{"vendorListVersion":148,"lastUpdated":"2022-06-16T16:44:30Z","purposes":{"1":{"id":1,"name":"Informationen auf einem Gerät speichern und/oder abrufen","description":"Für die Ihnen angezeigten Verarbeitungszwecke können Cookies, Geräte-Kennungen oder andere Informationen auf Ihrem Gerät gespeichert oder abgerufen werden.","descriptionLegal":"Anbieter können:\n* Informationen wie z. B. Cookies und Geräte-Kennungen zu den dem Nutzer angezeigten Verarbeitungszwecken auf dem Gerät speichern und abrufen.\n"},"2":{"id":2,"name":"Auswahl einfacher Anzeigen","description":"Anzeigen können Ihnen basierend auf den Inhalten, die Sie ansehen, der Anwendung, die Sie verwenden und Ihrem ungefähren Standort oder Ihrem Gerätetyp eingeblendet werden.","descriptionLegal":"Für die Auswahl einfacher Anzeigen können Anbieter:\n* Echtzeit-Informationen über den Kontext, in dem die Anzeige dargestellt wird, verwenden, einschließlich Informationen über das inhaltliche Umfeld sowie das verwendete Gerät, wie z. B. Gerätetyp und -funktionen, Browser-Kennung, URL, IP-Adresse; \n* die ungefähren Standortdaten eines Nutzers verwenden;\n* die Häufigkeit der Anzeige-Einblendungen steuern\n* die Reihenfolge der Anzeige-Einblendungen steuern;\n* verhindern, dass eine Anzeige in einem ungeeigneten redaktionellen Umfeld (brand-unsafe) eingeblendet wird.\nAnbieter dürfen nicht:\n* Mit diesen Informationen ein personalisiertes Anzeigen-Profil für die Auswahl zukünftiger Anzeigen erstellen, ohne eine eigene Rechtsgrundlage für die Erstellung eines personalisierten Anzeigenprofils zu haben.\nAnmerkung: ungefähr bedeutet, dass nur eine grobe Standortbestimmung mit einem Radius von mindestens 500 Metern erlaubt ist."},"3":{"id":3,"name":"Ein personalisiertes Anzeigen-Profil erstellen","description":"Über Sie und Ihre Interessen kann ein Profil erstellt werden, um Ihnen für Sie relevante personalisierte Anzeigen einzublenden.","descriptionLegal":"Um ein personalisiertes Anzeigen-Profil zu erstellen, können Anbieter:\n* Informationen über einen Nutzer sammeln, einschließlich dessen Aktivitäten, Interessen, den Besuchen auf Webseiten oder der Verwendung von Anwendungen, demographischen Informationen oder Standorts, um ein Nutzer-Profil für die Personalisierung von Anzeigen zu erstellen oder zu bearbeiten.\n* Diese Informationen mit anderen zuvor gesammelten Informationen, einschließlich von Websites und Apps, kombinieren, um ein Benutzerprofil für die Verwendung in personalisierter Werbung zu erstellen oder zu bearbeiten."},"4":{"id":4,"name":"Personalisierte Anzeigen auswählen","description":"Personalisierte Anzeigen können Ihnen basierend auf einem über Sie erstellten Profil eingeblendet werden.","descriptionLegal":"Für die Auswahl personalisierter Anzeigen können Anbieter:\n* Personalisierte Anzeigen, basierend auf einem Nutzer-Profil oder anderen historischen Nutzungsdaten, einschließlich der früheren Aktivitäten, der Interessen, den Besuchen auf Webseiten oder der Verwendung von Anwendungen, des Standorts oder demografischen Informationen, auswählen."},"5":{"id":5,"name":"Ein personalisiertes Inhalts-Profil erstellen","description":"Über Sie und Ihre Interessen kann ein Profil erstellt werden, um Ihnen für Sie relevante personalisierte Inhalte anzuzeigen.","descriptionLegal":"Um ein personalisiertes Inhalts-Profil zu erstellen, können Anbieter:\n* Informationen über einen Nutzer sammeln, einschließlich dessen Aktivitäten, Interessen, Besuchen auf Webseiten oder der Verwendung von Anwendungen, demographischen \n* Informationen oder Standorts, um ein Nutzer-Profil für die Personalisierung von Inhalten zu erstellen oder zu bearbeiten."},"6":{"id":6,"name":"Personalisierte Inhalte auswählen","description":"Personalisierte Inhalte können Ihnen basierend auf einem über Sie erstellten Profil angezeigt werden.","descriptionLegal":"Um personalisierte Inhalte auszuwählen, können Anbieter:\n* Personalisierte Inhalte, basierend auf einem Nutzer-Profil oder anderen historischen Nutzungsdaten, einschließlich der früheren Aktivitäten, der Interessen, den Besuchen auf Webseiten oder der Verwendung von Anwendungen, des Standorts oder demografischen Informationen, auswählen.\n"},"7":{"id":7,"name":"Anzeigen-Leistung messen","description":"Die Leistung und Wirksamkeit von Anzeigen, die Sie sehen oder mit denen Sie interagieren, kann gemessen werden.","descriptionLegal":"Um die Anzeigen-Leistung zu messen, können Anbieter:\n* messen, ob und wie Anzeigen bei einem Nutzer eingeblendet wurden und wie dieser mit ihnen interagiert hat;\n* Berichte über Anzeigen, einschließlich ihrer Wirksamkeit und Leistung, bereitstellen;\n* Berichte über die Interaktion von Nutzern mit Anzeigen bereitstellen, und zwar anhand von Daten, die im Laufe der Interaktion des Nutzers mit dieser Anzeige gemessen wurden;\n* Berichte für Diensteanbieter über die Anzeigen, die auf ihren Diensten eingeblendet werden, bereitstellen;\n* messen, ob eine Anzeige in einem ungeeigneten redaktionellen Umfeld (brand-unsafe) eingeblendet wird;\n* den Prozentsatz bestimmen, zu welchem die Anzeige hätte wahrgenommen werden können, einschließlich der Dauer (Werbewahrnehmungschance). \nAnbieter dürfen nicht:\n* Über Befragungspanels oder ähnliche Verfahren erhobene Daten über Zielgruppen zusammen mit Anzeigen-Messungsdaten verwenden, ohne dafür eine eigene Rechtsgrundlage für den Einsatz von Marktforschung zur Gewinnung von Erkenntnissen über Zielgruppen zu haben.\n"},"8":{"id":8,"name":"Inhalte-Leistung messen","description":"Die Leistung und Wirksamkeit von Inhalten, die Sie sehen oder mit denen Sie interagieren, kann gemessen werden.","descriptionLegal":"Um die Leistung von Inhalten zu messen, können Anbieter:\n* messen und darüber berichten, wie Inhalte an Nutzer ausgeliefert wurden und wie diese mit ihnen interagiert haben;\n* Berichte über direkt messbare oder bereits bekannte Informationen von Nutzern, die mit den Inhalten interagiert haben, bereitstellen.\nAnbieter können nicht:\n* messen, ob und wie Anzeigen (einschließlich nativer Anzeigen) an einen Benutzer ausgeliefert wurden und wie dieser mit ihnen interagiert hat;\n* Über Befragungspanels oder ähnliche Verfahren erhobene Daten über Zielgruppen zusammen mit Inhalts-Messungsdaten verwenden, ohne dafür eine eigene Rechtsgrundlage für den Einsatz von Marktforschung zur Gewinnung von Erkenntnissen über Zielgruppen zu haben.\n"},"9":{"id":9,"name":"Marktforschung einsetzen, um Erkenntnisse über Zielgruppen zu gewinnen","description":"Marktforschung kann verwendet werden, um mehr über die Zielgruppen zu erfahren, die Dienste oder Anwendungen verwenden und sich Anzeigen ansehen.","descriptionLegal":"Beim Einsatz von Marktforschung zur Gewinnung von Erkenntnissen über Zielgruppen können Anbieter:\n* aggregierte Berichte für Werbetreibende oder deren Repräsentanten über die Zielgruppen, die durch ihre Anzeigen erreicht werden, und welche auf der Grundlage von Befragungspanels oder ähnlichen Verfahren gewonnen wurden, bereitstellen;\n* aggregierte Berichte für Diensteanbieter über die Zielgruppen, die durch die Inhalte und/oder Anzeigen auf ihren Diensten erreicht wurden bzw. mit diesen interagiert haben, und welche über Befragungspanels oder ähnliche Verfahren ermittelt wurden, bereitstellen;\n* für Zwecke der Marktforschung Offline-Daten zu einem Online-Benutzer zuordnen, um Erkenntnisse über Zielgruppen zu gewinnen, soweit Anbieter erklärt haben, Offline-Datenquellen abzugleichen und zusammenzuführen (Weitere Verarbeitungsmöglichkeit 1).\n\n\nAnbieter können nicht: \n* die Leistung und Wirksamkeit von Anzeigen, die einem bestimmten Nutzer eingeblendet wurden oder mit denen dieser interagiert hat, messen, ohne eine eigene Rechtsgrundlage für die Messung der Anzeigen-Leistung zu haben;\n* messen, welche Inhalte für einen bestimmten Nutzer geliefert wurden und wie dieser mit ihnen interagiert hat, ohne eine eigene Rechtsgrundlage für die Messung der Inhalte-Leistung zu haben\n"},"10":{"id":10,"name":"Produkte entwickeln und verbessern","description":"Ihre Daten können verwendet werden, um bestehende Systeme und Software zu verbessern und neue Produkte zu entwickeln.","descriptionLegal":"Um Produkte zu entwickeln und zu verbessern, können Anbieter:\n* Informationen verwenden, um ihre bestehenden Produkte durch neue Funktionen zu verbessern und neue Produkte zu entwickeln;\n* neue Rechenmodelle und Algorithmen mit Hilfe maschinellen Lernens erstellen.\nAnbieter können nicht:\n* Datenverarbeitungen durchführen, die in einem der anderen Verarbeitungszwecke definiert sind.\n"}},"specialPurposes":{"1":{"id":1,"name":"Sicherheit gewährleisten, Betrug verhindern und Fehler beheben","description":"Ihre Daten können verwendet werden, um betrügerische Aktivitäten zu identifizieren und zu verhindern, und um sicherzustellen, dass Systeme und Prozesse ordnungsgemäß und sicher funktionieren.","descriptionLegal":"Zur Gewährleistung von Sicherheit, Verhinderung von Betrug und Behebung von Fehlern können Anbieter:\n* sicherstellen, dass Daten sicher übermittelt werden; \n* schädliche, betrügerische, ungültige oder illegale Aktivitäten ausfindig machen und verhindern;\n* den korrekten und effizienten Betrieb von Systemen und Prozessen - einschließlich der Überwachung und Verbesserung der Leistung von Systemen und Prozessen - im Rahmen der erlaubten Verarbeitungszwecke sicherstellen.\nAnbieter können nicht:\n* Datenverarbeitungen durchführen, die in einem der anderen Verarbeitungszwecke definiert sind.\nHinweis: Daten, die gesammelt und verwendet werden, um die Sicherheit zu gewährleisten, Betrug zu verhindern und Fehler zu beseitigen.\nkönnen automatisch gesendete Geräteeigenschaften zur Identifizierung beinhalten, präzise Geolokalisierungsdaten und Daten, die durch aktive Abtastung der Vorrichtung erhalten werden. Merkmale zur Identifizierung ohne gesonderte Offenlegung und/oder Opt-in.\n"},"2":{"id":2,"name":"Anzeigen oder Inhalte technisch bereitstellen","description":"Ihr Gerät kann Informationen empfangen und senden die notwendig sind, damit Sie Inhalte und Anzeigen sehen und nutzen können.","descriptionLegal":"Zur Bereitstellung von Informationsdaten und um auf technische Anfragen zu reagieren können Anbieter:\n* die IP-Adresse eines Benutzers verwenden, um über das Internet eine Anzeige einzublenden;\n* auf die Interaktion eines Benutzers mit einer Anzeige reagieren, indem sie den Benutzer zu einer Zielseite weiterleiten;\n* die IP-Adresse eines Benutzers verwenden, um Inhalte über das Internet bereitzustellen;\n* auf die Interaktion eines Benutzers mit Inhalten reagieren, indem sie den Benutzer zu einer Zielseite weiterleiten;\n* Informationen zum Gerätetyp und seinen Möglichkeiten zur Darstellung von Anzeigen oder Inhalten verwenden, z. B. um Werbemittel oder Videodateien in der richtigen Größe und in einem vom Gerät unterstützten Format bereitzustellen.\n\nAnbieter können nicht:\n* Datenverarbeitungen durchführen, die in einem der anderen Verarbeitungszwecke definiert sind.\n"}},"features":{"1":{"id":1,"name":"Mit Offline-Datenquellen zusammenführen","description":"* Daten aus Offline-Datenquellen können mit Daten aus Ihren Online-Aktivitäten zusammengeführt werden, um sie für einen oder mehrere Verarbeitungszwecke bzw. besondere Verarbeitungszwecke nutzen zu können.\n* Daten aus Ihren Online-Aktivitäten können mit Offline-Daten zusammengeführt werden, um sie für einen oder mehrere Verarbeitungszwecke oder besondere Verarbeitungszwecke ergänzend zu nutzen.","descriptionLegal":"Anbieter können: \n\n* Daten, die offline erhoben wurden, mit Daten, die online erhoben wurden, zusammenführen, um sie für einen oder mehrere Verarbeitungszwecke oder besondere Verarbeitungszwecke ergänzend zu nutzen."},"2":{"id":2,"name":"Verschiedene Geräte verknüpfen","description":"Zur Nutzung für einen oder mehrere Verarbeitungszwecke kann ermittelt werden, ob unterschiedliche Geräte zu Ihnen oder Ihrem Haushalt gehören.","descriptionLegal":"Anbieter können:\n* deterministisch ermitteln, dass zwei oder mehr Geräte zum gleichen Benutzer oder Haushalt gehören;\n* probabilistisch ermitteln, dass zwei oder mehr Geräte zum gleichen Benutzer oder Haushalt gehören;\n* Geräteeigenschaften zur probabilistischen Identifikation aktiv abfragen, wenn Nutzer Anbietern die aktive Abfrage von Geräteeigenschaften erlaubt haben. (Besondere Verarbeitungsmöglichkeit 2).\n"},"3":{"id":3,"name":"Empfangen und Verwenden automatisch gesendeter Geräteeigenschaften für die Identifikation","description":"Ihr Gerät kann aufgrund von Informationen, die es automatisch sendet  wie z.B. IP-Adresse oder Browsertyp von anderen Geräten unterschieden werden.","descriptionLegal":"Anbieter können:\n* eine Kennung unter Verwendung automatisch übertragener Geräteeigenschaften wie z.B. IP-Adresse oder Browser-Kennung.\n* Eine solche Kennung benutzen, um zu versuchen, ein Gerät wiederzuerkennen\nAnbieter dürfen nicht:\n* aus Daten, die aus der aktiven Abfrage bestimmter Eigenschaften eines Geräts - z. B. der installierten Schriftarten oder der Bildschirmauflösung - gewonnen wurden, eine Kennung erstellen;\n* eine solche Kennung verwenden, um ein Gerät erneut zu identifizieren.\n"}},"specialFeatures":{"1":{"id":1,"name":"Genaue Standortdaten verwenden","description":"Ihre genauen Standortdaten können für einen oder mehrere Verarbeitungszwecke genutzt werden. Das bedeutet, dass Ihr Standort bis auf wenige Meter präzise bestimmt werden kann","descriptionLegal":"Anbieter können:\n* genaue Standortdaten verarbeiten, um sie für einen oder mehrere Verarbeitungszwecke zu nutzen.\nAnmerkung: “Genaue Standortdaten” bedeutet, dass es hinsichtlich der Genauigkeit des Standortes keine Einschränkungen gibt; diese kann bis auf wenige Meter genau sein.\n"},"2":{"id":2,"name":"Geräteeigenschaften zur Identifikation aktiv abfragen","description":"Ihr Gerät kann über eine Abfrage seiner spezifischen Merkmale erkannt werden.","descriptionLegal":"Anbieter können:\n* aus Daten, die aus der aktiven Abfrage bestimmter Eigenschaften eines Geräts - z. B. der installierten Schriftarten oder der Bildschirmauflösung - gewonnen wurden, eine Kennung erstellen;\n* eine solche Kennung verwenden, um ein Gerät erneut zu identifizieren.\n"}}}
