{"purposes":{"1":{"id":1,"name":"จัดเก็บและ/หรือเข้าถึงข้อมูลบนอุปกรณ์","description":"คุกกี้ ตัวระบุอุปกรณ์ หรือข้อมูลอื่นๆ บนอุปกรณ์ของคุณสามารถถูกจัดเก็บหรือเข้าถึงได้ตามวัตถุประสงค์ที่แจ้งให้ทราบ","descriptionLegal":"ผู้ขายสามารถ: * จัดเก็บและเข้าถึงข้อมูลบนอุปกรณ์ เช่น คุกกี้และตัวระบุอุปกรณ์ที่ปรากฏต่อผู้ใช้"},"2":{"id":2,"name":"เลือกโฆษณาทั่วไป","description":"โฆษณาถูกแสดงให้คุณเห็นตามเนื้อหาที่คุณกำลังดู แอปที่คุณกำลังใช้ ตำแหน่งโดยประมาณ หรือประเภทอุปกรณ์ของคุณ","descriptionLegal":"ในการเลือกโฆษณาทั่วไป ผู้ขายสามารถ: * ใช้ข้อมูลเรียลไทม์เกี่ยวกับบริบทที่จะแสดงโฆษณาเพื่อแสดงโฆษณา รวมถึงข้อมูลเกี่ยวกับเนื้อหาและอุปกรณ์ เช่น ประเภทและความสามารถของอุปกรณ์, ตัวแทนผู้ใช้, URL, ที่อยู่ IP * ใช้ข้อมูลตำแหน่งทางภูมิศาสตร์ที่ไม่แม่นยำของผู้ใช้ * ควบคุมความถี่ของโฆษณาที่แสดงต่อผู้ใช้ * จัดลำดับของโฆษณาที่จะแสดงต่อผู้ใช้ * ป้องกันไม่ให้โฆษณาแสดงในบริบทที่ไม่เหมาะสม (ไม่ปลอดภัยต่อแบรนด์) ผู้ขายไม่สามารถ: * สร้างโปรไฟล์โฆษณาส่วนบุคคลโดยใช้ข้อมูลนี้เพื่อเลือกโฆษณาในอนาคตโดยไม่อยู่บนพื้นฐานทางกฎหมายที่แยกต่างหากเพื่อสร้างโปรไฟล์โฆษณาส่วนบุคคล * หมายเหตุ: ไม่แม่นยำ หมายความว่าอนุญาตให้ใช้เฉพาะตำแหน่งโดยประมาณที่มีรัศมีอย่างน้อย 500 เมตรเท่านั้น"},"3":{"id":3,"name":"สร้างโปรไฟล์โฆษณาส่วนบุคคล","description":"คุณสามารถสร้างโปรไฟล์เกี่ยวกับตัวคุณและความสนใจของคุณเพื่อแสดงโฆษณาส่วนบุคคลที่เกี่ยวข้องกับคุณ","descriptionLegal":"ในการสร้างโปรไฟล์โฆษณาส่วนบุคคล ผู้ขายสามารถ: * รวบรวมข้อมูลเกี่ยวกับผู้ใช้ รวมถึงกิจกรรม ความสนใจ ข้อมูลประชากร หรือตำแหน่งของผู้ใช้ เพื่อสร้างหรือแก้ไขโปรไฟล์ผู้ใช้เพื่อใช้ในการนำเสนอโฆษณาส่วนบุคคล * รวมข้อมูลนี้กับข้อมูลอื่นๆ ที่รวบรวมไว้ก่อนหน้านี้ รวมทั้งจากเว็บไซต์และแอปต่างๆ เพื่อสร้างหรือแก้ไขโปรไฟล์ผู้ใช้เพื่อใช้ในการนำเสนอโฆษณาส่วนบุคคล"},"4":{"id":4,"name":"เลือกโฆษณาส่วนบุคคล","description":"โฆษณาส่วนบุคคลสามารถถูกแสดงให้คุณเห็นตามโปรไฟล์เกี่ยวกับตัวคุณ","descriptionLegal":"ในการเลือกโฆษณาส่วนบุคคล ผู้ขายสามารถ: * เลือกโฆษณาส่วนบุคคลตามโปรไฟล์ของผู้ใช้หรือข้อมูลประวัติผู้ใช้อื่นๆ รวมถึงกิจกรรมก่อนหน้า ความสนใจ การเยี่ยมชมไซต์หรือแอป ตำแหน่ง หรือข้อมูลประชากร"},"5":{"id":5,"name":"สร้างโปรไฟล์เนื้อหาส่วนบุคคล","description":"สามารถสร้างโปรไฟล์เกี่ยวกับตัวคุณและความสนใจของคุณเพื่อแสดงเนื้อหาส่วนบุคคลที่เกี่ยวข้องกับคุณ","descriptionLegal":"ในการสร้างโปรไฟล์เนื้อหาส่วนบุคคล ผู้ขายสามารถ: * รวบรวมข้อมูลเกี่ยวกับผู้ใช้ รวมถึงกิจกรรม ความสนใจ การเยี่ยมชมไซต์หรือแอป ข้อมูลประชากร หรือตำแหน่งที่ตั้งของผู้ใช้ เพื่อสร้างหรือแก้ไขโปรไฟล์ผู้ใช้เพื่อใช้ในการปรับแต่งเนื้อหาให้เหมาะกับแต่ละบุคคล * รวมข้อมูลนี้กับข้อมูลอื่นๆ ที่รวบรวมไว้ก่อนหน้านี้ รวมถึงจากเว็บไซต์และแอปต่างๆ เพื่อสร้างหรือแก้ไขโปรไฟล์ผู้ใช้เพื่อใช้ในการปรับแต่งเนื้อหาให้เหมาะกับแต่ละบุคคล"},"6":{"id":6,"name":"เลือกเนื้อหาส่วนบุคคล","description":"เนื้อหาส่วนบุคคลสามารถถูกแสดงให้คุณเห็นตามโปรไฟล์เกี่ยวกับตัวคุณ","descriptionLegal":"ในการเลือกเนื้อหาส่วนบุคคล ผู้ขายสามารถ: * เลือกเนื้อหาส่วนบุคคลตามโปรไฟล์ผู้ใช้หรือข้อมูลประวัติผู้ใช้อื่นๆ รวมถึงกิจกรรมก่อนหน้า ความสนใจ การเยี่ยมชมไซต์หรือแอป ตำแหน่ง หรือข้อมูลประชากรของผู้ใช้"},"7":{"id":7,"name":"วัดประสิทธิภาพของโฆษณา","description":"ประสิทธิภาพและประสิทธิผลของโฆษณาที่คุณเห็นหรือโต้ตอบด้วยสามารถวัดได้","descriptionLegal":"ในการวัดประสิทธิภาพของโฆษณา ผู้ขายสามารถ: * วัดว่าโฆษณาถูกส่งถึงและโต้ตอบโดยผู้ใช้หรือไม่และอย่างไร * จัดทำรายงานเกี่ยวกับโฆษณา รวมถึงประสิทธิภาพและประสิทธิผลของโฆษณา * จัดทำรายงานเกี่ยวกับผู้ใช้ที่โต้ตอบกับโฆษณาโดยใช้ข้อมูลที่สังเกตได้ในระหว่างการโต้ตอบของผู้ใช้กับโฆษณานั้น * จัดทำรายงานให้แก่ผู้เผยแพร่โฆษณาเกี่ยวกับโฆษณาที่แสดงบนพื้นที่ของตน * วัดว่าโฆษณาแสดงในบริบทที่เหมาะสม (ปลอดภัยต่อแบรนด์) หรือไม่ * กำหนดเปอร์เซ็นต์ของโฆษณาที่มีโอกาสถูกมองเห็นและระยะเวลาของโอกาสนั้น * รวมข้อมูลนี้กับข้อมูลอื่นๆ ที่รวบรวมไว้ก่อนหน้านี้ รวมทั้งจากเว็บไซต์และแอปต่างๆ ผู้ขายไม่สามารถ: * ใช้ข้อมูลเชิงลึกของกลุ่มเป้าหมายหรือข้อมูลเชิงลึกที่ได้มาในทำนองเดียวกันกับข้อมูลการวัดผลโฆษณาโดยไม่อยู่บนพื้นฐานทางกฎหมาย เพื่อใช้การวิจัยตลาดในการสร้างข้อมูลเชิงลึกของผู้ชม (วัตถุประสงค์ 9)"},"8":{"id":8,"name":"วัดประสิทธิภาพของเนื้อหา","description":"ประสิทธิภาพและประสิทธิผลของเนื้อหาที่คุณเห็นหรือโต้ตอบสามารถวัดได้","descriptionLegal":"ในการวัดประสิทธิภาพของเนื้อหา ผู้ขายสามารถ: * วัดผลและรายงานว่าเนื้อหาถูกส่งถึงและโต้ตอบโดยผู้ใช้อย่างไร * จัดทำรายงานโดยใช้ข้อมูลที่วัดได้โดยตรงหรือที่ทราบเกี่ยวกับผู้ใช้ที่โต้ตอบกับเนื้อหา * รวมข้อมูลนี้กับข้อมูลอื่นๆ ที่รวบรวมไว้ก่อนหน้านี้ รวมทั้งจากเว็บไซต์และแอปต่างๆ ผู้ขายไม่สามารถ: * วัดว่าโฆษณา (รวมถึงโฆษณาเนทีฟ) ถูกส่งถึงและโต้ตอบโดยผู้ใช้หรือไม่และอย่างไร * ใช้ข้อมูลเชิงลึกของกลุ่มเป้าหมายหรือข้อมูลเชิงลึกที่ได้มาในทำนองเดียวกันกับข้อมูลการวัดผลโฆษณาโดยไม่อยู่บนพื้นฐานทางกฎหมาย เพื่อใช้การวิจัยตลาดในการสร้างข้อมูลเชิงลึกของผู้ชม (วัตถุประสงค์ 9)"},"9":{"id":9,"name":"ใช้การวิจัยตลาดเพื่อสร้างข้อมูลเชิงลึกของผู้ชม","description":"การวิจัยตลาดสามารถใช้เพื่อศึกษาเพิ่มเติมเกี่ยวกับผู้ชมที่เข้าชมไซต์/แอปและดูโฆษณา","descriptionLegal":"ในการใช้การวิจัยตลาดเพื่อสร้างข้อมูลเชิงลึกของผู้ชม ผู้ขายสามารถ: * จัดทำรายงานรวมให้กับผู้โฆษณาหรือตัวแทนเกี่ยวกับผู้ชมที่โฆษณาของพวกเขาเข้าถึง ผ่านข้อมูลเชิงลึกที่อิงตามพาแนลและข้อมูลเชิงลึกที่ได้มาในทำนองเดียวกัน * จัดทำรายงานรวมให้กับผู้เผยแพร่โฆษณาเกี่ยวกับผู้ชมที่ได้รับการนำเสนอหรือโต้ตอบกับเนื้อหาและ/หรือโฆษณาในพื้นที่ของพวกเขา โดยใช้ข้อมูลเชิงลึกที่อิงตามพาแนลและข้อมูลเชิงลึกที่ได้มาในทำนองเดียวกัน * เชื่อมโยงข้อมูลออฟไลน์กับผู้ใช้ออนไลน์เพื่อวัตถุประสงค์ในการวิจัยตลาดเพื่อสร้างข้อมูลเชิงลึกของผู้ชม หากผู้ขายได้ชี้แจงว่าจะจับคู่และรวมแหล่งข้อมูลออฟไลน์ (ลักษณะ 1) * รวมข้อมูลนี้กับข้อมูลอื่นๆ ที่รวบรวมไว้ก่อนหน้านี้ รวมทั้งจากเว็บไซต์และแอปต่างๆ ผู้ขายไม่สามารถ: * วัดประสิทธิภาพและประสิทธิผลของโฆษณาที่ผู้ใช้บางรายได้รับหรือโต้ตอบโดยไม่อยู่บนพื้นฐานทางกฎหมายเพื่อวัดประสิทธิภาพของโฆษณา * วัดว่าเนื้อหาใดที่ผู้ใช้บางรายได้รับและวิธีที่พวกเขาโต้ตอบกับเนื้อหานั้นโดยไม่อยู่บนพื้นฐานทางกฎหมายเพื่อวัดประสิทธิภาพของเนื้อหา"},"10":{"id":10,"name":"พัฒนาและปรับปรุงผลิตภัณฑ์","description":"ข้อมูลของคุณสามารถถูกใช้เพื่อปรับปรุงระบบและซอฟต์แวร์ที่มีอยู่และเพื่อพัฒนาผลิตภัณฑ์ใหม่ๆ","descriptionLegal":"ในการพัฒนาผลิตภัณฑ์ใหม่และปรับปรุงผลิตภัณฑ์ ผู้ขายสามารถ: * ใช้ข้อมูลเพื่อปรับปรุงผลิตภัณฑ์ที่มีอยู่ด้วยคุณสมบัติใหม่และเพื่อพัฒนาผลิตภัณฑ์ใหม่ * สร้างโมเดลและอัลกอริทึมใหม่ๆ ผ่านการเรียนรู้ของเครื่อง ผู้ขายไม่สามารถ: * ทำการประมวลผลข้อมูลอื่นๆ ที่ได้รับอนุญาตภายใต้วัตถุประสงค์อื่นภายใต้วัตถุประสงค์นี้"}},"specialPurposes":{"1":{"id":1,"name":"ตรวจสอบให้แน่ใจเรื่องความปลอดภัย ป้องกันการฉ้อโกง และแก้ไขข้อบกพร่อง","description":"ข้อมูลของคุณสามารถถูกใช้เพื่อตรวจสอบและป้องกันการฉ้อโกงและตรวจสอบให้แน่ใจว่าระบบและกระบวนการทำงานถูกต้องและปลอดภัย","descriptionLegal":"เพื่อให้แน่ใจเรื่องความปลอดภัย ป้องกันการฉ้อโกงและแก้ไขข้อบกพร่อง ผู้ขายสามารถ: * ตรวจสอบให้แน่ใจว่ามีการส่งข้อมูลอย่างปลอดภัย * ตรวจจับและป้องกันกิจกรรมที่เป็นอันตราย หลอกลวง ไม่ถูกต้อง หรือผิดกฎหมาย * ตรวจสอบการทำงานของระบบและกระบวนการที่ถูกต้องและมีประสิทธิภาพ รวมถึงการตรวจสอบและปรับปรุงประสิทธิภาพของระบบและกระบวนการที่เกี่ยวข้องกับวัตถุประสงค์ที่ได้รับอนุญาต ผู้ขายไม่สามารถ: * ทำการประมวลผลข้อมูลอื่นๆ ที่ได้รับอนุญาตภายใต้วัตถุประสงค์อื่นภายใต้วัตถุประสงค์นี้ หมายเหตุ: ข้อมูลที่รวบรวมและถูกใช้เพื่อตรวจสอบความปลอดภัย ป้องกันการฉ้อโกง และแก้ไขข้อบกพร่อง อาจรวมถึงลักษณะของอุปกรณ์ที่ส่งอัตโนมัติเพื่อระบุตัวตน ข้อมูลตำแหน่งทางภูมิศาสตร์ที่แม่นยำ และข้อมูลที่ได้รับจากการสแกนลักษณะอุปกรณ์เพื่อระบุตัวตนโดยไม่เปิดเผยและ/หรือเลือกใช้แบบแยกต่างหาก"},"2":{"id":2,"name":"นำเสนอโฆษณาหรือเนื้อหาในทางเทคนิค","description":"อุปกรณ์ของคุณสามารถรับและส่งข้อมูลที่ช่วยให้คุณดูและโต้ตอบกับโฆษณาและเนื้อหาได้","descriptionLegal":"ในการส่งมอบข้อมูลและตอบสนองต่อคำร้องขอทางเทคนิค ผู้ขายสามารถ: * ใช้ที่อยู่ IP ของผู้ใช้เพื่อส่งโฆษณาผ่านอินเทอร์เน็ต * ตอบสนองต่อการโต้ตอบของผู้ใช้กับโฆษณาโดยส่งผู้ใช้ไปยังหน้า Landing Page * ใช้ที่อยู่ IP ของผู้ใช้เพื่อส่งเนื้อหาผ่านอินเทอร์เน็ต * ตอบสนองต่อการโต้ตอบของผู้ใช้กับเนื้อหาโดยส่งผู้ใช้ไปยังหน้า Landing Page * ใช้ข้อมูลเกี่ยวกับประเภทอุปกรณ์และความสามารถในการแสดงโฆษณาหรือเนื้อหา ตัวอย่างเช่น เพื่อแสดงโฆษณาขนาดที่เหมาะสมหรือไฟล์วิดีโอในรูปแบบที่อุปกรณ์รองรับ ผู้ขายไม่สามารถ: * ทำการประมวลผลข้อมูลอื่นๆ ที่ได้รับอนุญาตภายใต้วัตถุประสงค์อื่นภายใต้วัตถุประสงค์นี้"}},"features":{"1":{"id":1,"name":"จับคู่และรวมแหล่งข้อมูลออฟไลน์","description":"ข้อมูลจากแหล่งข้อมูลออฟไลน์สามารถรวมกับกิจกรรมออนไลน์ของคุณเพื่อตอบสนองวัตถุประสงค์อย่างน้อยหนึ่งอย่าง","descriptionLegal":"ผู้ขายสามารถ: * รวมข้อมูลที่ได้รับแบบออฟไลน์กับข้อมูลที่รวบรวมทางออนไลน์เพื่อตอบสนองวัตถุประสงค์หรือวัตถุประสงค์พิเศษอย่างน้อยหนึ่งอย่าง"},"2":{"id":2,"name":"เชื่อมโยงอุปกรณ์ต่างๆ","description":"อุปกรณ์ต่างๆ สามารถระบุได้ว่าเป็นของคุณหรือครอบครัวของคุณเพื่อตอบสนองวัตถุประสงค์อย่างน้อยหนึ่งอย่าง","descriptionLegal":"ผู้ขายสามารถ: * พิจารณาอย่างรอบคอบแล้วว่าอุปกรณ์ตั้งแต่สองเครื่องขึ้นไปเป็นของผู้ใช้หรือสมาชิกในครอบครัว * พิจารณาเห็นความเป็นไปได้ว่าอุปกรณ์สองเครื่องขึ้นไปเป็นของผู้ใช้หรือสมาชิกในครอบครัว * สแกนลักษณะอุปกรณ์เพื่อระบุตัวตนเพื่อระบุความน่าจะเป็นหากผู้ใช้อนุญาตให้ผู้ขายสแกนลักษณะของอุปกรณ์เพื่อระบุตัวตน (คุณสมบัติพิเศษ 2)"},"3":{"id":3,"name":"รับและใช้ลักษณะของอุปกรณ์ที่ส่งอัตโนมัติเพื่อระบุตัวตน","description":"อุปกรณ์ของคุณอาจแตกต่างจากอุปกรณ์อื่นๆ ตามข้อมูลที่ส่งโดยอัตโนมัติ เช่น ที่อยู่ IP หรือประเภทเบราว์เซอร์","descriptionLegal":"ผู้ขายสามารถ: * สร้างตัวระบุโดยใช้ข้อมูลที่รวบรวมโดยอัตโนมัติจากอุปกรณ์สำหรับลักษณะเฉพาะ เช่น ที่อยู่ IP, สตริงตัวแทนผู้ใช้ * ใช้ตัวระบุดังกล่าวเพื่อพยายามระบุตัวตนอุปกรณ์อีกครั้ง ผู้ขายไม่สามารถ: * สร้างตัวระบุโดยใช้ข้อมูลที่รวบรวมผ่านการสแกนอุปกรณ์สำหรับลักษณะเฉพาะ เช่น แบบอักษรที่ติดตั้งหรือความละเอียดหน้าจอ หากผู้ใช้ไม่เลือกใช้การสแกนลักษณะอุปกรณ์เพื่อระบุตัวตนแยกต่างหาก * ใช้ตัวระบุดังกล่าวเพื่อระบุตัวตนอุปกรณ์อีกครั้ง"}},"specialFeatures":{"1":{"id":1,"name":"ใช้ข้อมูลตำแหน่งทางภูมิศาสตร์ที่แม่นยำ","description":"ข้อมูลตำแหน่งทางภูมิศาสตร์ที่แม่นยำของคุณสามารถใช้เพื่อตอบสนองวัตถุประสงค์อย่างน้อยหนึ่งอย่าง ซึ่งหมายความว่าตำแหน่งของคุณอาจมีความแม่นยำได้ในระยะหลายเมตร","descriptionLegal":"ผู้ขายสามารถ: * รวบรวมและประมวลผลข้อมูลตำแหน่งทางภูมิศาสตร์ที่แม่นยำเพื่อตอบสนองวัตถุประสงค์อย่างน้อยหนึ่งอย่าง หมายเหตุ: ตำแหน่งทางภูมิศาสตร์ที่แม่นยำ หมายความว่าไม่มีข้อจำกัดเกี่ยวกับความแม่นยำของตำแหน่งของผู้ใช้ ซึ่งสามารถมีความแม่นยำได้ในระยะหลายเมตร"},"2":{"id":2,"name":"สแกนลักษณะของอุปกรณ์เพื่อระบุตัวตน","description":"อุปกรณ์ของคุณสามารถระบุตัวตนได้จากการสแกนลักษณะเฉพาะของอุปกรณ์","descriptionLegal":"ผู้ขายสามารถ: * สร้างตัวระบุโดยใช้ข้อมูลที่รวบรวมผ่านการสแกนอุปกรณ์เพื่อหาลักษณะเฉพาะ เช่น ติดตั้งแบบอักษรหรือความละเอียดหน้าจอ * ใช้ตัวระบุดังกล่าวเพื่อระบุตัวตนอุปกรณ์อีกครั้ง"}}}
