{"vendorListVersion":165,"lastUpdated":"2022-10-13T16:45:46Z","purposes":{"1":{"id":1,"name":"Az eszközön tárolt információk tárolása és/vagy elérése","description":"A sütik, az eszközazonosítók vagy más információk az eszközén tárolhatók vagy azon hozzáférhetők, az Ön részére bemutatott célokra.","descriptionLegal":"A beszállítók:\n* Tárolhatják és elérhetik az eszközön található információkat, például a felhasználónak bemutatott sütiket és eszközazonosítókat.\n"},"2":{"id":2,"name":"Alapvető hirdetések kiválasztása","description":"A hirdetések megjeleníthetők az Ön számára a megtekintett tartalom, a használt alkalmazás, a hozzávetőleges tartózkodási helye, vagy eszközének típusa alapján.","descriptionLegal":"Az alapvető hirdetések kiválasztása érdekébena beszállítók:\n* Valós idejű információkat használhatnak arra vonatkozóan, hogy a hirdetés milyen környezetben jelenjen meg, valamint a hirdetés bemutatására, beleértve a tartalomra és az eszközre vonatkozó információkat, például az eszköz típusát és képességeit, a felhasználói ügynököt, az URL-t és az IP-címet\n* Felhasználhatják a felhasználó nem pontos geolokációs adatait\n* Szabályozhatják a felhasználók számára megjelenített hirdetések gyakoriságát.\n* Meghatározhatják a hirdetések megjelenítésének sorrendjét.\n* Megakadályozhatják a megjelenítést, amennyiben egy hirdetés nem megfelelő szerkesztői (márkabiztonság szempontjából nem megfelelő) környezetben jelenne meg\nA beszállítók nem:\n* Nem hozhatnak létre személyre szabott hirdetési profilokat ezen információk felhasználásával a jövőbeni hirdetések kiválasztásához,személyre szabott hirdetési profilok létrehozására vonatkozó külön jogalap nélkül.\nMegjegyzés: A nem pontos kifejezés kizárólag hozzávetőleges helyet jelent, ideértve egy legalább 500 méteres sugarú kört.\n"},"3":{"id":3,"name":"Személyre szabott hirdetési profil létrehozása","description":"Profilt hozhatnak létre Önre és érdeklődési körére vonatkozóan, az Ön számára releváns, személyre szabott hirdetések megjelenítéséhez.","descriptionLegal":"Személyre szabott hirdetési profil létrehozásához a beszállítók:\n* Információkat gyűjthetnek a felhasználóról, beleértve a felhasználó tevékenységét, érdeklődési körét, milyen weboldalakat vagy alkalmazásokat keresett fel, demográfiai adatait vagy földrajzi elhelyezkedését, annak érdekében, hogy személyre szabott hirdetésekben alkalmazható felhasználói profilt hozzanak létre, illetve ilyet szerkesszenek.\n* Kombinálja ezeket az információkat más, korábban összegyűjtött információkkal, beleértve az összes webhelyet és alkalmazást, hogy létrehozzon vagy szerkesszen egy felhasználói profilt a személyre szabott reklámozáshoz.\n"},"4":{"id":4,"name":"Személyre szabott hirdetések kiválasztása","description":"Személyre szabott hirdetések jeleníthetők meg az Önről készült profil alapján.","descriptionLegal":"A személyre szabott hirdetések kiválasztásához a beszállítók:\n* Személyre szabott hirdetéseket választhatnak a felhasználói profil vagy más korábbi felhasználói adatok alapján, beleértve a felhasználó korábbi tevékenységét, érdeklődési körét, oldalak vagy alkalmazások megtekintését, földrajzi elhelyezkedését vagy demográfiai adatait.\n"},"5":{"id":5,"name":"Személyre szabott tartalomprofil létrehozása","description":"Profilt hozhatnak létre Önre és érdeklődési körére vonatkozóan, az Ön számára releváns, személyre szabott tartalmak megjelenítéséhez.","descriptionLegal":"Személyre szabott tartalomprofil létrehozásához a beszállítók:\n* Információkat gyűjthetnek a felhasználóról, beleértve a felhasználó tevékenységét, érdeklődési körét, oldalak vagy alkalmazások megtekintését, demográfiai adatait vagy földrajzi elhelyezkedését, hogy a tartalom személyre szabása érdekében felhasználói profilt hozzanak létre vagy ilyet szerkesszenek.\n* Kombinálja ezeket az információkat más, korábban összegyűjtött információkkal, beleértve az összes webhelyet és alkalmazást, felhasználói profil létrehozásához vagy szerkesztéséhez a tartalom személyre szabásához.\n"},"6":{"id":6,"name":"Személyre szabott tartalom kiválasztása","description":"Személyre szabott tartalom jeleníthető meg az Önről készült profil alapján.","descriptionLegal":"A személyre szabott tartalmak kiválasztásához a beszállítók:\n* Személyre szabott tartalmakat választhatnak egy felhasználói profil vagy más korábbi felhasználói adatok alapján, beleértve a felhasználó korábbi tevékenységét, érdeklődési körét, oldalak vagy alkalmazások megtekintését, földrajzi elhelyezkedését vagy demográfiai adatait.\n"},"7":{"id":7,"name":"A hirdetés teljesítményének mérése","description":"Mérhető az Ön által megtekintett hirdetések teljesítménye és hatékonysága.","descriptionLegal":"A hirdetés teljesítményének méréséhez a beszállítók:\n* Megmérhetik, hogy a hirdetések eljutottak-e a felhasználókhoz, és milyen azok rájuk gyakorolt hatása\n* Jelentést adhatnak a hirdetésekről, beleértve azok hatékonyságát és teljesítményét\n* Jelentést adathatnak azokról a felhasználókról, akik kapcsolatba kerültek a hirdetésekkel, a felhasználói interakció során megfigyelt adatok alapján\n* Jelentést adhatnak a kiadóknak a vagyontárgyukon megjelenített hirdetésekről\n* Megmérhetik, hogy egy hirdetés megfelelő szerkesztői környezetben (márkabiztonság) működik-e\n* Meghatározhatják a hirdetések százalékát, amelyeket láthatnak, és a megtekintés időtartamát\nA beszállítók nem:\n* Nem alkalmazhatnak panel- vagy hasonló eredetű nézettségi adatokat a hirdetésmérési adatokhoz anélkül, hogy külön jogalapjuk lenne piackutatási tevékenységre, nézettségi adatok generálása érdekében.\n"},"8":{"id":8,"name":"A tartalom teljesítményének mérése","description":"Mérhető az Ön által megtekintett tartalom teljesítménye és hatékonysága.","descriptionLegal":"A tartalom teljesítményének méréséhez a beszállítók:\n* Megmérhetik és jelentést készíthetnek arról, hogy a tartalom eljutott-e a felhasználókhoz és milyen annak a rájuk gyakorolt hatása.\n* Közvetlenül mérhető vagy ismert információk alapján, jelentést adhatnak azon felhasználókról, akik kapcsolatba kerültek a tartalommal\nA beszállítók nem:\n* Nem mérhetik, hogy a hirdetések (beleértve az anyanyelvi hirdetéseket is) eljutottak-e a felhasználókhoz és milyen azok rájuk gyakorolt hatása.\n* Nem alkalmazhatnak panel- vagy hasonló eredetű nézettségi adatokat a hirdetésmérési adatokhoz anélkül, hogy külön jogalapjuk lenne piackutatás alkalmazására, a nézettségi adatok generálása érdekében.\n"},"9":{"id":9,"name":"Piackutatás alkalmazása nézettségi adatok generálásához","description":"Piackutatás segítségével további információk kaphatók a közönségről, akik meglátogatják a webhelyeket/alkalmazásokat, és megtekintik a hirdetéseket.","descriptionLegal":"Nézettségi adatok generálása érdekében, piackutatás felhasználásával, a beszállítók:\n* Összesített jelentést nyújthatnak a hirdetőknek vagy képviselőiknek a hirdetéseik által elérhető közönségekről, a panelalapú és hasonló módon szerzett nézettségi adatok révén.\n* Összesített jelentést nyújthatnak a kiadóknak azokról a közönségekről, amelyek számára vagyontárgyukon megjelenített tartalmat és/vagy hirdetéseket szolgáltattak vagy azokkal kapcsolatba kerültek, panelalapú és hasonlóan szerzett nézettségi adatok alkalmazásával.\n* Összekapcsolhatnak offline adatokat egy online felhasználóval piackutatás céljából, hogy nézettségi adatokat generáljanak, ha a beszállítók megerősítették az offline adatforrások egyeztetését és összevonását (1. funkció)\nA beszállítók nem:\n* Nem mérhetik az adott felhasználó részére szolgáltatott vagy általuk megtekintett hirdetések teljesítményét és hatékonyságát, a hirdetés teljesítményének mérésére szolgáló külön jogalap nélkül.\n* Nem mérhetik, hogy egy adott felhasználó részére milyen tartalmat szolgáltattak, és azzal hogyan került kapcsolatba, a tartalom teljesítményének mérésére szolgáló külön jogalap nélkül.\n"},"10":{"id":10,"name":"Termékek fejlesztése és javítása","description":"Az Ön adatai felhasználhatók a meglévő rendszerek és szoftverek javítása, valamint az új termékek fejlesztése érdekében","descriptionLegal":"Új termékek fejlesztése, és a termékek javítása érdekében a beszállítók:\n* Felhasználhatják az információkat a meglévő termékek új funkciókkal történő feljavítása, valamint új termékek fejlesztése érdekében\n* Gépi tanulás útján létrehozhatnak új modelleket és algoritmusokat\nA beszállítók nem:\n* Nem végezhetnek semmiféle egyéb adatkezelési műveletet ezen"}},"specialPurposes":{"1":{"id":1,"name":"Biztonság, csalás megelőzése és hibakeresés biztosítása","description":"Az Ön adatai felhasználhatók a csalárd tevékenységek ellenőrzése és megelőzése érdekében, valamint a rendszerek és folyamatok megfelelő és biztonságos működésének biztosítására.","descriptionLegal":"A biztonság, csalás megelőzése és a hibakeresés biztosítása érdekében a beszállítók:\n* Meggyőződhetnek arról, hogy az adatok továbbítására biztonságos módon kerül sor\n* Észlelhetik és megelőzhetik a rosszindulatú, csalárd, érvénytelen vagy jogellenes tevékenységeket.\n* Biztosíthatják a rendszerek és folyamatok helyes és hatékony működését, beleértve a megengedett céllal működő rendszerek és folyamatok teljesítményének figyelemmel kísérését és javítását\nA beszállítók nem:\n* Nem végezhetnek semmiféle egyéb adatkezelési műveletet ezen cél érdekében, amelyre más célból adtak engedélyt.\nMegjegyzés: A biztonság, a csalások megakadályozása és a hibák kijavítása érdekében gyűjtött és felhasznált adatok tartalmazhatnak azonosítás érdekében automatikusan küldött eszközjellemzőket, pontos geolokációs adatokat és az eszközjellemzők azonosítás érdekében történt aktív leolvasásával nyert adatokat, kifejezett nyilvánosságra hozatal és/vagy feliratkozás nélkül.\n"},"2":{"id":2,"name":"Hirdetés vagy tartalom technikai szolgáltatása","description":"Az Ön eszköze olyan információkat fogadhat és küldhet, amelyek lehetővé teszik a hirdetések és tartalom megjelenítését, valamint a velük való interakciót.","descriptionLegal":"Az információk közvetítéséhez és a műszaki kérések megválaszolásához a beszállítók:\n* Felhasználhatják a felhasználó IP-címét valamely hirdetés interneten keresztül történő eljuttatásához\n* A felhasználó interakciójára hirdetéssel válaszolhatnak, a felhasználónak egy céloldalra történő irányításával\n* Felhasználhatják a felhasználó IP-címét valamely tartalom interneten keresztül történő eljuttatásához\n* A felhasználó interakciójára tartalommal válaszolhatnak, a felhasználónak egy céloldalra történő irányításával\n* Felhasználhatják az eszköz típusára és képességeire vonatkozó információkat hirdetések vagy tartalom eljuttatásához, például a megfelelő méretű hirdetés kreatív vagy videofájl útján való továbbítása érdekében, az eszköz által támogatott formátumban\nA beszállítók nem:\n* Nem végezhetnek semmiféle egyéb adatkezelési műveletet ezen cél érdekében, amelyre más célból adtak engedélyt\n"}},"features":{"1":{"id":1,"name":"Offline adatforrások egyeztetése és összevonása","description":"Az offline adatforrásokból származó adatok összevonhatók az Ön online tevékenységével, egy vagy több cél támogatása érdekében.","descriptionLegal":"A beszállítók:\n* Összevonhatják az offline és az interneten összegyűjtött adatokat egy vagy több célra, illetve különleges célok érdekében.\n"},"2":{"id":2,"name":"Különböző eszközök összekapcsolása","description":"Megállapítható a különböző eszközökről, hogy azok Önhöz vagy a háztartásához tartoznak-e, és azokat egy vagy több cél érdekében használják-e.","descriptionLegal":"A beszállítók:\n* Determinisztikus módon megállapíthatják, hogy két vagy több eszköz ugyanazon felhasználóhoz vagy háztartáshoz tartozik-e\n* Valószínűség meghatározására szolgáló eljárásokat alkalmazva megállapíthatják, hogy két vagy több eszköz ugyanazon felhasználóhoz vagy háztartáshoz tartozik-e\n* Aktívan vizsgálhatják az eszköz jellemzőit a valószínűség meghatározásához, ha a felhasználók engedélyezték a beszállítók számára, hogy aktívan vizsgálhassák az eszköz jellemzőit az azonosításhoz (2. különleges funkció)\n"},"3":{"id":3,"name":"Az automatikusan elküldött eszközjellemzők fogadása és felhasználása az azonosításhoz","description":"Az eszközét az automatikusan elküldött információk alapján különböztethetik meg a többi eszköztől, például az IP-cím vagy a böngésző típusa alapján.","descriptionLegal":"A beszállítók:\n* Létrehozhatnak egy bizonyos azonosítót az eszközről automatikusan összegyűjtött adatok, a meghatározott jellemzők, például IP-cím, felhasználói megbízotthoz tartozó karakterlánccal.\n* Felhasználhatják ezen azonosítót valamely eszköz ismételt azonosítása érdekében.\nA beszállítók nem:\n* Hozhatnak létre azonosítót egy adott eszköz konkrét jellemzők érdekében történő, aktív vizsgálata során gyűjtött adatok alapján, pl. telepített betűtípusok vagy képernyőfelbontás, a felhasználók aktív, azonosítási célú eszközleolvasásra vonatkozó kifejezett feliratkozása nélkül.\n* Az ilyen azonosítót az eszköz ismételt azonosítása érdekében használhatják fel.\n"}},"specialFeatures":{"1":{"id":1,"name":"Pontos geolokációs adatok felhasználása","description":"Az Ön pontos geolokációs adatai egy vagy több célra is felhasználhatók. Ez azt jelenti, hogy az Ön földrajzi elhelyezkedése néhány méteres pontosságú lehet.","descriptionLegal":"A beszállítók:\n* Összegyűjthetik és kezelhetik a pontos geolokációs adatokat egy vagy több cél érdekében.\nMegjegyzés: A pontos geolokáció azt jelenti, hogy nincsenek korlátozások a felhasználó helyének pontosságára vonatkozóan; ez több méteres pontosságú lehet.\n"},"2":{"id":2,"name":"Az eszköz jellemzőinek aktív vizsgálata az azonosításhoz","description":"Az Ön eszköze az eszköz egyedi jellemzőire vonatkozó kombináció vizsgálatával azonosítható.","descriptionLegal":"A beszállítók:\n* Létrehozhatnak valamely azonosítót egy adott eszköz, konkrét jellemzők érdekében történő, aktív vizsgálata során gyűjtött adatok alapján, pl. telepített betűtípusok vagy képernyőfelbontás.\n* Az ilyen azonosítót az eszköz ismételt azonosítása érdekében használhatják fel.\n"}}}
