{"vendorListVersion":148,"lastUpdated":"2022-06-16T16:44:34Z","purposes":{"1":{"id":1,"name":"Archiviare e/o accedere a informazioni su un dispositivo","description":"I cookie, gli identificatori del dispositivo o altre informazioni possono essere archiviati o reperiti sul dispositivo dell’utente per le finalità presentate.","descriptionLegal":"I vendor possono:\n* Archiviare e accedere alle informazioni sul dispositivo, quali cookie e identificatori del dispositivo stesso, per le finalità presentate a un utente.\n"},"2":{"id":2,"name":"Selezionare annunci basici (basic ads)","description":"Gli annunci possono essere mostrati in base al contenuto visualizzato dall’utente, all’app utilizzata, alla posizione approssimativa, oppure al tipo di dispositivo.","descriptionLegal":"Per effettuare una selezione di annunci basici, i vendor possono:\n* Utilizzare, in tempo reale, informazioni sul contesto in cui verrà mostrato l’annuncio, quali contenuto e dispositivo; ad esempio: tipo di dispositivo e capacità, user agent, URL, indirizzo IP.\n* Utilizzare i dati di geolocalizzazione approssimativa di un utente.\n* Controllare la frequenza degli annunci mostrati ad un utente.\n* Mettere in sequenza gli annunci presentati ad un utente.\n* Impedire la fruizione di un annuncio in un contesto editoriale (non sicuro per il marchio) non idoneo\nI vendor non possono:\n* Creare un profilo di annunci personalizzati utilizzando le informazioni raccolte per la selezione di annunci futuri senza una base giuridica separata per la creazione di un profilo di annunci personalizzati.\nN.B.: “approssimativo” indica unicamente la facoltà di individuare una posizione approssimativa che coinvolga almeno un raggio di 500 metri.\n"},"3":{"id":3,"name":"Creare un profilo di annunci personalizzati","description":"Sarà possibile creare un profilo relativo all’utente e ai suoi interessi, al fine di mostrare annunci personalizzati.","descriptionLegal":"Per creare un profilo di annunci personalizzati, i vendor possono:\n* Raccogliere informazioni su un utente, come attività, interessi, visite a siti o app, informazioni demografiche o sua ubicazione, per creare o modificare un profilo utente da utilizzare ai fini della pubblicità personalizzata. \n* Combinare queste informazioni con altre informazioni precedentemente raccolte, anche da siti Web e app, per creare o modificare un profilo utente da utilizzare nella pubblicità personalizzata."},"4":{"id":4,"name":"Selezionare annunci personalizzati","description":"Annunci personalizzati possono essere mostrati in base al profilo relativo all’utente.","descriptionLegal":"Per selezionare gli annunci personalizzati, i vendor possono:\n* Selezionare annunci personalizzati basati su un profilo utente o altri dati storici sull’utente utilizzando informazioni quali attività, interessi, visite a siti o applicazioni, posizione geografica o informazioni demografiche dell’utente.\n"},"5":{"id":5,"name":"Creare un profilo di contenuto personalizzato","description":"Un profilo relativo all’utente e ai suoi interessi può essere creato per mostrargli contenuti personalizzati pertinenti.","descriptionLegal":"Per creare un profilo di contenuto personalizzato, i vendor possono:\n* Raccogliere informazioni su un utente, comprese attività, interessi, visite a siti o app, informazioni demografiche o posizione geografica, per creare o modificare un profilo utente al fine di personalizzarne il contenuto.\n* Combinare queste informazioni con altre informazioni raccolte in precedenza, anche da siti Web e app, per creare o modificare un profilo utente da utilizzare nella personalizzazione dei contenuti."},"6":{"id":6,"name":"Selezionare contenuti personalizzati","description":"I contenuti personalizzati possono essere mostrati sulla base di un profilo relativo all’utente.","descriptionLegal":"Per selezionare i contenuti personalizzati, i vendor possono:\n* Selezionare i contenuti personalizzati in base a un profilo utente o ad altri dati storici dell’utente, tra cui precedenti attività, interessi, visite a siti o applicazioni, posizione geografica o informazioni demografiche dell’utente.\n"},"7":{"id":7,"name":"Valutare le performance degli annunci","description":"È possibile valutare le performance e l’efficacia degli annunci visualizzati dall’utente o con cui lo stesso interagisce.","descriptionLegal":"Per valutare le performance degli annunci, i vendor possono:\n* Valutare se e come gli annunci siano stati forniti a un utente e come lo stesso ha interagito.\n* Fornire report sugli annunci, ivi comprese efficacia e prestazioni degli stessi.\n* Fornire report sugli utenti che hanno interagito con gli annunci utilizzando i dati osservati nel corso dell’interazione dell’utente con tale annuncio.\n* Fornire report agli editori sugli annunci visualizzati sulla loro proprietà.\n* Valutare se la fruizione di un annuncio avvenga in un contesto editoriale idoneo (sicuro per il marchio).\n* Determinare la percentuale dell’ad che ha avuto la possibilità di essere visualizzata e per quanto tempo. \nI vendor non possono:\n* Applicare dati di approfondimento sul pubblico derivati da panel o prodotti simili ai dati di misurazione degli annunci senza una base giuridica per applicare ricerche di mercato per generare approfondimenti sul pubblico stesso.\n"},"8":{"id":8,"name":"Valutare le performance dei contenuti","description":"È possibile valutare le performance e l’efficacia dei contenuti visualizzati dall’utente o con cui lo stesso interagisce.","descriptionLegal":"Per valutare le performance dei contenuti, i vendor possono:\n* Valutare e segnalare il modo in cui i contenuti sono stati forniti e l’interazione degli utenti con gli stessi.\n* Fornire report utilizzando informazioni direttamente valutabili o note sugli utenti che hanno interagito con il contenuto.\nI vendor non possono:\n* Valutare se e come gli annunci (compresi gli annunci nativi) siano stati forniti e l’interazione dell’utente con gli stessi.\n* Applicare dati di approfondimento sul pubblico derivati da panel o prodotti simili ai dati di misurazione degli annunci senza una base giuridica separata per applicare ricerche di mercato per generare approfondimenti sul pubblico stesso.\n"},"9":{"id":9,"name":"Applicare ricerche di mercato per generare approfondimenti sul pubblico","description":"La ricerca di mercato può essere utilizzata per saperne di più sul pubblico che visita siti/app e visualizza annunci.","descriptionLegal":"Per applicare ricerche di mercato per generare approfondimenti sul pubblico, i vendor possono:\n* Fornire agli inserzionisti o ai loro rappresentanti report aggregati sul pubblico raggiunto dai propri annunci mediante osservazioni basate su panel e di derivazione analoga.\n* Fornire report aggregati agli editori riguardo al pubblico che ha fruito dei contenuti e/o degli annunci o che ha interagito con gli stessi nella proprietà di tali editori applicando osservazioni basate su panel e di analoga derivazione. \n* Associare i dati offline con quelli di un utente online ai fini della ricerca di mercato, per generare informazioni sul pubblico se i vendor hanno dichiarato di abbinare e combinare fonti di dati offline (Funzionalità 1)\nI vendor non possono: \n* Misurare le performance e l’efficacia degli annunci presentati a un utente specifico o con cui lo stesso vendor abbia interagito, senza una base giuridica specifica relativa alla misurazione delle performance di tali annunci.\n* Misurare di quali contenuti abbia fruito un determinato utente e come abbia interagito con gli stessi, senza una base giuridica specifica relativa alla misurazione delle performance di tali annunci.\n"},"10":{"id":10,"name":"Sviluppare e perfezionare i prodotti","description":"I dati dell’utente possono essere utilizzati per perfezionare sistemi e software esistenti e per sviluppare nuovi prodotti.","descriptionLegal":"Per sviluppare nuovi prodotti e perfezionare quelli esistenti, i vendor possono:\n* Utilizzare le informazioni per perfezionare i prodotti esistenti mediante l’aggiunta di nuove funzionalità e per sviluppare nuovi prodotti.\n* Creare nuovi modelli e algoritmi attraverso il machine learning.\nI vendor non possono:\n* Condurre altre operazioni di trattamento dei dati rispondenti a una finalità diversa dalla presente\n"}},"specialPurposes":{"1":{"id":1,"name":"Garantire la sicurezza, prevenire frodi e debug","description":"I dati possono essere utilizzati per monitorare e prevenire attività fraudolente e garantire che i sistemi e i processi funzionino correttamente e in modo sicuro.","descriptionLegal":"Per garantire la sicurezza, prevenire frodi e debug, i vendor possono:\n* Assicurarsi che i dati siano trasmessi in modo sicuro. \n* Rilevare e prevenire attività dannose, fraudolente, non valide o illegali.\n* Garantire un funzionamento corretto ed efficiente dei sistemi e dei processi, compreso il monitoraggio e il miglioramento delle prestazioni dei sistemi e dei processi coinvolti nelle finalità consentite.\nI vendor non possono:\n* Condurre altre operazioni di trattamento dei dati rispondenti a una finalità diversa dalla presente.\nNota: I dati raccolti e utilizzati per garantire la sicurezza, prevenire le frodi e il debug, possono includere informazioni sul dispositivo inviate automaticamente per la sua identificazione, dati di geolocalizzazione precisi e dati ottenuti mediante scansione attiva delle caratteristiche del dispositivo per la sua identificazione, senza necessità di condivisione in modo separato e/o opt-in.\n"},"2":{"id":2,"name":"Pubblicare tecnicamente annunci o contenuti","description":"Il dispositivo dell’utente può ricevere e inviare informazioni per consentirgli di visualizzare annunci e contenuti e di interagire con gli stessi.","descriptionLegal":"Per fornire informazioni e rispondere a richieste tecniche, i vendor possono:\n* Utilizzare l’indirizzo IP di un utente per fornire un annuncio su Internet.\n* Reagire all’interazione di un utente con un annuncio indirizzando l’utente a una pagina di destinazione.\n* Utilizzare l’indirizzo IP di un utente per fornire contenuti su Internet.\n* Reagire all’interazione di un utente con un contenuto indirizzando l’utente a una pagina di destinazione.\n* Utilizzare le informazioni sul tipo di dispositivo e sulle capacità dello stesso per la fornitura di annunci o contenuti, ad esempio, per mettere a disposizione annunci creativi o file video di dimensioni corrette e in un formato supportato dal dispositivo.\nI vendor non possono:\n* Condurre altre operazioni di trattamento dei dati rispondenti a una finalità diversa dalla presente.\n"}},"features":{"1":{"id":1,"name":"Abbinare e combinare fonti di dati offline","description":"I dati provenienti da fonti offline possono essere combinati con l’attività online dell’utente a supporto di una o varie finalità.","descriptionLegal":"I vendor possono: \n* Combinare i dati ottenuti offline con i dati raccolti online, a supporto di una o varie Finalità o Finalità Speciali.\n"},"2":{"id":2,"name":"Collegare diversi dispositivi","description":"Sarà possibile determinare l’appartenenza di diversi dispositivi allo stesso utente o al suo nucleo familiare, a supporto di una o varie finalità.","descriptionLegal":"I vendor possono:\n* Determinare con certezza in modo deterministico che due o più dispositivi appartengono allo stesso utente o al suo nucleo familiare.\n* Determinare in modo probabilistico l’appartenenza di due o più dispositivi allo stesso utente o allo stesso nucleo familiare.\n* Effettuare una scansione attiva delle caratteristiche del dispositivo per l’identificazione probabilistica, previo consenso degli utenti (Funzionalità speciale 2).\n"},"3":{"id":3,"name":"Ricevere e usare le caratteristiche che il dispositivo invia automaticamente ai fini dell’identificazione","description":"Un dispositivo può essere distinto da altri dispositivi in base alle informazioni che invia automaticamente, come l’indirizzo IP o il tipo di browser.","descriptionLegal":"I vendor possono: \n* Creare un identificatore, utilizzando i dati che un dispositivo raccoglie automaticamente in base alle sue caratteristiche, ad es. indirizzo IP, stringa dell’utente\n* Utilizzare il suddetto identificatore per provare a identificare nuovamente un dispositivo\nI vendor non possono:\n* Creare un identificatore, utilizzando i dati raccolti tramite uno scanning attivo di caratteristiche specifiche un dispositivo, come ad esempio la risoluzione dello schermo o i caratteri installati, senza l’opt-in dell’utente in merito alla scansionare attiva delle caratteristiche del dispositivo per la sua identificazione.\n* Utilizzare tale identificatore per identificare nuovamente un dispositivo\n"}},"specialFeatures":{"1":{"id":1,"name":"Utilizzare dati di geolocalizzazione precisi","description":"I dati di geolocalizzazione precisi possono essere utilizzati a supporto di una o varie finalità. Ciò significa che la posizione dell’utente potrà determinarsi con esattezza nel raggio di alcuni metri.","descriptionLegal":"I vendor possono:\n* Raccogliere e trattare dati relativi alla posizione geografica esatta, a supporto di una o varie finalità.\nN.B.: Esatta geolocalizzazione significa che non esistono restrizioni sulla determinazione precisa della posizione geografica di un utente; il margine di precisione può avere un raggio di alcuni metri\n"},"2":{"id":2,"name":"Scansione attiva delle caratteristiche del dispositivo ai fini dell’identificazione","description":"Il dispositivo può essere identificato in base a una scansione della combinazione unica di caratteristiche del dispositivo.","descriptionLegal":"I vendor possono:\n* Creare un identificatore utilizzando i dati raccolti mediante la scansione attiva di un dispositivo ai fini dell’individuazione di caratteristiche specifiche, ad es., tipi di caratteri installati o risoluzione dello schermo. \n* Utilizzare tale identificatore per individuare ripetutamente un dispositivo. \n"}}}
