{"vendorListVersion":159,"lastUpdated":"2022-09-01T16:44:54Z","purposes":{"1":{"id":1,"name":"Съхраняване на и/или достъп до информация на устройство","description":"Бисквитки, идентификатори на устройства или друга информация могат да бъдат съхранени или достъпни на Вашето устройство за целите, за които са Ви представени.","descriptionLegal":"Доставчиците могат:\n* Да съхраняват и да имат достъп до информация на устройство, като „бисквитки“ и идентификатори на устройства, представени на потребителя.\n"},"2":{"id":2,"name":"Избор на основни реклами","description":"Реклами могат да Ви бъдат показвани въз основа на съдържанието, което разглеждате, приложението, което използвате, приблизителното Ви местоположение или Вашия тип устройство.","descriptionLegal":"За да направят избор на основни реклами, доставчиците могат:\n* Да използват информация в реално време за контекста, в който ще се показва рекламата, за да се показва рекламата, включително информация за съдържанието и устройството, като например: тип устройство и възможности, потребителски агент, URL адрес, IP адрес \n* Да използват неточни данни за географско позициониране на потребителя\n* Да контролират честотата на показваните на потребителя реклами\n* Да следват последователността, в която рекламите се показват на потребителя\n* Да предотвратяват показването на реклама в неподходящ редакционен контекст (небезопасен за бранда)\nДоставчиците не могат:\n* Да създават профил за персонализирани реклами, като се използва тази информация за избора на бъдещи реклами, без да е налице отделно правно основание за създаване на профил за персонализирани реклами.\nВнимание: Неточно означава, че е разрешено само приблизително местоположение, включващо най-малко радиус от 500 метра.\n"},"3":{"id":3,"name":"Създаване на профил за персонализирани реклами","description":"Може да се изгради профил за Вас и Вашите интереси, за да Ви показваме персонализирани реклами, които са подходящи за Вас.","descriptionLegal":"За създаване на профил за персонализирани реклами, доставчиците могат:\n* Да събират информация за определен потребител, включително дейност на потребителя, интереси, демографски данни или местоположение, да създават или редактират потребителски профил за използване при персонализирана реклама.\n* Комбинирайте тази информация с друга информация, събрана преди това, включително от различни уебсайтове и приложения, за да създадете или редактирате потребителски профил за използване в персонализираната реклама.\n"},"4":{"id":4,"name":"Избор на персонализирани реклами","description":"Персонализираните реклами могат да Ви бъдат показвани въз основа на профил за Вас.","descriptionLegal":"За да изберат персонализирани реклами, доставчиците могат:\n* Да избират персонализирани реклами въз основа на потребителски профил или други исторически данни за потребителя, включително предишни дейности, интереси, посещения в сайтове или приложения, местоположение или демографски данни.\n"},"5":{"id":5,"name":"Създаване на профил с персонализирано съдържание","description":"Може да се изгради профил за Вас и Вашите интереси, за да Ви покажем персонализирано съдържание, което е подходящо за Вас.","descriptionLegal":"За създаване на профил с персонализирано съдържание, доставчиците могат:\n* Да събират информация за определен потребител, включително дейност на потребителя, интереси, посещения в сайтове или приложения, демографски данни или местоположение, за създаване или редактиране на потребителски профил за персонализирано съдържание.\n* Комбинирайте тази информация с друга информация, събрана преди това, включително от различни уебсайтове и приложения, за да създадете или редактирате потребителски профил за използване при персонализиране на съдържание.\n"},"6":{"id":6,"name":"Избор на персонализирано съдържание","description":"Персонализирано съдържание може да Ви бъде показано въз основа на профил за Вас.","descriptionLegal":"За избор на персонализирано съдържание, доставчиците могат:\n* Да изберат персонализирано съдържание въз основа на потребителски профил или други исторически данни за потребителя, включително предишни дейности, интереси, посещения в сайтове или приложения, местоположение или демографски данни.\n"},"7":{"id":7,"name":"Измерване на ефективността на реклами","description":"Може да се измери ефективността и ефикасността на реклами, които виждате или с които взаимодействате.","descriptionLegal":"За измерване на ефективността на реклами, доставчиците могат:\n* Да измерят дали и как рекламите са били доставени и са взаимодействали с даден потребител\n* Да предоставят информация за реклами, включително тяхната ефективност и ефикасност\n* Да предоставят отчети за потребители, които са взаимодействали с реклами, използвайки данни, наблюдавани в хода на взаимодействието на потребителя с тази реклама\n* Да предоставят отчети на издателите за реклами, показвани на собствеността им\n* Да измерят дали дадена реклама е доставена в подходяща редакционна среда (безопасно за бранда)\n* Да определят за какъв процент от рекламата е имало възможност да бъде видян, както и продължителността на тази възможност \nДоставчиците не могат:\n* Да прилагат данни със статистика за аудиторията, извлечена от панел или по подобен начин, спрямо данните за измерване на рекламите без отделно правно основание за прилагане на пазарни проучвания за генериране на статистика за аудиторията.\n"},"8":{"id":8,"name":"Измерване на ефикасността на съдържанието","description":"Може да се измери ефективността и ефикасността на съдържанието, което виждате или с което взаимодействате.","descriptionLegal":"За измерване на ефикасността на съдържанието, доставчиците могат:\n* Да измерват и съобщават как съдържанието е било доставено и е взаимодействало с потребителите.\n* Да предоставят отчети, използвайки пряко измерима или известна информация за потребители, които са взаимодействали със съдържанието\nДоставчиците не могат:\n* Да измерват дали и по какъв начин рекламите (включително местни реклами) са били доставени и са взаимодействали с даден потребител.\n* Да прилагат данни със статистика за аудиторията, извлечена от панел или по сходен начин, спрямо данните за измерване на рекламите без правно основание за прилагане на пазарни проучвания за генериране на статистика за аудиторията.\n"},"9":{"id":9,"name":"Прилагане на пазарни проучвания за генериране на статистика за аудиторията","description":"Пазарно проучване може да се използва, за да се научи повече за аудиторията, която посещава сайтове/приложения и преглежда реклами.","descriptionLegal":"За прилагане на пазарни проучвания за генериране на статистика за аудиторията, доставчиците могат:\n* Да предоставят обобщени отчети на рекламодатели или техни представители относно аудиториите, до които са достигнали рекламите им, чрез статистика, извлечена от панел и по подобен начин.\n* Да предоставят обобщени отчети на издателите относно аудиториите, до които са доставени или които са взаимодействали със съдържание и/или реклами на собствеността им, чрез прилагане на статистика, извлечена от панел и по подобен начин. \n* Да свързват офлайн данни с онлайн потребител за целите на пазарно проучване, за да генерират статистика за аудиторията, ако доставчиците са декларирали да съчетават и комбинират офлайн източници на данни (Функция 1)\nДоставчиците не могат: \n* Да измерват ефективността и ефикасността на реклами, които са доставени на даден потребител или, с които този потребител е взаимодействал, без отделно правно основание за измерване на ефективността на рекламите.\n* Да измерват кое съдържание е доставено на конкретен потребител и как този потребител е взаимодействал с него, без отделно правно основание за измерване на ефикасността на съдържанието.\n"},"10":{"id":10,"name":"Разработване и подобряване на продукти","description":"Вашите данни могат да се използват за подобряване на съществуващи системи и софтуер, както и за разработване на нови продукти.","descriptionLegal":"За разработване на нови продукти и подобряване на продукти, доставчиците могат:\n* Да използват информация, за да подобрят съществуващите си продукти с нови функции и да разработят нови продукти\n* Да създават нови модели и алгоритми чрез машинно обучение\nДоставчиците не могат:\n* Да извършват друга операция за обработване на данни, позволена от друга цел, в рамките на тази цел\n"}},"specialPurposes":{"1":{"id":1,"name":"Гарантиране на сигурността, предотвратяване на измами и отстраняване на грешки","description":"Вашите данни могат да се използват за наблюдение и предотвратяване на измамни дейности, както и за осигуряване на правилното и надеждно функциониране на системите и процесите.","descriptionLegal":"За гарантиране на сигурността, предотвратяване на измами и отстраняване на грешки, доставчиците могат:\n* Да осигуряват надеждно предаване на данните \n* Да откриват и предотвратяват злонамерени, измамни, невалидни или незаконни дейности\n* Да осигуряват правилна и ефикасна работа на системите и процесите, включително наблюдение и подобряване на ефективността на системите и процесите, ангажирани с разрешени цели\nДоставчиците не могат:\n* Да извършват всяка друга операция за обработване на данни, позволена от друга цел, в рамките на тази цел.\nЗабележка: Данните, събирани и използвани за гарантиране на сигурността, предотвратяване на измами и отстраняване на грешки, могат да включват автоматично изпратени характеристики на устройството за идентификация, точни данни за географско позициониране, както и данни, получени чрез активно сканиране на характеристиките на устройството за идентификация, без отделно разкриване и/или функция за включване.\n"},"2":{"id":2,"name":"Техническо доставяне на реклами или съдържание","description":"Вашето устройство може да получава и изпраща информация, която Ви позволява да виждате и взаимодействате с реклами и съдържание.","descriptionLegal":"За доставяне на информация и отговаряне на технически заявки, доставчиците могат:\n* Да използват IP адреса на потребителя за доставяне на реклама по интернет\n* Да отговарят на взаимодействие на потребителя с реклама чрез изпращане на потребителя до целева страница\n* Да използват IP адреса на потребителя за предоставяне на съдържание по интернет\n* Да отговарят на взаимодействието на потребителя със съдържанието чрез изпращане на потребителя до целева страница\n* Да използват информация за типа на устройството и възможностите за предоставяне на реклами или съдържание, например за доставяне на подходящия размер рекламно съдържание или видеофайл във формат, поддържан от устройството\nДоставчиците не могат:\n* Да извършват друга операция за обработване на данни, позволена от друга цел, в рамките на тази цел\n"}},"features":{"1":{"id":1,"name":"Съчетаване и комбиниране на източници на данни офлайн","description":"Данни от източници на данни офлайн могат да се комбинират с Вашата активност онлайн в подкрепа на една или повече цели.","descriptionLegal":"Доставчиците могат: \n* Да комбинират данни, получени офлайн, с данни, събрани онлайн, в подкрепа на една или повече цели или за специални цели."},"2":{"id":2,"name":"Свързване на различни устройства","description":"Различните устройства могат да бъдат определени като принадлежащи на Вас или на Вашето домакинство в подкрепа на една или повече от целите.","descriptionLegal":"Доставчиците могат:\n* Категорично да определят, че две или повече устройства принадлежат на един и същ потребител или домакинство\n* Вероятностно да определят, че две или повече устройства принадлежат на един и същ потребител или домакинство\n* Активно да сканират характеристики на устройството за идентификация на вероятностна идентификация, ако потребителите са позволили на доставчиците да сканират активно характеристики на устройството за идентификация (Специална Функция 2)\n"},"3":{"id":3,"name":"Получаване и използване на автоматично изпратени характеристики на устройството за идентификация","description":"Вашето устройство може да се разграничи от други устройства въз основа на информацията, която автоматично изпраща, като например IP адрес или тип на браузъра.","descriptionLegal":"Доставчиците могат:\n* Да създават идентификатор чрез автоматично събиране на данни от устройство на специфични характеристики, например IP адрес, стринг на потребителския агент.\n* Да използват такъв идентификатор при опит за повторно идентифициране на устройство.\nДоставчиците не могат:\n* Да създават идентификатор чрез използване на данни, събрани чрез активно сканиране на устройство за специфични характеристики, например инсталирани шрифтове или разделителна способност на екрана, без отделна функция за включване на потребителите за активно сканиране на характеристиките на устройството за идентификация.\n* Да използват такъв идентификатор за повторно идентифициране на устройство.\n"}},"specialFeatures":{"1":{"id":1,"name":"Използване на точни данни за географско позициониране","description":"Вашите точни данни за географско позициониране могат да се използват в подкрепа на една или повече цели. Това означава, че местоположението Ви може да бъде с точност в рамките на няколко метра.","descriptionLegal":"Доставчиците могат:\n* Да събират и обработват точни данни за географско позициониране в подкрепа на една или повече цели.\nВнимание: точно географско позициониране означава, че няма ограничения за точността на местоположението на даден потребител; Това може да бъде с точност в рамките на няколко метра.\n"},"2":{"id":2,"name":"Активно сканиране на характеристиките на устройството за идентификация","description":"Вашето устройство може да бъде идентифицирано въз основа на сканиране на уникалната комбинация от характеристики на Вашето устройство.","descriptionLegal":"Доставчиците могат:\n* Да създават идентификатор чрез използване на данни, събрани чрез активно сканиране на устройство за специфични характеристики, например инсталирани шрифтове или разделителна способност на екрана. \n* Да използват такъв идентификатор за повторно идентифициране на устройство.\n"}}}
