{"vendorListVersion":148,"lastUpdated":"2022-06-16T16:44:40Z","purposes":{"1":{"id":1,"name":"Shranjevanje in/ali dostop do podatkov na napravi","description":"Piškotki, identifikatorji naprav ali drugi podatki so lahko shranjeni ali dostopni na vaši napravi za namene, ki so vam predstavljeni.","descriptionLegal":"Dobavitelji lahko:\n* shranjujejo in dostopajo do podatkov na napravi, kot so piškotki in identifikatorji naprav, ki so predstavljeni uporabniku."},"2":{"id":2,"name":"Izbira osnovnih oglasov","description":"Oglasi se vam lahko prikazujejo na podlagi vsebine, ki si jo ogledujete, aplikacije, ki jo uporabljate, vaše približne lokacije ali vrste vaše naprave.","descriptionLegal":"Za izbiro osnovnih oglasov lahko dobavitelji:\n* uporabijo realnočasovne podatke o kontekstu, v katerem bo prikazan oglas, za prikaz oglasa, vključno s podatki o vsebini in napravi, kot so: vrsta in zmogljivosti naprave, uporabniški agent, URL, IP-naslov, \n* uporabijo nenatančne geolokacijske podatke uporabnika,\n* nadzorujejo frekvenco oglasov, prikazanih uporabniku,\n* določijo zaporedje, v katerem so oglasi prikazani uporabniku,\n* preprečijo, da bi se oglas prikazoval v neprimernem uredniškem (za blagovno znamko neustreznem) kontekstu.\nDobavitelji ne smejo:\n* Ustvarjati profilov personaliziranih oglasov z uporabo teh podatkov za izbiro oglasov v prihodnosti brez ločene pravne podlage za ustvarjanje profilov personaliziranih oglasov.\nOPOMBA. Nenatančno pomeni, da je dovoljena le približna lokacija s polmerom najmanj 500 metrov.\n"},"3":{"id":3,"name":"Ustvarjanje profila personaliziranih oglasov","description":"Profil je mogoče izdelati o vas in vaših interesih, da se vam prikaže personalizirane oglase, ki so relevantni za vas.","descriptionLegal":"Za ustvarjanje profila personaliziranih oglasov lahko dobavitelji:\n* zbirajo podatke o uporabniku, vključno z dejavnostjo uporabnika, interesi, obiski spletnih mest ali aplikacij, demografskimi podatki ali lokacijo za ustvarjanje ali urejanje uporabniškega profila za uporabo v personaliziranem oglaševanju.\n* Te podatke združite z drugimi predhodno zbranimi informacijami, vključno s spletnimi mesti in aplikacijami, da ustvarite ali uredite uporabniški profil za uporabo v prilagojenem oglaševanju."},"4":{"id":4,"name":"Izbira personaliziranih oglasov","description":"Personalizirani oglasi se vam lahko prikazujejo na podlagi profila o vas.","descriptionLegal":"Za izbiro personaliziranih oglasov lahko dobavitelji:\n* izberejo personalizirane oglase na osnovi uporabniškega profila ali drugih zgodovinskih podatkov uporabnika, vključno z uporabnikovo predhodno dejavnostjo, interesi, obiski spletnih mest ali aplikacij, lokacijo ali demografskimi podatki.\n"},"5":{"id":5,"name":"Ustvarjanje profila personalizirane vsebine","description":"Profil je mogoče ustvariti o vas in vaših interesih za prikaz personalizirane vsebine, ki je relevantna za vas.","descriptionLegal":"Za ustvarjanje profila personalizirane vsebine lahko dobavitelji:\n* zbirajo podatke o uporabniku, vključno z dejavnostjo uporabnika, interesi, obiski spletnih mest ali aplikacij, demografskimi podatki ali lokacijo, za ustvarjanje ali urejanje uporabniškega profila za personalizirano vsebino.\n* Te podatke združite z drugimi predhodno zbranimi informacijami, vključno s spletnimi mesti in aplikacijami, da ustvarite ali uredite uporabniški profil za uporabo pri prilagajanju vsebine.\n"},"6":{"id":6,"name":"Izbira personalizirane vsebine","description":"Personalizirana vsebina se vam lahko prikazuje na podlagi profila o vas.","descriptionLegal":"Za izbiro personalizirane vsebine lahko dobavitelji:\n* izberejo personalizirano vsebino na osnovi uporabniškega profila ali drugih zgodovinskih podatkov uporabnika, vključno z uporabnikovo predhodno dejavnostjo, interesi, obiski spletnih mest ali aplikacij, lokacijo ali demografskimi podatki.\n"},"7":{"id":7,"name":"Merjenje uspešnosti oglasov","description":"Meri se lahko učinkovitost in uspešnost oglasov, ki so vidni in na katere se je mogoče odzvati.","descriptionLegal":"Za merjenje uspešnosti oglasov lahko dobavitelji:\n* merijo, ali so bili oglasi prikazani uporabniku in kakšen je bil uporabnikov odziv nanje,\n* zagotovijo poročanje o oglasih, vključno z njihovo učinkovitostjo in uspešnostjo,\n* zagotovijo poročanje o uporabnikih, ki so se odzvali na oglase, z uporabo podatkov, ugotovljenih med uporabnikovim odzivom na dani oglas,\n* zagotovijo poročanje izdajateljem o oglasih, prikazanih na njihovi lastnini,\n* merijo, ali je oglas prikazan v primernem (za blagovno znamko ustreznem) kontekstu uredniškega okolja,\n* določijo odstotek oglasa, ki ga je bilo mogoče videti, ter časovno obdobje, v katerem ga je bilo mogoče videti. \nDobavitelji ne smejo:\n* podatkov o vpogledu v ciljno skupino, pridobljenih na okroglih mizah ali na podoben način, uporabljati za podatke za merjenje oglasov brez pravne podlage za uporabo tržnih raziskav za ustvarjanje vpogledov v ciljno skupino."},"8":{"id":8,"name":"Merjenje uspešnosti vsebine","description":"Meri se lahko učinkovitost in uspešnost vsebine, ki je vidna in na katero se je mogoče odzvati.","descriptionLegal":"Za merjenje uspešnosti vsebine lahko dobavitelji:\n* merijo in poročajo o tem, kako je bila vsebina predstavljena in kako so se uporabniki odzvali nanjo,\n* zagotovijo poročanje o uporabnikih, ki so se odzvali na vsebino, z uporabo neposredno merljivih ali znanih informacij.\nDobavitelji ne smejo:\n* meriti, ali so bili oglasi (vključno z izvornimi oglasi) prikazani uporabniku in kakšen je bil uporabnikov odziv nanje,\n* podatkov o vpogledu v ciljno skupino, pridobljenih na okroglih mizah ali na podoben način, uporabljati za podatke za merjenje oglasov brez pravne podlage za uporabo tržnih raziskav za ustvarjanje vpogledov v ciljno skupino."},"9":{"id":9,"name":"Ustvarjanje vpogledov v ciljno skupino s pomočjo tržnih raziskav","description":"Tržne raziskave se lahko uporabljajo za spoznavanje ciljne skupine, ki obiskuje spletna mesta/aplikacije in si ogleduje oglase.","descriptionLegal":"Za ustvarjanje vpogledov v ciljno skupino s pomočjo tržnih raziskav lahko dobavitelji:\n* oglaševalcem ali njihovim predstavnikom preko vpogledov, ki jih pridobijo z okroglimi mizami in na podobne načine, zagotavljajo zbirna poročila o ciljni skupini, ki jih dosežejo njihovi oglasi,\n* z vpogledi, ki jih pridobijo z okroglimi mizami in na podobne načine, ustvarjajo zbirna poročila o ciljni skupini, ki so mu bili prikazani vsebina in/ali oglasi na njihovi lastnini oz. se je nanje odzvalo. \n* povežejo nespletne podatke s spletnim uporabnikom za namene tržnih raziskav za zagotavljanje vpogledov v ciljno skupino, če dobavitelji izjavijo, da bodo usklajevali in kombinirali nespletne vire podatkov (Funkcija 1).\nDobavitelji ne smejo: \n* meriti uspešnosti in učinkovitosti oglasov, ki so bili prikazani določenemu uporabniku oz. na katere se je odzval, brez ločene pravne podlage za merjenje uspešnosti oglasov.\n* meriti, katera vsebina je bila prikazana določenemu uporabniku in kako se je odzval nanjo, brez ločene pravne podlage za merjenje uspešnosti vsebine."},"10":{"id":10,"name":"Razvoj in izboljšave izdelkov","description":"Vaši podatki se lahko uporabljajo za izboljšanje obstoječih sistemov in programske opreme ter za razvoj novih izdelkov.","descriptionLegal":"Za razvoj novih izdelkov in izboljšave izdelkov lahko dobavitelji:\n* uporabljajo informacije za izboljšanje obstoječih izdelkov z novimi funkcijami in za razvoj novih izdelkov,\n* ustvarjajo nove modele in algoritme s strojnim učenjem.\nDobavitelji ne smejo:\n* v okviru tega namena izvajati nobenih drugih postopkov obdelave podatkov, ki so dovoljeni v okviru drugega namena."}},"specialPurposes":{"1":{"id":1,"name":"Zagotavljanje varnosti, preprečevanje prevar in odpravljanje težav","description":"Vaši podatki se lahko uporabljajo za spremljanje in preprečevanje goljufivih dejavnosti in za zagotavljanje pravilnega in varnega delovanja sistemov in postopkov.","descriptionLegal":"Za zagotavljanje varnosti, preprečevanje prevar in odpravljanje težav lahko dobavitelji:\n* zagotovijo, da so podatki varno preneseni, \n* zaznavajo in preprečujejo zlonamerne, goljufive, neveljavne ali nezakonite dejavnosti,\n* zagotavljajo pravilno in učinkovito delovanje sistemov in postopkov, vključno z nadzorom in izboljšavo delovanja sistemov in postopkov, vključenih v dovoljene namene.\nDobavitelji ne smejo:\n* v okviru tega namena izvajati nobenih drugih postopkov obdelave podatkov, ki so dovoljeni v okviru drugega namena.\nOpomba: Podatki, zbrani in uporabljeni za zagotavljanje varnosti, preprečevanje prevar in odpravljanje težav lahko vključujejo samodejno poslane lastnosti naprave za identifikacijo, natančne geolokacijske podatke in podatke, pridobljene z aktivnim skeniranjem lastnosti naprave za identifikacijo brez ločenega razkritja in/ali vključitve."},"2":{"id":2,"name":"Tehnično prikazovanje oglasov ali vsebine","description":"Vaša naprava lahko prejema in pošilja podatke, ki vam omogočajo, da vidite oglase in vsebino ter da se odzivate nanje.","descriptionLegal":"Za zagotavljanje informacij in odgovorov na tehnične zahteve lahko dobavitelji:\n* uporabijo IP-naslov uporabnika za prikaz oglasa prek interneta,\n* na uporabnikov odziv na oglas odgovorijo tako, da uporabnika pošljejo na pristajalno stran,\n* uporabijo IP-naslov uporabnika za prikaz vsebine prek interneta,\n* na uporabnikov odziv na vsebino odgovorijo tako, da uporabnika pošljejo na pristajalno stran,\n* uporabijo informacije o vrsti naprave in zmogljivostih za prikaz oglasov ali vsebine, na primer, za prikaz kreativne ali video datoteke z oglasom pravilne velikosti v obliki, ki jo podpira naprava.\nDobavitelji ne smejo:\n* v okviru tega namena izvajati nobenih drugih postopkov obdelave podatkov, ki so dovoljeni v okviru drugega namena.\n"}},"features":{"1":{"id":1,"name":"Usklajevanje in združevanje virov podatkov, ki niso pridobljeni na spletu","description":"Podatki iz nespletnih virov se lahko združijo z vašo spletno dejavnostjo za podporo enemu ali več namenom.","descriptionLegal":"Dobavitelji lahko: \n* podatke, ki niso pridobljeni na spletu, združijo s tistimi, zbranimi prek spleta, za podporo enemu ali več namenom ali posebnim namenom.\n"},"2":{"id":2,"name":"Povezovanje različnih naprav","description":"Različne naprave se lahko določijo kot vaše ali last vašega gospodinjstva za podporo enemu ali več namenom.","descriptionLegal":"Dobavitelji lahko:\n* deterministično določijo, da dve napravi ali več naprav pripada istemu uporabniku ali gospodinjstvu,\n* verjetnostno določijo, da dve napravi ali več naprav pripada istemu uporabniku ali gospodinjstvu,\n* aktivno skenirajo značilnosti naprave za identifikacijo za verjetnostno identifikacijo, če so uporabniki dovolili dobaviteljem, da aktivno skenirajo lastnosti naprave za identifikacijo (posebna funkcija 2).\n"},"3":{"id":3,"name":"Prejemanje in uporaba samodejno poslanih lastnosti naprave za identifikacijo","description":"Vašo napravo je mogoče od drugih naprav ločiti na podlagi podatkov, ki jih samodejno pošilja, npr. IP-naslov ali vrsta brskalnika.","descriptionLegal":"Dobavitelji lahko:\n* Ustvarijo identifikator s podatki, samodejno zbranimi z naprave za določene značilnosti, npr. IP-naslov, niz uporabniških agentov.\n* Ta identifikator lahko uporabijo za poskus ponovne identifikacije naprave.\nDobavitelji ne smejo:\n* Ustvarjati identifikatorjev s podatki, ki so bili zbrani prek aktivnega skeniranja naprave za specifične značilnosti, npr. nameščene pisave ali ločljivost zaslona, brez ločene vključitve naprave uporabnikov v aktivno skeniranje z namenom identifikacije.\n* Tovrsten identifikator uporabijo za ponovno identifikacijo naprave.\n"}},"specialFeatures":{"1":{"id":1,"name":"Uporaba natančnih geolokacijskih podatkov","description":"Vaši natančni geolokacijski podatki se lahko uporabljajo za podporo enemu ali več namenom. To pomeni, da je vaša lokacija lahko natančna na nekaj metrov.","descriptionLegal":"Dobavitelji lahko:\n* zbirajo in obdelujejo natančne geolokacijske podatke za podporo enemu ali več namenom.\nOPOMBA. Natančna geolokacija pomeni, da ni nobenih omejitev glede natančnosti uporabnikove lokacije, ki je lahko natančna na nekaj metrov.\n"},"2":{"id":2,"name":"Aktivno skeniranje značilnosti naprave za identifikacijo","description":"Vaša naprava je lahko identificirana na podlagi skeniranja edinstvene kombinacije značilnosti vaše naprave.","descriptionLegal":"Dobavitelji lahko:\n* ustvarijo identifikator s podatki, ki so bili zbrani prek aktivnega skeniranja naprave za specifične značilnosti, npr. nameščene pisave ali ločljivost zaslona, \n* Tovrsten identifikator uporabijo za ponovno identifikacijo naprave."}}}
