{"vendorListVersion":148,"lastUpdated":"2022-06-16T16:44:37Z","purposes":{"1":{"id":1,"name":"Armazenar e/ou aceder a informações num dispositivo","description":"Os cookies, identificadores de dispositivos ou outras informações podem ser armazenados ou acedidos no seu dispositivo para os fins que lhe são apresentados.","descriptionLegal":"Os fornecedores podem:\n* Guardar e aceder a informações no dispositivo, tais como cookies e identificadores de dispositivos apresentados a um utilizador.\n"},"2":{"id":2,"name":"Selecionar anúncios básicos","description":"Os anúncios podem ser-lhe apresentados com base nos conteúdos que está a visualizar, na aplicação que está a utilizar, na sua localização aproximada ou no seu tipo de dispositivo.","descriptionLegal":"Para fazer uma seleção básica de anúncios, os fornecedores podem:\n* Utilizar informações em tempo real sobre o contexto no qual o anúncio será mostrado, para mostrar o anúncio, incluindo informações sobre os conteúdos e o dispositivo, tais como: tipo e capacidades do dispositivo, agente de utilizador, URL, endereço IP \n* Utilizar os dados de geolocalização não precisos de um utilizador\n* Controlar a frequência dos anúncios apresentados a um utilizador.\n* Escolher a ordem pela qual os anúncios são mostrados a um utilizador.\n* Evitar que um anúncio sirva num contexto editorial inadequado (não seguro para a marca)\nOs fornecedores não podem:\n* Criar um perfil de anúncios personalizados com base nesta informação com o intuito de, sem uma base jurídica distinta, selecionar anúncios futuros para criar um perfil de anúncios personalizados.\nN.B. Não precisos significa que apenas é permitida uma localização aproximada que envolva, pelo menos, um raio de 500 metros.\n"},"3":{"id":3,"name":"Criar um perfil de anúncios personalizados","description":"Pode ser criado um perfil sobre si e os seus interesses para lhe mostrar anúncios personalizados que são relevantes para si.","descriptionLegal":"Para criar um perfil de anúncios personalizados, os fornecedores podem:\n* Recolher informações sobre um utilizador, incluindo a atividade de um utilizador, os seus interesses, visitas a sites ou aplicações, informações demográficas ou localização, para criar ou editar um perfil de utilizador para utilização em publicidade personalizada.\n* Combine essas informações com outras informações coletadas anteriormente, incluindo de sites e aplicativos, para criar ou editar um perfil de usuário para uso em publicidade personalizada.\n"},"4":{"id":4,"name":"Selecionar anúncios personalizados","description":"Os anúncios personalizados podem ser-lhe mostrados com base num perfil sobre si.","descriptionLegal":"Para selecionar anúncios personalizados, os fornecedores podem:\n* Selecionar anúncios personalizados com base num perfil de utilizador ou outros dados históricos do utilizador, incluindo a atividade anterior do utilizador, interesses, visitas a sites ou aplicações, localização ou informações demográficas.\n"},"5":{"id":5,"name":"Criar um perfil de conteúdos personalizados","description":"Pode ser criado um perfil sobre si e os seus interesses para lhe mostrar conteúdos personalizados que são relevantes para si.","descriptionLegal":"Para criar um perfil de conteúdos personalizados, os fornecedores podem:\n* Recolher informações sobre um utilizador, incluindo a atividade de um utilizador, interesses, visitas a sites ou aplicações, informações demográficas ou localização, para criar ou editar um perfil de utilizador para personalizar conteúdos.\n* Combine essas informações com outras informações coletadas anteriormente, incluindo de sites e aplicativos, para criar ou editar um perfil de usuário para uso na personalização de conteúdo."},"6":{"id":6,"name":"Selecionar conteúdos personalizados","description":"O conteúdo personalizado pode ser-lhe mostrado com base num perfil sobre si.","descriptionLegal":"Para selecionar conteúdos personalizados, os fornecedores podem:\n* Selecionar conteúdos personalizados com base num perfil de utilizador ou outros dados históricos do utilizador, incluindo a atividade anterior do utilizador, interesses, visitas a sites ou aplicações, localização ou informações demográficas.\n"},"7":{"id":7,"name":"Medir o desempenho do anúncio","description":"O desempenho e a eficácia dos anúncios que vê ou com os quais interage podem ser medidos.","descriptionLegal":"Para medir o desempenho do anúncio, os fornecedores podem:\n* Medir se e como os anúncios foram entregues e como é que um utilizador interagiu com eles\n* Fornecer relatórios sobre anúncios, incluindo a sua eficácia e desempenho\n* Fornecer relatórios sobre utilizadores que interajam com anúncios utilizando dados observados durante o curso da interação do utilizador com esse anúncio\n* Fornecer relatórios aos editores sobre os anúncios apresentados na sua propriedade\n* Medir se um anúncio está a servir num contexto de ambiente editorial adequado (seguro para a marca)\n* Determinar a percentagem do anúncio que teve oportunidade de ser vista e a duração dessa oportunidade \nOs fornecedores não podem:\n* Aplicar dados de informações sobre o público, obtidos através de painéis ou de forma semelhante a dados de medição de anúncios sem um fundamento jurídico explícito para a aplicação dos resultados das pesquisas de mercado, de forma a gerar perspetivas sobre o público.\n"},"8":{"id":8,"name":"Medir o desempenho dos conteúdos","description":"O desempenho e a eficácia dos conteúdos que vê ou com os quais interage podem ser medidos.","descriptionLegal":"Para medir o desempenho dos conteúdos, os fornecedores podem:\n* Medir e comunicar como os conteúdos foram entregues e como os utilizadores interagiram com eles.\n* Fornecer relatórios, utilizando informações diretamente mensuráveis ou conhecidas, sobre utilizadores que interagiram com os conteúdos\nOs fornecedores não podem:\n* Medir se e como os anúncios (incluindo anúncios nativos) foram apresentados e como é que o utilizador interagiu com eles.\n* Aplicar dados de informações sobre o público-alvo obtidos a partir de painéis ou de forma semelhante aos dados de medição de anúncios, sem um fundamento jurídico explícito para a utilização dos dados de pesquisas de mercado, de forma a gerar perspetivas sobre o público.\n"},"9":{"id":9,"name":"Aplicar os resultados das pesquisas de mercado para gerar perspetivas sobre o público","description":"A pesquisa de mercado pode ser usada para saber mais sobre os públicos que visitam sites/aplicações e veem anúncios.","descriptionLegal":"Para aplicar os resultados das pesquisas de mercado para gerar perspetivas sobre o público, os fornecedores podem:\n* Fornecer relatórios agregados aos anunciantes ou aos seus representantes sobre os públicos alcançados pelos seus anúncios, através de perspetivas baseadas em painéis e de forma semelhante.\n* Fornecer relatórios agregados aos editores sobre os públicos que foram servidos ou que interagiram com conteúdos e/ou anúncios sobre a sua propriedade, aplicando perspetivas baseadas em painéis e de forma semelhante. \n* Associar dados offline a um utilizador online, para efeitos de pesquisa de mercado, de forma a gerar perspetivas sobre o público, se os fornecedores tiverem declarado comparar e combinar fontes de dados offline \nOs fornecedores não podem: \n* Medir o desempenho e a eficácia dos anúncios que um utilizador específico recebeu e como interagiu com eles, sem um fundamento jurídico explícito para medir o desempenho do anúncio.\n* Medir quais os conteúdos que um utilizador específico recebeu e como interagiu com eles, sem um fundamento jurídico explícito para medir o desempenho dos conteúdos.\n"},"10":{"id":10,"name":"Desenvolver e melhorar produtos","description":"Os seus dados podem ser utilizados para melhorar os sistemas e o software existentes e para desenvolver novos produtos.","descriptionLegal":"Para desenvolver novos produtos e melhorar os produtos, os fornecedores podem:\n* Utilizar informações para melhorar os seus produtos existentes com novas funcionalidades e desenvolver novos produtos\n* Criar novos modelos e algoritmos através de aprendizagem de máquina\nOs fornecedores não podem:\n* Realizar qualquer outra operação de processamento de dados permitida com um propósito diferente ao abrigo desta finalidade\n"}},"specialPurposes":{"1":{"id":1,"name":"Garantir a segurança, evitar a fraude e corrigir erros","description":"Os seus dados podem ser utilizados para monitorizar e prevenir atividades fraudulentas e garantir que os sistemas e processos funcionam de forma adequada e segura.","descriptionLegal":"Para garantir a segurança, evitar a fraude e corrigir erros, os fornecedores podem:\n* Certificar-se de que os dados são transmitidos de forma segura \n* Detetar e prevenir atividades maliciosas, fraudulentas, inválidas ou ilegais.\n* Assegurar o funcionamento correto e eficiente dos sistemas e processos, incluindo a monitorização e o melhoramento do desempenho dos sistemas e dos processos envolvidos nas finalidades permitidas\nOs fornecedores não podem:\n* Realizar qualquer outra operação de processamento de dados permitida com um propósito diferente ao abrigo desta finalidade.\nNota: Os dados recolhidos e utilizados para garantir a segurança, prevenir a fraude e corrigir erros podem incluir características do dispositivo enviadas automaticamente para identificação, dados de geolocalização precisos e dados obtidos através da leitura ativa das características do dispositivo, para identificação sem um consentimento explícito para a divulgação e/ou aceitação.\n"},"2":{"id":2,"name":"Apresentar anúncios ou conteúdos tecnicamente","description":"O seu dispositivo pode receber e enviar informações que lhe permitem ver e interagir com anúncios e conteúdos.","descriptionLegal":"Para fornecer informações e responder a pedidos técnicos, os fornecedores podem:\n* Utilizar o endereço IP de um utilizador para fornecer um anúncio através da Internet\n* Responder à interação de um utilizador com um anúncio, enviando o utilizador para uma página de destino\n* Utilizar o endereço IP de um utilizador para fornecer conteúdos através da Internet\n* Responder à interação de um utilizador com conteúdos enviando o utilizador para uma página de destino\n* Utilizar informações sobre o tipo de dispositivo e capacidades para fornecer anúncios ou conteúdos, por exemplo, para fornecer o anúncio criativo ou o ficheiro de vídeo de tamanho adequado num formato suportado pelo dispositivo\nOs fornecedores não podem:\n* Realizar qualquer outra operação de processamento de dados permitida com um propósito diferente ao abrigo desta finalidade\n"}},"features":{"1":{"id":1,"name":"Comparar e combinar fontes de dados offline","description":"Os dados de fontes de dados offline podem ser combinados com a sua atividade online para apoio a uma ou mais finalidades.","descriptionLegal":"Os fornecedores podem: \n* Combinar os dados obtidos offline com dados recolhidos online, para apoio a uma ou mais Finalidades ou Finalidades especiais.\n"},"2":{"id":2,"name":"Ligar dispositivos diferentes","description":"Dispositivos diferentes podem ser determinados como pertencendo a si ou ao seu agregado familiar para apoiar uma ou mais finalidades.","descriptionLegal":"Os fornecedores podem:\n* Determinar deterministicamente que dois ou mais dispositivos pertencem ao mesmo utilizador ou agregado familiar\n* Determinar objetivamente que dois ou mais dispositivos pertencem ao mesmo utilizador ou agregado familiar\n* Procurar ativamente as características do dispositivo em termos de identificação para identificação probabilística se os utilizadores permitirem que os fornecedores procurem ativamente as características do dispositivo para identificação\n"},"3":{"id":3,"name":"Receber e utilizar as características do dispositivo enviadas automaticamente para identificação","description":"É possível distinguir o seu dispositivo de outros dispositivos, com base nas informações que envia automaticamente, tais como o endereço IP ou o tipo de navegador.","descriptionLegal":"Os fornecedores podem:\n* Criar um identificador utilizando os dados recolhidos automaticamente a partir de um dispositivo para obter características específicas, p. ex., endereço IP, sequência do agente do utilizador.\n* Utilizar o identificador para tentar reidentificar um dispositivo.\nOs fornecedores não podem:\n* Criar um identificador utilizando dados recolhidos através da leitura ativa de um dispositivo, para obter características específicas, p. ex., tipos de letra instalados ou resolução de ecrã sem uma autorização explícita do utilizador para a leitura ativa das características do dispositivo, para fins de identificação.\n* Utilizar um identificador para identificar novamente um dispositivo.\n"}},"specialFeatures":{"1":{"id":1,"name":"Utilizar dados de geolocalização precisos","description":"Os seus dados de geolocalização precisa podem ser utilizados para apoiar uma ou mais finalidades. Isto significa que a sua localização pode ser precisa até alguns metros.","descriptionLegal":"Os fornecedores podem:\n* Recolher e processar dados exatos de geolocalização, para apoiar uma ou mais finalidades.\nN.B. Geolocalização precisa significa que não existem restrições na precisão da localização de um utilizador; isto pode ser preciso até alguns metros.\n"},"2":{"id":2,"name":"Procurar ativamente as características do dispositivo para identificação","description":"O seu dispositivo pode ser identificado com base na respetiva leitura da combinação única de características.","descriptionLegal":"Os fornecedores podem:\n* Criar um identificador utilizando dados recolhidos através da leitura ativa de um dispositivo para características específicas, por exemplo, tipos de letra instalados ou resolução de ecrã. \n* Utilizar um identificador para identificar novamente um dispositivo.\n"}}}
