{"vendorListVersion":148,"lastUpdated":"2022-06-16T16:44:41Z","purposes":{"1":{"id":1,"name":"Lagra och/eller få åtkomst till information på en enhet","description":"Cookies, enhetsidentifierare eller annan information kan lagras eller kommas åt på din enhet för de syften som presenteras för dig.","descriptionLegal":"Leverantörer kan:\n* Lagra och få åtkomst till information på enheten, såsom cookies och enhetsidentifierare som presenteras för en användare."},"2":{"id":2,"name":"Välja grundläggande annonser","description":"Annonser kan visas för dig baserat på det innehåll du besöker, den app du använder, din ungefärliga plats eller din enhetstyp.","descriptionLegal":"För att göra grundläggande annonsval kan leverantörer:\n* Använda information i realtid om sammanhanget där annonsen kommer att visas för att visa annonsen, inklusive information om innehållet och enheten, såsom: enhetstyp och kapacitet, användaragent, URL, IP-adress \n* Utnyttja en användares approximativa (icke-exakta) uppgifter om geografisk positionering\n* Kontrollera frekvensen av annonser som visas för en användare.\n* Definiera i vilken ordning annonser visas för en användare.\n* Hindra en annons från att fungera i ett olämpligt redaktionellt sammanhang (olämplig varumärkespåverkan)\nLeverantörer kan inte:\n* Skapa en personanpassad annonsprofil för val av framtida annonser utifrån denna information.\nObs! Approximativ betyder endast en ungefärlig plats som innebär att åtminstone en radie på 500 meter är tillåten.\n"},"3":{"id":3,"name":"Skapa en personanpassad annonsprofil","description":"En profil kan byggas om dig och dina intressen för att visa dig personanpassade annonser som är relevanta för dig.","descriptionLegal":"För att skapa en personanpassad annonsprofil kan leverantörer:\n* Samla data om en användare, inklusive användarens aktivitet, intressen, besök på webbplatser eller appar, demografisk data eller plats för att skapa eller redigera en användarprofil för användning vid personanpassad annonsering.\n* Kombinera denna data med annan data som tidigare samlats in, inklusive från olika webbplatser och appar för att skapa eller redigera en användarprofil för användning vid personanpassad annonsering.\n"},"4":{"id":4,"name":"Välja personanpassade annonser","description":"Personanpassade annonser kan visas för dig baserat på en profil om dig.","descriptionLegal":"För att välja personanpassade annonser kan leverantörer:\n* Välja personanpassade annonser baserat på en användarprofil eller andra historiska användaruppgifter, inklusive en användares tidigare aktivitet, intressen, besök på webbplatser eller appar, plats eller demografisk information.\n* Kombinera denna information med annan information som tidigare samlats in, inklusive från olika webbplatser och appar, för att skapa eller redigera en användarprofil för användning i personlig reklam."},"5":{"id":5,"name":"Skapa en personanpassad innehållsprofil","description":"En profil kan byggas om dig och dina intressen för att visa dig personanpassat innehåll som är relevant för dig.","descriptionLegal":"För att skapa en personanpassad innehållsprofil kan leverantörer:\n* Samla in information om en användare, inklusive användarens aktivitet, intressen, besök på webbplatser eller appar samt demografisk information eller plats för att skapa eller redigera en användarprofil för personanpassat innehåll.\n* Kombinera denna data med annan data som tidigare samlats in, samt från olika webbplatser och appar för att skapa eller redigera en användarprofil för användning vid anpassning av innehåll.\n"},"6":{"id":6,"name":"Välja personanpassat innehåll","description":"Personanpassat innehåll kan visas för dig baserat på en profil om dig.","descriptionLegal":"För att välja personanpassat innehåll kan leverantörer:\n* Välja personanpassat innehåll baserat på en användarprofil eller andra historiska användaruppgifter, inklusive en användares tidigare aktivitet, intressen, besök på webbplatser eller appar, plats eller demografisk information.\n"},"7":{"id":7,"name":"Mäta annonsprestanda","description":"Prestanda och effektivitet för annonser som du ser eller interagerar med kan mätas.","descriptionLegal":"För att mäta annonsprestanda kan leverantörer:\n* Mäta om och hur annonser har levererats till användare och hur de interagerade med dem\n* Tillhandahålla rapportering om annonser, inklusive deras effektivitet och prestanda\n* Tillhandahålla rapportering om användare som interagerade med annonser med användning av uppgifter som observerades under tiden för användarens interaktion med den annonsen\n* Tillhandahålla rapportering till utgivare om de annonser som visas på deras webbplatser\n* Mäta om en annons fungerar i ett lämpligt redaktionellt sammanhang (lämplig varumärkespåverkan)\n* Bestämma vilken procentandel av annonsen som hade möjlighet att upptäckas och varaktigheten på den möjligheten \nLeverantörer kan inte:\n* Lägga till ytterligare uppgifter avseende målgruppsinsikter som har hämtats från panelundersökningar eller via liknande metoder utan rättslig grund för att tillämpa marknadsundersökningar med syfte att generera målgruppsinsikter (syfte 9)\n"},"8":{"id":8,"name":"Mäta innehållsprestanda","description":"Prestanda och effektivitet för innehåll som du ser eller interagerar med kan mätas.","descriptionLegal":"För att mäta innehållsprestanda kan leverantörer:\n* Mäta och rapportera hur innehållet levererades till användare och hur de interagerade med det.\n* Tillhandahålla rapportering med direkt mätbar eller känd information om användare som interagerade med innehållet\nLeverantörer kan inte:\n* Mäta om och hur annonser (inklusive ursprungsannonser) levererades till användare och hur de interagerade med dem.\n* Lägga till ytterligare uppgifter avseende målgruppsinsikter som har hämtats från panelundersökningar eller via liknande metoder utan rättslig grund för att tillämpa marknadsundersökningar med syfte att generera målgruppsinsikter (syfte 9)\n"},"9":{"id":9,"name":"Tillämpa marknadsundersökningar för att generera målgruppsinsikter","description":"Marknadsundersökningar kan användas för att lära sig mer om de målgrupper som besöker webbplatser/appar och ser annonser.","descriptionLegal":"* För att tillämpa marknadsundersökningar för att generera målgruppsinsikter kan leverantörer:\n* Tillhandahålla samlad rapportering till annonsörer eller deras representanter om de målgrupper som har nåtts av deras annonser med hjälp av insikter från panelbaserade undersökningar och liknande metoder.\n* Tillhandahålla samlad rapportering till utgivare om de målgrupper som erhöll eller interagerade med innehåll och/eller annonser på deras webbplats genom att tillämpa insikter från panelbaserade undersökningar och liknande metoder. \n* Länka uppgifter offline till en onlineanvändare för marknadsundersökningar med avsikt att generera målgruppsinsikter om leverantörer har uppgett att de vill anpassa och kombinera uppgiftskällor offline (funktion 1)\nLeverantörer kan inte:\n* Mäta prestanda och effektivitet för annonser som den specifika användaren serverades eller interagerades med, utan en separat rättslig grund för att mäta annonsprestanda.\n* Mäta vilket innehåll en specifik användare visades och hur de interagerade med det, utan en separat rättslig grund för att mäta innehållsprestanda.\n"},"10":{"id":10,"name":"Utveckla och förbättra produkter","description":"Dina uppgifter kan användas för att förbättra befintliga system och programvara och för att utveckla nya produkter.","descriptionLegal":"För att utveckla nya produkter och förbättra produkter kan leverantörer:\n* Använda information för att förbättra sina befintliga produkter med nya funktioner och för att utveckla nya produkter\n* Skapa nya modeller och algoritmer med hjälp av maskininlärning\nLeverantörer kan inte:\n* För detta syfte utföra någon annan uppgiftsbehandling som är tillåten enligt något annat syfte\n"}},"specialPurposes":{"1":{"id":1,"name":"Säkerställa säkerhet, förhindra bedrägerier samt felsökning/korrigering","description":"Dina uppgifter kan användas för att övervaka och förhindra bedrägliga aktiviteter och säkerställa att system och processer fungerar korrekt och säkert.","descriptionLegal":"För att säkerställa säkerhet, förhindra bedrägerier samt utföra felsökning/korrigering kan leverantörer:\n* Säkerställa att uppgifter överförs säkert \n* Upptäcka och förhindra skadlig, bedräglig, ogiltig eller olaglig aktivitet.\n* Säkerställa korrekt och effektiv drift av system och processer, inklusive för att övervaka och förbättra prestanda för system och processer som används för tillåtna syften\nLeverantörer kan inte:\n* För detta syfte utföra någon annan uppgiftsbehandling som är tillåten enligt något annat syfte.\nNotera: Data som samlas in och används för att säkerställa säkerhet, förebygga bedrägeri och felsökning kan inkludera automatiskt överförd identifiering från enheter om dess egenskaper för exakt geografisk positioneringsdata och data erhållna genom aktiv skanning av enheters egenskaper för identifiering utan separat avslöjande och/eller opt-in.\n"},"2":{"id":2,"name":"Tekniskt levererad annons eller innehåll","description":"Din enhet kan ta emot och skicka information som gör att du kan se och interagera med annonser och innehåll.","descriptionLegal":"För att leverera information och svara på en teknisk begäran kan leverantörer:\n* Utnyttja en användares IP-adress för att leverera en annons via Internet\n* Svara på en användares interaktion med en annons genom att skicka användaren till en landningssida\n* Utnyttja en användares IP-adress för att leverera innehåll via Internet\n* Svara på användarens interaktion med specifikt innehåll genom att skicka användaren till en landningssida\n* Använda information om enhetstyp och kapacitet för att leverera annonser eller innehåll, till exempel för att leverera annonsmaterial eller videor i rätt storlek och i ett format som stöds av den aktuella enheten\nLeverantörer kan inte:\n* För detta syfte utföra någon annan uppgiftsbehandling som är tillåten enligt något annat syfte\n"}},"features":{"1":{"id":1,"name":"Matcha och kombinera datakällor offline","description":"Uppgifter från källor offline kan kombineras med din onlineaktivitet till stöd för ett eller flera syften.","descriptionLegal":"Leverantörer kan: \n* Kombinera uppgifter som erhållits offline med uppgifter som samlats in online till stöd för ett eller flera syften eller specialsyften.\n"},"2":{"id":2,"name":"Länka olika enheter","description":"Olika enheter kan bestämmas som tillhörande dig eller ditt hushåll till stöd för ett eller flera syften.","descriptionLegal":"Leverantörer kan:\n* Deterministiskt avgöra att två eller flera enheter tillhör samma användare eller hushåll\n* Baserat på sannolikhet avgöra att två eller flera enheter tillhör samma användare eller hushåll\n* Aktivt läsa av enhetens funktioner för sannolik identifiering om användare har tillåtit leverantörer att aktivt skanna enhetens egenskaper för identifiering (specialfunktion 2)\n"},"3":{"id":3,"name":"Ta emot och använd automatiskt genererade enhetsegenskaper för identifiering","description":"Din enhet kan skilja sig från andra enheter baserat på data den skickar automatiskt, t ex IP-adress eller webbläsartyp.","descriptionLegal":"Leverantören kan:\n* Skapa en identifierare med hjälp av data som samlas in automatiskt från en enhet med specifika egenskaper, t.ex. IP-adress, user-agent string.\n* En sådan identifierare används för att försöka identifiera en enhet igen.\n\nLeverantören kan inte:\n* Skapa en identifierare med hjälp av data som samlas in genom aktiv skanning av enheter efter specifika egenskaper, t.ex. installerat teckensnitt eller skärmens upplösning utan användares separata opt-in för att aktivt skanna enheters egenskaper för identifiering.\n* Skapa en sådan identifierare för att identifiera en enhet igen."}},"specialFeatures":{"1":{"id":1,"name":"Använda exakta uppgifter om geografisk positionering","description":"Dina exakta uppgifter om geografisk positionering kan användas till stöd för ett eller flera syften. Detta innebär att din plats kan vara exakt inom flera meter.","descriptionLegal":"Leverantörer kan:\n* Samla in och underhålla exakta uppgifter om geografisk positionering för att främja ett eller flera syften.\nObs! Exakt lokalisering innebär att det inte finns några begränsningar när det gäller en användares lokaliseringsuppgifter. Detta kan innebära en exakthet på flera meter.\n"},"2":{"id":2,"name":"Läsa av enhetens egenskaper aktivt för identifiering","description":"Din enhet kan identifieras baserat på din enhets kombination av egenskaper.","descriptionLegal":"Leverantörer kan:\n* Skapa en identifierare med hjälp av data som samlas in genom aktiv skanning av enheters specifika egenskaper t.ex. installerade teckensnitt eller skärmupplösning.\n* Använd en sådan identifierare för att identifiera en enhet igen."}}}
