{"purposes":{"1":{"id":1,"name":"Hifadhi na/au fikia maelezo kwenye kifaa","description":"Vidakuzi, vitambulishi vya kifaa au maelezo mengine yanaweza kuhifadhiwa au kufikiwa kwenye kifaa chako kwa madhumuni yaliyowasilishwa kwako.","descriptionLegal":"Wachuuzi wanaweza:\n* Kuhifadhi na kufikia maelezo kwenye kifaa kama vile vidakuzi na vitambulishi vya kifaa vilivyowasilishwa kwa mtumiaji."},"2":{"id":2,"name":"Chagua matangazo ya kimsingi","description":"Unaweza kuonyeshwa matangazo kulingana na maudhui unayotazama, programu unayotumia, kadirio la eneo lako au aina ya kifaa chako.","descriptionLegal":"Ili kufanya uteuzi wa msingi wa wachuuzi wanaweza:\n* Kutumia maelezo ya wakati halisi kuhusu muktadha ambao tangazo litaonyeshwa, ili kuonyesha tangazo, ikijumuisha maelezo kuhusu maudhui na kifaa, kama vile: aina ya kifaa na uwezo, wakala wa mtumiaji, KISARA (Kioneshi Sanifu Rasilimali), anwani ya IP.\n* Kutumia data isiyo sahihi ya eneo la kijiografia ya mtumiaji\n* Kudhibiti marudio ya matangazo yanayoonyeshwa kwa mtumiaji.\n* Kupanga mpangilio ambao matangazo yanaonyeshwa kwa mtumiaji.\n* Kuzuia tangazo lisionyeshe katika muktadha usiofaa wa uhariri (ambao si salama chapa).\nWachuuzi hawawezi:\n* Kubuni wasifu wa matangazo yaliyobinafsishwa kwa kutumia maelezo haya kwa uteuzi wa matangazo ya siku zijazo bila msingi tofauti wa kisheria ili kuunda wasifu wa matangazo yaliyobinafsishwa.\n*Kumbuka. Isiyo sahihi inamaanisha eneo la takriban linalohusisha angalau eneo la mita 500 ndilo linaloruhusiwa."},"3":{"id":3,"name":"Unda wasifu wa matangazo uliobinafsishwa","description":"Wasifu unaweza kubuniwa kukuhusu wewe na mambo yanayokuvutia ili kukuonyesha matangazo yaliyobinafsishwa yaliyo na umuhimu kwako.","descriptionLegal":"Ili kuunda wasifu wa matangazo yaliyobinafsishwa, wachuuzi wanaweza:\n* Kukusanya taarifa kuhusu mtumiaji, ikiwa ni pamoja na shughuli za mtumiaji, mambo yanayomvutia, maelezo ya idadi ya watu, au eneo, ili kuunda au kuhariri wasifu wa mtumiaji kwa matumizi katika utangazaji wa kibinafsi.\n* Kuchanganya maelezo haya na maelezo mengine yaliyokusanywa hapo awali, ikiwa ni pamoja na kutoka kwenye tovuti na programu mbalimbali, ili kuunda au kuhariri wasifu wa mtumiaji ili utumike katika utangazaji uliobinafsishwa."},"4":{"id":4,"name":"Chagua matangazo yaliyobinafsishwa","description":"Matangazo yaliyobinafsishwa yanaweza kuonyeshwa kwako kulingana na wasifu kukuhusu.","descriptionLegal":"Ili kuchagua matangazo yaliyobinafsishwa, wachuuzi wanaweza:\n* Kuchagua matangazo yaliyobinafsishwa kulingana na wasifu wa mtumiaji au data nyingine ya kihistoria ya mtumiaji, ikiwa ni pamoja na shughuli za awali za mtumiaji, mambo yanayomvutia, kutembelea tovuti au programu, eneo au maelezo ya idadi ya watu."},"5":{"id":5,"name":"Unda wasifu wa maudhui uliobinafsishwa","description":"Wasifu unaweza kubuniwa kukuhusu wewe na mambo yanayokuvutia ili kukuonyesha maudhui yaliyobinafsishwa yanayofaa kwako.","descriptionLegal":"Ili kuunda wasifu wa maudhui uliobinafsishwa wachuuzi wanaweza:\n* Kukusanya taarifa kuhusu mtumiaji, ikiwa ni pamoja na shughuli za mtumiaji, mambo yanayomvutia, kutembelea tovuti au programu, maelezo ya idadi ya watu, au eneo, ili kuunda au kuhariri wasifu wa mtumiaji kwa ajili ya kubinafsisha maudhui.\n* Kuchanganya maelezo haya na maelezo mengine yaliyokusanywa hapo awali, ikiwa ni pamoja na kutoka kwenye tovuti na programu mbalimbali, ili kuunda au kuhariri wasifu wa mtumiaji ili utumike katika kubinafsisha maudhui."},"6":{"id":6,"name":"Chagua maudhui yaliyobinafsishwa","description":"Maudhui yaliyobinafsishwa yanaweza kuonyeshwa kwako kulingana na wasifu kukuhusu.","descriptionLegal":"Ili kuchagua maudhui yaliyobinafsishwa, wachuuzi wanaweza:\n* Kuchagua maudhui yaliyobinafsishwa kulingana na wasifu wa mtumiaji au data nyingine ya kihistoria ya mtumiaji, ikijumuisha shughuli za awali za mtumiaji, mambo yanayomvutia, kutembelea tovuti au programu, eneo au maelezo ya demografia."},"7":{"id":7,"name":"Pima utendaji wa tangazo","description":"Utendaji na ufanisi wa matangazo unayoona au kuingiliana nayo yanaweza kupimwa.","descriptionLegal":"Ili kupima utendaji wa tangazo, wachuuzi wanaweza:\n* Kupima ikiwa na jinsi matangazo yalivyowasilishwa na yalivyoingiliana na mtumiaji\n* Kutoa ripoti kuhusu matangazo ikijumuisha ufanisi na utendakazi wao\n* Kutoa ripoti kuhusu watumiaji walioingiliana na matangazo kwa kutumia data iliyozingatiwa wakati wa mwingiliano wa mtumiaji na tangazo hilo\n* Kutoa ripoti kwa wachapishaji kuhusu matangazo yanayoonyeshwa kwenye mali yao\n* Kupima kama tangazo linatumika katika mazingira ya kufaa ya uhariri (salama chapa).\n* Kubainisha asilimia ya tangazo lililopata fursa ya kuonekana na muda wa fursa hiyo\n* Kuchanganya maelezo haya na maelezo mengine yaliyokusanywa hapo awali, ikiwa ni pamoja na kutoka kwenye tovuti na programu\nWachuuzi hawawezi:\n*Kutumia data ya maarifa ya watazamaji- au inayotokana na vivyo hivyo kwa data ya kipimo cha tangazo bila Msingi wa Kisheria ili kutumia utafiti wa soko ili kuzalisha maarifa ya watazamaji (Kusudi la 9)"},"8":{"id":8,"name":"Pima utendaji wa maudhui","description":"Utendaji na ufanisi wa maudhui unayoona au kuingiliana nayo yanaweza kupimwa.","descriptionLegal":"Ili kupima utendakazi wa maudhui, wachuuzi wanaweza:\n* Kupima na kuripoti jinsi maudhui yalivyowasilishwa na yalivyoingiliana na watumiaji.\n* Kutoa ripoti, kwa kutumia maelezo yanayoweza kupimika moja kwa moja au yanayojulikana, kuhusu watumiaji walioingiliana na maudhui\n* Kuchanganya maelezo haya na maelezo mengine yaliyokusanywa hapo awali, ikiwa ni pamoja na kutoka kwenye tovuti na programu.\nWachuuzi hawawezi:\n* Kupima ikiwa na jinsi matangazo (pamoja na matangazo asili) yaliwasilishwa na kuingiliana nayo na mtumiaji.\n* Kutumia data ya maarifa ya watazamaji- au inayotokana na vile vile kwa data ya kipimo cha tangazo bila Msingi wa Kisheria ili kutumia utafiti wa soko ili kuzalisha maarifa ya watazamaji (Kusudi la 9)"},"9":{"id":9,"name":"Tumia utafiti wa soko ili kutoa maarifa ya watazamaji","description":"Utafiti wa soko unaweza kutumika kujifunza zaidi kuhusu watazamaji wanaotembelea tovuti/programu na kutazama matangazo.","descriptionLegal":"Ili kutumia utafiti wa soko ili kutoa maarifa ya watazamaji, wachuuzi wanaweza:\n* Kutoa ripoti ya jumla kwa watangazaji au wawakilishi wao kuhusu hadhira iliyofikiwa na matangazo yao, kupitia ufahamu wa paneli na unaotokana vile vile.\n* Kutoa ripoti ya jumla kwa wachapishaji kuhusu hadhira ambayo ilionyeshwa au kuingiliana na maudhui na/au matangazo kwenye mali zao kwa kutumia maarifa yanayotokana na paneli na yanayotokana vile vile.\n* Kuhusisha data ya nje ya mtandao na mtumiaji wa mtandaoni kwa madhumuni ya utafiti wa soko ili kutoa maarifa ya watazamaji ikiwa wachuuzi wametangaza kulingana na kuchanganya vyanzo vya data vya nje ya mtandao (Kipengele cha 1)\n* Kuchanganya maelezo haya na mengineyo yaliyokusanywa hapo awali ikiwa ni pamoja na kutoka kwenye tovuti na programu.\nWachuuzi hawawezi:\n* Kupima utendakazi na ufanisi wa matangazo ambayo mtumiaji mahususi alionyeshwa au kuingiliana nayo, bila Msingi wa Kisheria wa kupima utendakazi wa tangazo.\n* Kupima maudhui ambayo mtumiaji mahususi alihudumiwa na jinsi walivyoingiliana nayo, bila Msingi wa Kisheria wa kupima utendakazi wa maudhui."},"10":{"id":10,"name":"Kuendeleza na kuboresha bidhaa","description":"Data yako inaweza kutumika kuboresha mifumo na programu zilizopo, na kutengeneza bidhaa mpya","descriptionLegal":"Ili kutengeneza bidhaa mpya na kuboresha bidhaa, wachuuzi wanaweza:\n* Kutumia maelezo ili kuboresha bidhaa zao zilizopo kwa vipengele vipya na kutengeneza bidhaa mpya\n* Kuunda miundo mipya na algoriti kupitia kujifunza kwa mashine\nWachuuzi hawawezi:\n* Kufanya operesheni nyingine yoyote ya kuchakata data inayoruhusiwa chini ya madhumuni tofauti chini ya madhumuni haya"}},"specialPurposes":{"1":{"id":1,"name":"Hakikisha usalama, uzuie ulaghai na ueue","description":"Data yako inaweza kutumika kufuatilia na kuzuia shughuli za ulaghai, na kuhakikisha mifumo na michakato inafanya kazi ipasavyo na kwa usalama.","descriptionLegal":"Ili kuhakikisha usalama, kuzuia ulaghai na kueua hitilafu, wachuuzi wanaweza:\n* Kuhakikisha data inasambazwa kwa usalama\n* Kugundua na kuzuia shughuli hasidi, laghai, batili au haramu.\n* Kuhakikisha utendakazi sahihi na mzuri wa mifumo na michakato, ikijumuisha kufuatilia na kuimarisha utendakazi wa mifumo na michakato inayohusika katika madhumuni yanayoruhusiwa.\nWachuuzi hawawezi:\n* Kufanya operesheni nyingine yoyote ya kuchakata data inayoruhusiwa chini ya madhumuni tofauti chini ya madhumuni haya.\nKumbuka: Data iliyokusanywa na kutumiwa ili kuhakikisha usalama, kuzuia ulaghai na weuaji inaweza kujumuisha sifa za kifaa zinazotumwa kiotomatiki kwa ajili ya kitambulisho, data sahihi ya eneo na data iliyopatikana kwa kuchanganua kikamilifu sifa za kifaa kwa ajili ya utambuzi bila ufichuzi tofauti na/au kuchagua kuingia."},"2":{"id":2,"name":"Toa matangazo au maudhui kitaalam","description":"Kifaa chako kinaweza kupokea na kutuma maelezo yanayokuruhusu kuona na kuingiliana na matangazo na maudhui.","descriptionLegal":"Ili kutoa taarifa na kujibu maombi ya kiufundi wachuuzi wanaweza:\n* Kutumia anwani ya IP ya mtumiaji kutoa tangazo kupitia mtandao\n* Kujibu mwingiliano wa mtumiaji na tangazo kwa kutuma mtumiaji kwenye ukurasa wa kutua\n* Kutumia anwani ya IP ya mtumiaji kuwasilisha maudhui kupitia mtandao\n* Kujibu mwingiliano wa mtumiaji na yaliyomo kwa kutuma mtumiaji kwenye ukurasa wa kutua\n* Kutumia maelezo kuhusu aina ya kifaa na uwezo wa kuwasilisha matangazo au maudhui, kwa mfano, kutoa ukubwa unaofaa wa ubunifu wa tangazo au faili ya video katika umbizo linalotumika na kifaa.\nWachuuzi hawawezi:\n* Kufanya operesheni nyingine yoyote ya kuchakata data inayoruhusiwa chini ya madhumuni tofauti chini ya madhumuni haya"}},"features":{"1":{"id":1,"name":"Linganisha na uchanganye vyanzo vya data vya nje ya mtandao","description":"Data kutoka kwa vyanzo vya data vya nje ya mtandao inaweza kuunganishwa na shughuli zako za mtandaoni ili kusaidia lengo moja au zaidi","descriptionLegal":"Wachuuzi wanaweza:\n* Kuchanganya data iliyopatikana nje ya mtandao na data iliyokusanywa mtandaoni ili kuunga mkono Madhumuni moja au zaidi au Madhumuni Maalum."},"2":{"id":2,"name":"Unganisha vifaa tofauti","description":"Vifaa tofauti vinaweza kubainishwa kuwa vyako au kaya yako katika kuunga mkono lengo moja au zaidi.","descriptionLegal":"Wachuuzi wanaweza:\n* Kubainisha kwa uthabiti kuwa vifaa viwili au zaidi ni vya mtumiaji au kaya moja\n* Kutambua kwa uwezekano kwamba vifaa viwili au zaidi ni vya mtumiaji au kaya sawa\n* Kuchanganua sifa za kifaa kikamilifu kwa utambulisho wa utambulisho unaowezekana ikiwa watumiaji wamewaruhusu wachuuzi kuchanganua sifa za kifaa kwa ukamilifu ili kitambulisho (Kipengele Maalum cha 2)"},"3":{"id":3,"name":"Pokea na utumie sifa za kifaa zinazotumwa kiotomatiki kwa kitambulisho","description":"Kifaa chako kinaweza kutofautishwa na vifaa vingine kulingana na maelezo ambayo kifaa kinatuma kiotomatiki, kama vile anwani ya IP au aina ya kivinjari.","descriptionLegal":"Wachuuzi wanaweza:\n* Kuunda kitambulisho kwa kutumia data iliyokusanywa kiotomatiki kutoka kwa kifaa kwa sifa mahususi, k.m. Anwani ya IP, mfuatano wa wakala wa mtumiaji.\n* Kutumia kitambulisho kama hicho kujaribu kutambua tena kifaa.\nWachuuzi hawawezi:\n* Kuunda kitambulisho kwa kutumia data iliyokusanywa kupitia kuchanganua kifaa kikamilifu kwa sifa mahususi, k.m. iliyosakinishwa ya fonti au mwonekano wa skrini bila ya mtumiaji kuchagua kuingia ili kuchanganua kikamilifu sifa za kifaa kwa ajili ya utambuzi.\n* Kutumia kitambulisho kama hicho ili kutambua tena kifaa."}},"specialFeatures":{"1":{"id":1,"name":"Tumia data sahihi ya eneo la kijiografia","description":"Data yako sahihi ya eneo la kijiografia inaweza kutumika kusaidia dhumuni moja au zaidi. Hii inamaanisha kuwa eneo lako linaweza kuwa sahihi hadi ndani ya mita kadhaa.","descriptionLegal":"Wachuuzi wanaweza:\n* Kukusanya na kuchakata data sahihi ya eneo la kijiografia ili kuunga mkono dhumuni moja au zaidi.\nKumbuka: Usahihi wa eneo la kijiografia una maana kwamba hakuna vikwazo kwenye usahihi wa eneo la mtumiaji; hili linaweza kuwa sahihi ndani ya mita kadhaa."},"2":{"id":2,"name":"Changanua sifa za kifaa kikamilifu ili utambulisho","description":"Kifaa chako kinaweza kutambuliwa kulingana na uchanganuzi wa mchanganyiko wa kipekee wa sifa za kifaa chako.","descriptionLegal":"Wachuuzi wanaweza:\n* Kuunda kitambulisho kwa kutumia data iliyokusanywa kupitia kuchanganua kifaa kikamilifu kwa sifa mahususi, k.m. fonti zilizosakinishwa au azimio la skrini.\n* Kutumia kitambulisho kama hicho ili kutambua tena kifaa."}}}
