{"vendorListVersion":148,"lastUpdated":"2022-06-16T16:44:37Z","purposes":{"1":{"id":1,"name":"Przechowywanie informacji na urządzeniu lub dostęp do nich","description":"Pliki cookie, identyfikatory urządzeń lub inne informacje mogą być przechowywane na urządzeniu użytkownika lub udostępniane na nim w przedstawionych użytkownikowi celach.","descriptionLegal":"Dostawcy mogą:\n* przechowywać na urządzeniu informacje, takie jak pliki cookie i identyfikatory urządzenia przedstawiane użytkownikowi, oraz uzyskiwać do nich dostęp.\n"},"2":{"id":2,"name":"Wybór podstawowych reklam","description":"Reklamy mogą być wyświetlane w oparciu o oglądaną treść, używaną aplikację, przybliżoną lokalizację lub typ urządzenia.","descriptionLegal":"Aby dokonać podstawowego wyboru reklam, dostawcy mogą:\n* używać informacji w czasie rzeczywistym na temat kontekstu, w jakim zostanie wyświetlona reklama, aby wyświetlić reklamę, w tym informacji o treści i urządzeniu, takich jak: typ urządzenia i jego parametry, aplikacja klienta, adres URL, adres IP. \n* używać nieprecyzyjnych danych geolokalizacyjnych użytkownika.\n* kontrolować częstotliwość reklam wyświetlanych użytkownikowi.\n* ustawić kolejność wyświetlania reklam użytkownikowi.\n* zapobiec pojawieniu się reklamy w nieodpowiednim kontekście redakcyjnym (niebezpiecznym dla marki).\nDostawcy nie mogą:\n* tworzyćtworzyć profilu spersonalizowanych reklam przy użyciu tych informacji do wyboru przyszłych reklam bez osobnej podstawy prawnej do utworzenia profilu spersonalizowanych reklam.\nUwaga! Nieprecyzyjne oznacza, że dozwolona jest tylko przybliżona lokalizacja obejmująca co najmniej promień 500 metrów.\n"},"3":{"id":3,"name":"Tworzenie profilu spersonalizowanych reklam","description":"Profil może być zbudowany na temat użytkownika i jego zainteresowań, co pozwoli na pokazywanie spersonalizowanych reklam, które są dla użytkownika istotne.","descriptionLegal":"Aby stworzyć profil spersonalizowanych reklam, dostawcy mogą:\n* zbierać informacje o użytkowniku, w tym o działaniach użytkownika, jego zainteresowaniach, wizytach na stronach lub w aplikacjach, dane demograficzne lub lokalizacyjne w celu stworzenia lub edytowania profilu użytkownika w celu personalizacji reklam.\n* łączyć te informacje z innymi wcześniej zebranymi informacjami, w tym z różnych witryn i aplikacji, w celu stworzenia lub edytowania profilu użytkownika w celu personalizacji reklam.\n"},"4":{"id":4,"name":"Wybór spersonalizowanych reklam","description":"Spersonalizowane reklamy mogą być wyświetlane użytkownikowi na podstawie jego profilu.","descriptionLegal":"Aby wybrać spersonalizowane reklamy, dostawcy mogą:\n* wybrać spersonalizowane reklamy w oparciu o profil użytkownika lub inne historyczne dane użytkownika, w tym wcześniejsze działania użytkownika, zainteresowania, wizyty na stronach lub w aplikacjach, lokalizację lub dane demograficzne.\n"},"5":{"id":5,"name":"Tworzenie profilu spersonalizowanych treści","description":"Profil może być zbudowany na temat użytkownika i jego zainteresowań, co pozwoli na pokazywanie spersonalizowanych treści, które są dla użytkownika istotne.","descriptionLegal":"Aby stworzyć profil spersonalizowanych treści, dostawcy mogą:\n* zbierać informacje o użytkowniku, w tym działaniach użytkownika, jego zainteresowaniach, wizytach na stronach lub w aplikacjach, dane demograficzne lub lokalizacyjne w celu stworzenia lub edytowania profilu użytkownika w celu personalizacji treści.\n* Połącz te informacje z innymi informacjami zebranymi wcześniej, w tym z różnych witryn internetowych i aplikacji, aby utworzyć lub edytować profil użytkownika w celu personalizacji treści."},"6":{"id":6,"name":"Wybór spersonalizowanych treści","description":"Spersonalizowane treści mogą być wyświetlane użytkownikowi na podstawie jego profilu.","descriptionLegal":"Aby wybrać spersonalizowane treści, dostawcy mogą:\n* wybrać spersonalizowane treści w oparciu o profil użytkownika lub inne historyczne dane użytkownika, w tym wcześniejsze działania użytkownika, zainteresowania, wizyty na stronach lub w aplikacjach, lokalizację lub dane demograficzne.\n"},"7":{"id":7,"name":"Pomiar wydajności reklam","description":"Można zmierzyć wydajność i efektywność reklam, które użytkownik widzi lub na które reaguje.","descriptionLegal":"Aby dokonać pomiaru wydajności reklam, dostawcyreklam mogą:\n* zmierzyć, czy ii w jaki sposób reklamy były dostarczane użytkownikowiwi i jaka była jego reakcja.\n* dostarczać raporty dotyczące reklam, w tym ich skuteczności i wydajności.\n* dostarczać raporty dotyczące użytkowników, którzy zareagowali na reklamyreklamy, z użyciem danych obserwowanych podczas reakcji użytkownika na tę reklamę.\n* dostarczać raporty wydawcom na temat reklam wyświetlanych na ich powierzchni.\n* zmierzyć, czy reklama jest obsługiwana w odpowiednim środowisku redakcyjnym (bezpieczeństwo marki).\n* określić, w jakiej wartości procentowej reklama mogła zostać obejrzana, a także czas trwania tej możliwości obejrzenia. \nDostawcy nie mogą:\n* stosować danych pochodzących z analizy panelu lub podobnych odbiorców do danych pomiarowych z reklam bez odrębnej podstawy prawnej do zastosowania badań rynku w celu wygenerowania spostrzeżeń odbiorców..\n"},"8":{"id":8,"name":"Pomiar wydajności treści","description":"można zmierzyć wydajność i efektywność treści, które użytkownik widzi lub na które reaguje.","descriptionLegal":"Aby dokonać pomiaru wydajności treści, dostawcy mogą:\n* zmierzyć i sporządzić raport na temat tego, czy treści były dostarczane użytkownikom i jaka była ich reakcja.\n* dostarczać raporty, używając bezpośrednio mierzalnych lub znanych informacji o użytkownikach, którzy zareagowali na treść.\nDostawcy nie mogą:\n* zmierzyć, czy i w jaki sposób reklamy (w tym reklamy natywne) były dostarczane użytkownikowi i jaka była jego reakcja.\n* stosować danych pochodzących z analizy panelu lub podobnych odbiorców do danych pomiarowych z reklam bez odrębnej podstawy prawnej do zastosowania badań rynku w celu wygenerowania spostrzeżeń odbiorców.\n"},"9":{"id":9,"name":"Stosowanie badań rynkowych w celu generowania opinii odbiorców","description":"Badania rynku mogą być wykorzystywane w celu uzyskania dalszych informacji na temat odbiorców, którzy odwiedzają strony/aplikacje i oglądają reklamy.","descriptionLegal":"Aby zastosować badania rynkowe w celu generowania opinii odbiorców, dostawcy mogą:\n* dostarczać reklamodawcom lub ich przedstawicielom zbiorcze raporty na temat odbiorców, do których dotarły ich reklamy, poprzez analizę panelową i podobną.\n* dostarczać zbiorcze raporty wydawcom na temat odbiorców, do których dotarły treści lub reklamy na ich terenie i którzy zareagowali na te treści lub reklamy, poprzez zastosowanie analizy panelowej i podobnej. \n* powiązać dane offline z użytkownikiem online na cele badań rynkowych w celu wygenerowania spostrzeżeń odbiorców, jeśli dostawcy zdecydowali się na dopasowanie i połączenie źródeł danych offline \n* Połączyć tę informację z inną informacją zebraną wcześniej, w tym z różnych witryn i aplikacji\nDostawcy nie mogą: \n* mierzyć wydajności i skuteczności reklam, które wyświetlono konkretnemu użytkownikowi i na które on zareagował, bez odrębnej podstawy prawnej do pomiaru wydajności reklam.\n* mierzyć, jakie treści zaprezentowano konkretnemu użytkownikowi i jak na nie zareagował, bez odrębnej podstawy prawnej do pomiaru wydajności treści.\n"},"10":{"id":10,"name":"Opracowywanie i ulepszanie produktów","description":"Dane użytkownika mogą być wykorzystywane do ulepszania istniejących systemów i oprogramowania oraz opracowania nowych produktów.","descriptionLegal":"Aby opracowywać nowe produkty i ulepszać istniejące produkty, dostawcy mogą:\n* wykorzystywać informacje w celu uzupełniania istniejących produktów nowymi funkcjami i opracowywania nowych produktów.\n* tworzyć nowe modele i algorytmy poprzez uczenie maszynowe.\nDostawcy nie mogą:\n* przeprowadzać w tym celu żadnych innych operacji przetwarzania danych dozwolonych w innym celu.\n"}},"specialPurposes":{"1":{"id":1,"name":"Zapewnienie bezpieczeństwa, zapobieganie oszustwom i usuwanie błędów","description":"Dane użytkownika mogą być wykorzystywane do monitorowania i zapobiegania oszustwom oraz zapewnienia prawidłowego i bezpiecznego działania systemów i procesów.","descriptionLegal":"W celu zapewnienia bezpieczeństwa, zapobiegania oszustwom i usuwania błędów, dostawcy mogą:\n* upewnić się, że dane są bezpiecznie przesyłane. \n* wykrywać złośliwe, nieuczciwe, nieprawidłowe lub nielegalne działania i zapobiegać im.\n* zapewniać prawidłowe i wydajne działanie systemów i procesów, w tym monitorowanie i usprawnianie wydajności systemów i procesów zaangażowanych w dozwolone cele.\nDostawcy nie mogą:\n* przeprowadzać w tym celu żadnych innych operacji przetwarzania danych dozwolonych w innym celu.\nUwaga: Dane zebrane i wykorzystywane w celu zapewnienia bezpieczeństwa, zapobiegania oszustwom i usuwania błędów mogą obejmować automatycznie wysyłaną charakterystykę urządzenia do identyfikacji, precyzyjne dane geolokalizacyjne i dane uzyskane w drodze aktywnego skanowania charakterystyki urządzenia w celu identyfikacji bez odrębnego ujawnienia lub zgody.\n"},"2":{"id":2,"name":"Techniczne dostarczenie reklam lub treści","description":"Urządzenie użytkownika może odbierać i wysyłać informacje, które umożliwiają przeglądanie reklam i treści oraz reagowanie na nie.","descriptionLegal":"Aby dostarczać informacje i odpowiadać na pytania techniczne, dostawcy mogą:\n* użyć adresu IP użytkownika, aby przekazać reklamę przez Internet.\n* odpowiedzieć na reakcję użytkownika na reklamę, wysyłając użytkownika na stronę docelową.\n* użyć adresu IP użytkownika, aby przekazać treści przez Internet.\n* odpowiedzieć na reakcję użytkownika na treści, wysyłając użytkownika na stronę docelową.\n* wykorzystać informacje o rodzaju urządzenia i możliwościach dostarczania reklam lub treści, na przykład w celu dostarczenia pliku reklamowego o odpowiednim rozmiarze lub pliku wideo w \nDostawcy nie mogą:\n* przeprowadzać w tym celu żadnych innych operacji przetwarzania danych dozwolonych w innym celu.\n"}},"features":{"1":{"id":1,"name":"Dopasowanie i połączenie źródeł danych offline","description":"Dane ze źródeł danych offline mogą być łączone z aktywnością użytkownika online w ramach realizacji co najmniej jednego celu.","descriptionLegal":"Dostawcy mogą: \n* łączyć dane uzyskane offline z danymi zgromadzonymi online w celu realizacji jednego lub więcej Celów lub Celów specjalnych.\n"},"2":{"id":2,"name":"Łączenie różnych urządzeń","description":"Różne urządzenia mogą być określane jako należące do użytkownika lub jego gospodarstwa domowego do realizacji co najmniej jednego celu.","descriptionLegal":"Dostawcy mogą:\n* deterministycznie określić, że co najmniej dwa urządzenia należą do tego samego użytkownika lub gospodarstwa domowego.\n* probabilistycznie określić, że co najmniej dwa urządzenia należą do tego samego użytkownika lub gospodarstwa domowego.\n* Aktywnie skanować charakterystyki urządzenia w celach identyfikacji probabilistycznej, jeśli użytkownicy zezwolili dostawcom na aktywne skanowanie charakterystyki urządzenia w celu identyfikacji (Funkcja specjalna 2)\n"},"3":{"id":3,"name":"Odbieranie i wykorzystywanie automatycznie wysłanej charakterystyki urządzenia do identyfikacji","description":"Urządzenie może się odróżniać od innych urządzeń w oparciu o informacje, które automatycznie przesyła, takie jak adres IP lub typ przeglądarki.","descriptionLegal":"Dostawcy mogą:\n* stworzyć identyfikator za pomocą danych zebranych automatycznie z urządzenia pod względem określonych cech, np. adres IP, ciąg agenta użytkownika.\n* użyć takiego identyfikatora, aby podjąć próbę ponownej identyfikacji urządzenia.\nDostawcy nie mogą:\n* stworzyć identyfikatora przy użyciu danych zebranych poprzez aktywne skanowanie urządzenia w celu uzyskania określonych cech, np. zainstalowanych czcionek lub rozdzielczości ekranu, bez odrębnej zgody użytkowników na aktywne skanowanie charakterystyki urządzenia do identyfikacji.\n* użyć takiego identyfikatora, aby ponownie zidentyfikować urządzenie.\n"}},"specialFeatures":{"1":{"id":1,"name":"Użycie dokładnych danych geolokalizacyjnych","description":"Dokładne dane geolokalizacyjne użytkownika mogą być wykorzystywane na potrzeby realizacji jednego albo większej liczby celów. Oznacza to, że lokalizacja użytkownika może być dokładna do kilku metrów.","descriptionLegal":"Dostawcy mogą:\n* gromadzić i obsługiwać dokładne dane geolokalizacyjne na potrzeby realizacji jednego albo większej liczby celów.\nUwaga: Dokładna geolokalizacja oznacza, że nie ma ograniczeń w dokładności lokalizacji użytkownika; może być dokładna do kilku metrów.\n"},"2":{"id":2,"name":"Aktywne skanowanie charakterystyki urządzenia do celów identyfikacji","description":"Urządzenie użytkownika można zidentyfikować na podstawie skanu unikalnej kombinacji cech urządzenia.","descriptionLegal":"Dostawcy mogą:\n* stworzyć identyfikator przy użyciu danych zebranych poprzez aktywne skanowanie urządzenia w celu uzyskania określonych cech, np. zainstalowanych czcionek lub rozdzielczości ekranu. \n* użyć takiego identyfikatora, aby ponownie zidentyfikować urządzenie.\n"}}}
