{"vendorListVersion":190,"lastUpdated":"2023-03-30T16:45:28Z","purposes":{"1":{"id":1,"name":"デバイスに情報を保存、および/またはアクセスする\n","description":"Cookie、デバイス識別子、またはその他の情報は提示された目的であなたのデバイス上に保存またはアクセスします。\n","descriptionLegal":"ベンダーは次のことができます:\n* Cookieやユーザーに提示されるデバイス識別子などデバイス上の情報を保存してアクセスする。"},"2":{"id":2,"name":"基本的な広告の選択\n","description":"あなたが表示しているコンテンツ、使用しているアプリ、おおよその位置、またはデバイスタイプに基づいた広告が表示されます。\n","descriptionLegal":"基本的な広告の選択を行うため、ベンダーは次のことができます:\n* コンテンツとデバイスに関する情報（デバイスのタイプと機能、ユーザーエージェント、URL、IPアドレスなど）を含め広告が表示されるコンテキストに関するリアルタイム情報を使用し広告を表示する\n* ユーザーの不正確な位置情報データを使用する\n*ユーザーに表示される広告の頻度をコントロールする。\n*ユーザーに広告が表示される順序を決定する。\n広告が不適切な編集上の（ブランドに対して安全でない）コンテキストで配信されるのを防ぐ\nベンダーは次のことができません:\nこの情報を使用して今後の広告の選択に役立てるためのパーソナライズされた広告プロファイルを作成する。\n * 注記不正確な位置とは、少なくとも半径500メートルを含むおおよその位置情報の取得が許可されることを意味します。"},"3":{"id":3,"name":"パーソナライズされた広告プロファイルの作成\n","description":"あなたに関連するパーソナライズされた広告を表示するため、あなたとあなたが関心あることについてのプロファイルを作成します。\n","descriptionLegal":"パーソナライズされた広告プロファイルを作成するため、ベンダーは次のことができます:\n* ユーザーのアクティビティ、興味、人口統計学的情報、場所などを含むユーザーに関する情報を収集し、パーソナライズされた広告で使用するためのユーザーのプロファイルを作成または編集する。\n* この情報と以前に収集した他の情報（Webサイトとアプリ全体から収集した他の情報を含む）を組み合わせ、パーソナライズされた広告で使用するためのユーザープロファイルを作成または編集する。"},"4":{"id":4,"name":"パーソナライズされた広告を選択\n","description":"パーソナライズされた広告があなたのプロファイルに基づいて表示されます。\n","descriptionLegal":"パーソナライズされた広告を選択するためベンダーは次のことができます:\n* ユーザープロファイルやユーザーの以前のアクティビティ、興味、サイトやアプリへのアクセス、場所、人口統計学的情報など、その他の過去のユーザーデータに基づいてパーソナライズされた広告を選択する。"},"5":{"id":5,"name":"パーソナライズされたコンテンツプロファイルの作成\n","description":"あなたに関連するパーソナライズされたコンテンツを表示するため、あなたとあなたが関心あることに関するプロファイルを作成します。\n","descriptionLegal":"パーソナライズされたコンテンツプロファイルを作成するためベンダーは次のことができます:\n*ユーザーのアクティビティ、興味、サイトやアプリへのアクセス、人口統計学的情報、場所などのユーザーに関する情報を収集し、コンテンツをパーソナライズするためのユーザープロファイルを作成または編集する。\n* この情報と以前に収集した他の情報（Webサイトとアプリ全体から収集した他の情報を含む）を組み合わせ、コンテンツのパーソナライズに使用するユーザープロファイルを作成または編集する。"},"6":{"id":6,"name":"パーソナライズされたコンテンツの選択\n","description":"あなたのプロファイルに基づいてパーソナライズされたコンテンツが表示されます。\n","descriptionLegal":"パーソナライズされたコンテンツを選択するため、ベンダーは次のことができます:\nユーザーの以前のアクティビティ、興味、サイトやアプリへのアクセス、場所、人口統計学的情報など、ユーザープロファイルやその他の過去のユーザーデータに基づき、パーソナライズされたコンテンツを選択する。"},"7":{"id":7,"name":"広告パフォーマンスの測定\n","description":"表示、または操作された広告のパフォーマンスとその効果を測定します。\n","descriptionLegal":"広告パフォーマンスを測定するためベンダーは次のことができます:\n* 広告がユーザーに（どのように）配信されたか、またユーザーがどのように操作したかを測定\n* 効果とパフォーマンスを含む広告に関するレポートを提供\n* ユーザーが広告を操作する過程で集められたデータを使用し、広告を操作したユーザーに関するレポートを提供する\n* サイトに表示された広告について発行者にレポートを提供する\n*適切な編集環境（ブランド保護）のコンテキストで広告が配信されているかどうかを測定する\n*表示される機会があった広告の割合、およびその継続時間を特定する\n*この情報と以前に収集した他の情報（ウェブサイトやアプリ全体からの情報を含む）を組み合わせる\nベンダーは次のことができません:\n法的根拠なしにパネルまたは類似の派生オーディエンスの洞察データを広告測定データに使用し市場調査に適用してオーディエンスの洞察を生成する（目的9）"},"8":{"id":8,"name":"コンテンツのパフォーマンスを測定\n","description":"表示された、またはあなたが操作したコンテンツのパフォーマンスと効果を測定します。\n","descriptionLegal":"コンテンツのパフォーマンスを測定するため、ベンダーは次のことができます:\n* コンテンツがどのように配信され、ユーザーが操作したかを測定し報告する。\n* コンテンツを操作したユーザーに関する直接測定可能な情報または既知の情報を使用し、レポートを提供する\n* この情報と以前に収集した他の情報（ウェブサイトやアプリ全体からの情報を含む）を組み合わせる\nベンダーは次のことができません:\n* 広告（ネイティブ広告を含む）がユーザーに配信されたかどうか、そしてユーザーが操作したかどうかとその方法を測定する。\n* 法的根拠なしにパネルまたは類似の派生オーディエンスの洞察データを広告測定データに適用し、市場調査に適用してオーディエンスの洞察を生成する（目的9）"},"9":{"id":9,"name":"市場調査を適用しオーディエンスの洞察を生成する\n","description":"市場調査を利用し、サイト/アプリにアクセスし広告を表示するオーディエンスについて詳しく知ることができます。\n","descriptionLegal":"市場調査を適用しオーディエンスの洞察を生成するため、ベンダーは次のことができます:\n* パネルベースおよび同様に導き出された洞察を通じ、広告が到達したオーディエンスに関する集計レポートを広告主またはその代理人に提供する。\n* パネルベースおよび同様に導き出された洞察を適用することによってサイトのコンテンツ、および/または広告を配信された、または操作したオーディエンスについて発行者に集計レポートを提供する。\n* ベンダーがオフラインデータソースの照合と結合を宣言している場合、市場調査の目的でオフラインデータとオンラインユーザーを関連付けオーディエンスの洞察を生成する（機能1）\n* この情報と以前に収集した情報（他のWebサイトやアプリからの情報を含む）を組み合わせる。\nベンダーは次のことができません:\n* 広告のパフォーマンスを測定する法的根拠なしに特定のユーザーが配信された、または操作した広告のパフォーマンスと効果を測定する。\n*コンテンツのパフォーマンスを測定する法的根拠なしに特定のユーザーが提供されたコンテンツの内容とそれをどう操作したかを測定する。"},"10":{"id":10,"name":"製品の開発と改善\n","description":"既存のシステムとソフトウェアを改善し、新製品を開発するのを目的としてあなたのデータが利用されます。\n","descriptionLegal":"新製品を開発し製品を改善するため、ベンダーは次のことができます:\n* 新機能で既存の製品を改善するため、および新製品を開発するために情報を使用する\n* 機械学習を通じて新しいモデルとアルゴリズムを作成する\nベンダーは次のことができません:\n* 別の目的で許可されているその他のデータをこの目的のために処理操作する"}},"specialPurposes":{"1":{"id":1,"name":"セキュリティの確保、詐欺行為の防止、およびデバッグ\n","description":"あなたのデータを使用することで不正行為を監視および防止し、システムとプロセスが適切かつ安全に機能するようにします。\n","descriptionLegal":"セキュリティの確保、詐欺行為の防止、およびデバッグをするため、ベンダーは次のことができます:\n* データが安全に送信されるようにする\n* 悪質、不正、無効な、または違法性のある活動を検出して防ぐ。\n* 許可された目的に関わるシステムとプロセスのパフォーマンスを監視および強化することを含め、システムとプロセスの正確で効率的な操作を保証する。\nベンダーは次のことができません:\n* 別の目的で許可されているその他のデータをこの目的のために処理操作する\n"},"2":{"id":2,"name":"広告またはコンテンツの技術的な配信\n","description":"あなたのデバイスは広告やコンテンツを表示して操作するための情報を送受信できます。\n","descriptionLegal":"情報を提供し技術的な要求に対応するため、ベンダーは次のことができます:\n* ユーザーのIPアドレスを使用してインターネット経由で広告を配信する\n* ユーザーをランディングページに誘導することによりユーザーの広告とのやりとりにレスポンスする\n* ユーザーのIPアドレスを使用してインターネット経由でコンテンツを配信する\n* ユーザーをランディングページに誘導することにより、ユーザーのコンテントとのやりとりにレスポンスする\n* デバイスでサポートされているフォーマット、かつ適切なサイズの広告クリエイティブまたはビデオファイルを配信するなど、広告またはコンテンツを配信するためにデバイスタイプと機能に関する情報を使用する\nベンダーは次のことができません:\n* 別の目的で許可されているその他のデータをこの目的のために処理操作する"}},"features":{"1":{"id":1,"name":"オフラインデータソースを照合し組み合わせる\n","description":"オフラインデータソースからのデータはあなたのオンラインアクティビティと組み合わせることができ、1つ以上の目的をサポートします。\n","descriptionLegal":"ベンダーは次のことができます:\n* 1つ以上の目的、または特別な目的のためにオフラインで取得したデータとオンラインで収集したデータを組み合わせる。"},"2":{"id":2,"name":"異なるデバイスとリンクする\n","description":"さまざまなデバイスがあなたまたはあなたの世帯に属していると判断し、1つ以上の目的をサポートします。\n","descriptionLegal":"ベンダーは次のことができます:\n* 2つ以上のデバイスが同じユーザーまたは世帯に属していると決定的に判断する\n* 2つ以上のデバイスが同じユーザーまたは世帯に属していると確率的に判断する\n* 識別のためにデバイス特性をアクティブにスキャンすることをユーザーがベンダーに許可している場合、デバイス特性をアクティブにスキャンし確率的識別を行う（特別機能2）\n"},"3":{"id":3,"name":"識別のために自動送信されたデバイス特性を受信して使用する\n","description":"お使いのデバイスはIPアドレスやブラウザの種類などデバイスが自動的に送信する情報に基づいて他のデバイスと区別される場合があります。\n","descriptionLegal":"ベンダーは次のことができます:\n* IPアドレス、ユーザーエージェント文字列など特定の特性についてデバイスから自動的に収集されたデータを使用して識別子を作成する。\n* このような識別子を使用しデバイスの再識別を試行する。\nベンダーは次のことができません:\n識別のためのデバイスの特性をアクティブにスキャンするユーザーの個別のオプトインがない状態で、特定の特性（インストールされているフォントや画面解像度など）についてデバイスをアクティブにスキャンして収集されたデータを使用し、識別子を作成する。\n* このような識別子を使用してデバイスを再識別する。"}},"specialFeatures":{"1":{"id":1,"name":"正確な位置情報データの使用\n","description":"あなたの正確な位置情報データは1つ以上の目的をサポートするために使用されます。これは数メートルの距離まであなたの位置を正確に把握できることを意味します。\n","descriptionLegal":"ベンダーは次のことができます:\n* 1つ以上の目的をサポートするため正確な位置情報データを収集し処理する。\n注記正確な位置情報とはユーザーの位置情報の精度に制限がないことを意味します。 位置情報は数メートル単位の正確さの場合もあります。"},"2":{"id":2,"name":"デバイスの特性をアクティブにスキャンして識別する\n","description":"デバイス固有の特性の組み合わせをスキャンすることで、あなたのデバイスを識別することができます。\n","descriptionLegal":"ベンダーは次のことができます:\n*インストールされているフォントや画面解像度など特定の特性についてデバイスをアクティブにスキャンし、収集されたデータを使用して識別子を作成する。\n* このような識別子を使用してデバイスを再識別する。"}}}
