{"purposes":{"1":{"id":1,"name":"Lưu trữ và/hoặc truy cập thông tin trên một thiết bị","description":"Cookie, phần tử nhận dạng thiết bị, hoặc thông tin khác có thể được lưu trữ hoặc truy cập trên thiết bị của bạn cho các mục đích được trình bày cho bạn.","descriptionLegal":"Nhà cung cấp có thể: * Lưu trữ và truy cập thông tin trên thiết bị, chẳng hạn như cookie và phần tử nhận dạng thiết bị được trình bày cho người dùng."},"2":{"id":2,"name":"Chọn quảng cáo cơ bản","description":"Quảng cáo có thể được hiển thị cho bạn dựa trên nội dung mà bạn đang xem, ứng dụng mà bạn đang sử dụng, vị trí gần đúng, hoặc loại thiết bị của bạn.","descriptionLegal":"Để lựa chọn quảng cáo cơ bản, nhà cung cấp có thể: * Sử dụng thông tin theo thời gian thực về bối cảnh mà trong đó quảng cáo sẽ được hiển thị, để hiển thị quảng cáo, bao gồm thông tin về nội dung và thiết bị, chẳng hạn như: loại và khả năng của thiết bị, đại lý người dùng, URL, địa chỉ IP * Sử dụng dữ liệu vị trí địa lý không chính xác của người dùng * Kiểm soát tần suất hiển thị quảng cáo với người dùng. * Sắp xếp trình tự mà theo đó các quảng cáo được hiển thị với người dùng. * Ngăn không cho quảng cáo phục vụ trong bối cảnh biên tập không phù hợp (không an toàn cho thương hiệu) Nhà cung cấp không thể: * Tạo hồ sơ quảng cáo cá nhân hóa sử dụng thông tin này cho việc chọn quảng cáo trong tương lai mà không có cơ sở pháp lý riêng rẽ để tạo hồ sơ quảng cáo cá nhân hóa. * Lưu ý: Không chính xác có nghĩa là chỉ một vị trí gần đúng, bao gồm ít nhất bán kính 500 mét được cho phép."},"3":{"id":3,"name":"Tạo hồ sơ quảng cáo cá nhân hóa","description":"Một hồ sơ có thể được xây dựng về bạn và các sở thích của bạn để hiển thị các quảng cáo cá nhân hóa liên quan tới bạn.","descriptionLegal":"Để tạo hồ sơ quảng cáo cá nhân hóa, nhà cung cấp có thể: * Thu thập thông tin về người dùng, bao gồm hoạt động, sở thích, thông tin nhân khẩu học, hoặc vị trí của người dùng, nhằm tạo hoặc chỉnh sửa hồ sơ người dùng để sử dụng trong quảng cáo cá nhân hóa. * Kết hợp thông tin này với các thông tin khác được thu thập trước đó, bao gồm thông tin từ toàn bộ các website và ứng dụng, nhằm tạo và chỉnh sửa hồ sơ người dùng để sử dụng trong quảng cáo cá nhân hóa."},"4":{"id":4,"name":"Chọn quảng cáo cá nhân hóa","description":"Quảng cáo cá nhân có thể được hiển thị cho bạn dựa trên hồ sơ về bạn.","descriptionLegal":"Để chọn quảng cáo cá nhân hóa, nhà cung cấp có thể: * Chọn quảng cáo cá nhân hóa dựa trên hồ sơ người dùng hoặc dữ liệu người dùng lịch sử khác, bao gồm hoạt động trước đó, sở thích của người dùng, các lần truy cập website hoặc ứng dụng, vị trí, hoặc thông tin nhân khẩu học."},"5":{"id":5,"name":"Tạo hồ sơ có nội dung cá nhân hóa","description":"Một hồ sơ có thể được xây dựng về bạn và các sở thích của bạn để hiển thị nội dung cá nhân hóa liên quan tới bạn.","descriptionLegal":"Để tạo hồ sơ có nội dung cá nhân hóa, nhà cung cấp có thể: * Thu thập thông tin về người dùng, bao gồm hoạt động, sở thích, thông tin nhân khẩu học, hoặc vị trí của người dùng, nhằm tạo hoặc chỉnh sửa hồ sơ người dùng để sử dụng trong quảng cáo cá nhân hóa. * Kết hợp thông tin này với thông tin khác được thu thập trước đó, bao gồm thông tin trên các website và ứng dụng, nhằm tạo và chỉnh sửa hồ sơ người dùng để sử dụng trong nội dung cá nhân hóa."},"6":{"id":6,"name":"Chọn nội dung cá nhân hóa","description":"Nội dung cá nhân hóa có thể được hiển thị cho bạn dựa trên hồ sơ về bạn.","descriptionLegal":"Để chọn nội dung cá nhân hóa, nhà cung cấp có thể: * Chọn nội dung cá nhân hóa dựa trên hồ sơ người dùng hoặc dữ liệu người dùng lịch sử khác, bao gồm hoạt động trước đó, sở thích của người dùng, các lần truy cập website hoặc ứng dụng, vị trí, hoặc thông tin nhân khẩu học."},"7":{"id":7,"name":"Đo lường hiệu suất quảng cáo","description":"Hiệu suất và hiệu quả của các quảng cáo mà bạn nhìn thấy hoặc tương tác có thể được đo lường.","descriptionLegal":"Để đo lường hiệu suất quảng cáo, nhà cung cấp có thể: * Đo lường xem liệu các quảng cáo có được phân phối cho hoặc tương tác bởi người dùng hay không và bằng cách nào * Cung cấp báo cáo về các quảng cáo, bao gồm hiệu quả và hiệu suất của chúng * Cung cấp báo cáo về những người dùng tương tác với quảng cáo sử dụng dữ liệu quan sát được trong quá trình người dùng tương tác với quảng cáo đó * Cung cấp báo cáo cho người phát hành về quảng cáo được hiển thị trên tài sản của họ * Đo lường xem liệu quảng cáo có đang phục vụ trong bối cảnh môi trường biên tập phù hợp (an toàn cho thương hiệu) hay không * Xác định tỷ lệ phần trăm quảng cáo có cơ hội được nhìn thấy và thời lượng của cơ hội đó * Kết hợp thông tin này với các thông tin khác thu thập được trước đó, bao gồm thông tin từ toàn bộ các website và ứng dụng Nhà cung cấp không thể: *Áp dụng dữ liệu thông tin chi tiết về đối tượng có nguồn gốc bảng hoặc tương tự cho dữ liệu đo lường quảng cáo mà không có Cơ sở Pháp lý để áp dụng nghiên cứu thị trường nhằm tạo ra thông tin chi tiết về đối tượng (Mục đích số 9)"},"8":{"id":8,"name":"Đo lường hiệu suất nội dung","description":"Hiệu suất và hiệu quả của nội dung mà bạn nhìn thấy hoặc tương tác có thể được đo lường.","descriptionLegal":"Để đo lường hiệu suất nội dung, nhà cung cấp có thể: * Đo lường và báo cáo về cách nội dung được phân phối cho và tương tác bởi người dùng. * Cung cấp báo cáo, sử dụng thông tin có thể đo lường trực tiếp hoặc đã xác định, về những người dùng tương tác với nội dung * Kết hợp thông tin này với các thông tin khác thu thập được trước đó, bao gồm thông tin từ toàn bộ các website và ứng dụng. Nhà cung cấp không thể: * Đo lường xem liệu các quảng cáo (bao gồm quảng cáo hiển thị tự nhiên) có được phân phối cho hoặc tương tác bởi người dùng hay không và bằng cách nào *Áp dụng dữ liệu thông tin chi tiết về đối tượng có nguồn gốc bảng hoặc tương tự cho dữ liệu đo lường quảng cáo mà không có Cơ sở Pháp lý để áp dụng nghiên cứu thị trường nhằm tạo ra thông tin chi tiết về đối tượng (Mục đích số 9)"},"9":{"id":9,"name":"Áp dụng nghiên cứu thị trường để tạo ra thông tin chi tiết về đối tượng","description":"Nghiên cứu thị trường có thể được sử dụng để tìm hiểu thêm về các đối tượng truy cập vào website/ứng dụng và xem quảng cáo.","descriptionLegal":"Để áp dụng nghiên cứu thị trường nhằm tạo ra thông tin chi tiết về đối tượng, nhà cung cấp có thể: * Cung cấp báo cáo tổng hợp cho nhà quảng cáo hoặc các đại diện của họ về đối tượng được tiếp cận bởi quảng cáo của họ, thông qua thông tin chi tiết dựa có nguồn gốc bảng hoặc nguồn gốc tương tự. * Cung cấp báo cáo tổng hợp cho nhà quảng cáo về những đối tượng nhận được hoặc tương tác với nội dung và/hoặc quảng cáo trên tài sản của họ bằng cách áp dụng thông tin chi tiết có nguồn gốc bảng hoặc tương tự. * Liên hệ dữ liệu ngoại tuyến với người dùng trực tuyến vì mục đích nghiên cứu thị trường nhằm tạo ra thông tin chi tiết về đối tượng nếu nhà cung cấp đã tuyên bố so khớp và kết hợp các nguồn dữ liệu ngoại tuyến (Tính năng số 1) * Kết hợp thông tin này với các thông tin khác thu thập được trước đó, bao gồm thông tin từ toàn bộ các website và ứng dụng. Nhà cung cấp không thể: * Đo lường hiệu suất và hiệu quả của quảng cáo mà một người dùng cụ thể nhận được hoặc tương tác mà không có Cơ sở Pháp lý để đo lường hiệu suất quảng cáo. * Đo lường nội dung mà một người dùng cụ thể đã được phục vụ và cách họ tương tác với nội dung đó mà không cần Cơ sở Pháp lý để đo lường hiệu suất nội dung."},"10":{"id":10,"name":"Phát triển và cải tiến sản phẩm","description":"Dữ liệu của bạn có thể được sử dụng để cải thiện các hệ thống và phần mềm hiện có cũng như để phát triển các sản phẩm mới","descriptionLegal":"Để phát triển sản phẩm mới và cải tiến sản phẩm, nhà cung cấp có thể: * Sử dụng thông tin để cải thiện các sản phẩm hiện có của họ với các tính năng mới và phát triển các sản phẩm mới * Tạo mô hình và thuật toán mới thông qua học máy Nhà cung cấp không thể: * Tiến hành bất kỳ hoạt động xử lý dữ liệu nào khác được phép theo một mục đích khác theo mục đích này"}},"specialPurposes":{"1":{"id":1,"name":"Đảm bảo an toàn, ngăn chặn gian lận và gỡ lỗi","description":"Your data can be used to monitor for and prevent fraudulent activity, and ensure systems and processes work properly and securely.","descriptionLegal":"Để đảm bảo an toàn, ngăn chặn gian lận và gỡ lỗi, nhà cung cấp có thể: * Đảm bảo dữ liệu được truyền đi một cách an toàn * Phát hiện và ngăn chặn hoạt động độc hại, gian lận, không hợp lệ hoặc bất hợp pháp. * Đảm bảo vận hành chính xác và hiệu quả các hệ thống và quy trình, bao gồm giám sát và nâng cao hiệu suất của các hệ thống và quy trình tham gia vào các mục đích được phép Nhà cung cấp không thể: * Tiến hành bất kỳ hoạt động xử lý dữ liệu nào khác được phép theo một mục đích khác theo mục đích này. Lưu ý: Dữ liệu được thu thập và sử dụng để đảm bảo an toàn, ngăn chặn gian lận, và gỡ lỗi có thể bao gồm các đặc điểm của thiết bị được gửi tự động để nhận dạng, dữ liệu vị trí địa lý chính xác, và dữ liệu thu được bằng cách chủ động quét các đặc điểm của thiết bị để nhận dạng mà không cần tiết lộ và/hoặc chọn tham gia riêng."},"2":{"id":2,"name":"Phân phối quảng cáo hoặc nội dung về mặt kỹ thuật","description":"Thiết bị của bạn có thể nhận và gửi thông tin cho phép bạn xem và tương tác với quảng cáo và nội dung.","descriptionLegal":"Để cung cấp thông tin và phản hồi các yêu cầu kỹ thuật, nhà cung cấp có thể: * Sử dụng địa chỉ IP của người dùng để phân phối quảng cáo qua Internet * Phản hồi tương tác của người dùng với quảng cáo bằng cách đưa người dùng đến trang đích * Sử dụng địa chỉ IP của người dùng để phân phối nội dung qua Internet * Phản hồi tương tác của người dùng với nội dung bằng cách đưa người dùng đến trang đích * Sử dụng thông tin về loại thiết bị và khả năng phân phối quảng cáo hoặc nội dung, chẳng hạn như để phân phối tập tin video hoặc quảng cáo có kích thước phù hợp ở định dạng được thiết bị hỗ trợ Nhà cung cấp không thể: * Tiến hành bất kỳ hoạt động xử lý dữ liệu nào khác được phép theo một mục đích khác theo mục đích này"}},"features":{"1":{"id":1,"name":"So khớp và kết hợp các nguồn dữ liệu ngoại tuyến","description":"Dữ liệu từ các nguồn dữ liệu ngoại tuyến có thể được kết hợp với hoạt động trực tuyến của bạn để hỗ trợ một hoặc nhiều mục đích","descriptionLegal":"Nhà cung cấp có thể: * Kết hợp dữ liệu thu được ngoại tuyến với dữ liệu thu thập trực tuyến để hỗ trợ một hoặc nhiều Mục đích hoặc Mục đích Đặc biệt."},"2":{"id":2,"name":"Liên kết các thiết bị khác nhau","description":"Các thiết bị khác nhau có thể được xác định là thuộc về bạn hoặc hộ gia đình của bạn để hỗ trợ một hoặc nhiều mục đích.","descriptionLegal":"Nhà cung cấp có thể: * Xác định rõ ràng rằng hai hoặc nhiều thiết bị thuộc về cùng một người dùng hoặc hộ gia đình * Xác định một cách xác suất rằng hai hoặc nhiều thiết bị thuộc về cùng một người dùng hoặc hộ gia đình * Chủ động quét các đặc điểm của thiết bị để nhận dạng nhằm xác định xác suất nếu người dùng đã cho phép nhà cung cấp chủ động quét các đặc điểm của thiết bị để nhận dạng (Tính năng Đặc biệt số 2)"},"3":{"id":3,"name":"Nhận và sử dụng các đặc điểm của thiết bị được gửi tự động để nhận dạng","description":"Thiết bị của bạn có thể được phân biệt với các thiết bị khác dựa trên thông tin mà nó tự động gửi, chẳng hạn như địa chỉ IP hoặc loại trình duyệt.","descriptionLegal":"Nhà cung cấp có thể: * Tạo phần tử nhận dạng bằng cách sử dụng dữ liệu được thu thập tự động từ thiết bị cho các đặc điểm cụ thể, ví dụ: Địa chỉ IP, chuỗi tác nhân người dùng. * Sử dụng phần tử nhận dạng như vậy để cố gắng xác định lại một thiết bị. Nhà cung cấp không thể: * Tạo phần tử nhận dạng bằng cách sử dụng dữ liệu được thu thập thông qua việc chủ động quét thiết bị để tìm các đặc điểm cụ thể, ví dụ phông chữ hoặc độ phân giải màn hình đã cài đặt mà không có tùy chọn tham gia riêng của người dùng để chủ động quét các đặc điểm của thiết bị để nhận dạng. * Sử dụng phần tử nhận dạng như vậy để xác định lại một thiết bị."}},"specialFeatures":{"1":{"id":1,"name":"Sử dụng dữ liệu vị trí địa lý chính xác","description":"Dữ liệu vị trí địa lý chính xác của bạn có thể được sử dụng để hỗ trợ một hoặc nhiều mục đích. Điều này có nghĩa là vị trí của bạn có thể chính xác trong vòng vài mét.","descriptionLegal":"Nhà cung cấp có thể: * Thu thập và xử lý dữ liệu vị trí địa lý chính xác để hỗ trợ một hoặc nhiều mục đích. Lưu ý: Vị trí địa lý chính xác có nghĩa là không có hạn chế về độ chính xác của vị trí của người dùng; điều này có thể chính xác đến vài mét."},"2":{"id":2,"name":"Chủ động quét các đặc điểm của thiết bị để nhận dạng","description":"Thiết bị của bạn có thể được xác định dựa trên bản quét sự kết hợp đặc điểm độc đáo của thiết bị.","descriptionLegal":"Nhà cung cấp có thể: * Tạo phần tử nhận dạng bằng cách sử dụng dữ liệu được thu thập thông qua việc chủ động quét thiết bị để tìm các đặc điểm cụ thể, ví dụ: phông chữ hoặc độ phân giải màn hình đã cài đặt. * Sử dụng phần tử nhận dạng như vậy để xác định lại một thiết bị."}}}
