{"vendorListVersion":159,"lastUpdated":"2022-09-01T16:44:56Z","purposes":{"1":{"id":1,"name":"Αποθήκευση ή/και πρόσβαση στα δεδομένα μιας συσκευής","description":"Μπορείτε να αποθηκεύετε και να αποκτάτε πρόσβαση στα cookies, τα αναγνωριστικά συσκευής και άλλα δεδομένα της συσκευής σας για τους σκοπούς που σας παρουσιάζονται","descriptionLegal":"Οι προμηθευτές μπορούν:\n* Να αποθηκεύουν και να αποκτούν πρόσβαση στα δεδομένα της συσκευής, όπως στα cookies και τα αναγνωριστικά συσκευής που παρουσιάζονται σε κάποιον χρήστη\n"},"2":{"id":2,"name":"Επιλογή βασικών διαφημίσεων","description":"Οι διαφημίσεις μπορούν να εμφανίζονται σε εσάς με βάση το περιεχόμενο που βλέπετε, την εφαρμογή που χρησιμοποιείτε, την κατά προσέγγιση τοποθεσία σας ή τον τύπο της συσκευής σας.","descriptionLegal":"Για να επιλέγουν βασικές διαφημίσεις, οι προμηθευτές μπορούν:\n* Να χρησιμοποιούν δεδομένα σε πραγματικό χρόνο για το πλαίσιο εντός του οποίου θα προβάλλεται η διαφήμιση, όπως πληροφορίες σχετικά με το περιεχόμενο και τη συσκευή (π.χ. τύπο και δυνατότητες συσκευής, παράγοντα χρήστη, διεύθυνση URL, διεύθυνση IP), ώστε να προβάλουν τη διαφήμιση \n* Να χρησιμοποιούν τα μη ακριβή δεδομένα γεω-εντοπισμού ενός χρήστη\n* Να ελέγχουν τη συχνότητα των διαφημίσεων που εμφανίζονται σε έναν χρήστη\n* Να επιλέγουν τη σειρά με την οποία εμφανίζονται οι διαφημίσεις σε έναν χρήστη\n* Να αποτρέπουν την προβολή μιας διαφήμισης σε ακατάλληλο (μη ασφαλές για το προϊόν) συντακτικό περιβάλλον\nΟι προμηθευτές δεν μπορούν:\n* Να δημιουργούν προφίλ εξατομικευμένων διαφημίσεων χρησιμοποιώντας αυτά τα δεδομένα (πληροφορίες) για την επιλογή μελλοντικών διαφημίσεων\nΣημείωση: «Μη ακριβής» σημαίνει ότι επιτρέπεται μόνο η κατά προσέγγιση τοποθεσία σε ακτίνα τουλάχιστον 500 μέτρων.\n"},"3":{"id":3,"name":"Δημιουργία προφίλ εξατομικευμένων διαφημίσεων","description":"Ενδέχεται να δημιουργηθεί ένα προφίλ για εσάς και τα ενδιαφέροντά σας, ώστε να σας εμφανίζονται εξατομικευμένες διαφημίσεις που σας αφορούν.","descriptionLegal":"Για να δημιουργούν προφίλ εξατομικευμένων διαφημίσεων, οι προμηθευτές μπορούν:\n* Να συλλέγουν πληροφορίες σχετικά με έναν χρήστη, όπως η δραστηριότητά του, τα ενδιαφέροντά του, επισκέψεις σε ιστότοπους ή εφαρμογές, δημογραφικές πληροφορίες ή τοποθεσία για δημιουργία ή επεξεργασία ενός προφίλ χρήστη προκειμένου να παραδώσουν μια εξατομικευμένη διαφήμιση.\n* Να συνδυάζουν αυτές τις πληροφορίες με άλλες πληροφορίες που συλλέχθηκαν προηγουμένως, από ιστότοπους και εφαρμογές, για τη δημιουργία ή την επεξεργασία ενός χρήστη προφίλ για χρήση σε εξατομικευμένη διαφήμιση.\n"},"4":{"id":4,"name":"Επιλογή εξατομικευμένων διαφημίσεων","description":"Ενδέχεται να εμφανιστούν εξατομικευμένες διαφημίσεις ανάλογα με το προφίλ σας.","descriptionLegal":"Για να επιλέγουν εξατομικευμένες διαφημίσεις, οι προμηθευτές μπορούν:\n* Να βασίζονται σε προφίλ χρήστη ή σε άλλα δεδομένα χρήστη του ιστορικού, συμπεριλαμβανομένης της προηγούμενης δραστηριότητας, των ενδιαφερόντων, των επισκέψεων σε ιστότοπους ή εφαρμογές, της τοποθεσίας ή των δημογραφικών στοιχείων του χρήστη.\n"},"5":{"id":5,"name":"Δημιουργία προφίλ εξατομικευμένου περιεχομένου","description":"Ενδέχεται να δημιουργηθεί ένα προφίλ για εσάς και τα ενδιαφέροντά σας, ώστε να σας εμφανίζεται εξατομικευμένο περιεχόμενο που σας αφορά. \nΣυνδυάστε αυτές τις πληροφορίες με άλλες πληροφορίες που συλλέχθηκαν προηγουμένως, από επισκέψεις σε ιστότοπους και εφαρμογές, για τη δημιουργία ή την επεξεργασία ενός χρήστη\nπροφίλ για χρήση στο εξατομικευμένο περιεχόμενο.\n","descriptionLegal":"Για να δημιουργούν προφίλ εξατομικευμένου περιεχομένου, οι προμηθευτές μπορούν:\n* Να συλλέγουν τα δεδομένα ενός χρήστη, όπως τη δραστηριότητα, τα ενδιαφέροντα, τις επισκέψεις σε ιστότοπους ή εφαρμογές, τα δημογραφικά στοιχεία ή την τοποθεσία του, ώστε να δημιουργούν ή να επεξεργάζονται προφίλ χρήστη για εξατομικευμένο περιεχόμενο\n* Να συνδυάζουν την πληροφορία με άλλες που συλλέγησαν πρωθύστερα συμπεριλαμβανομένων των διασταυρούμενων sites και εφαρμογών, προκειμένου να δημιουργήσουν ή να διαμορφώσουν ένα προφίλ χρήστη για χρήση σε εξατομικευμένο περιεχόμενο. \n"},"6":{"id":6,"name":"Επιλογή εξατομικευμένου περιεχομένου","description":"Ενδέχεται να εμφανιστεί εξατομικευμένο περιεχόμενο ανάλογα με το προφίλ σας.","descriptionLegal":"Για να επιλέγουν εξατομικευμένο περιεχόμενο, οι προμηθευτές μπορούν:\n* Να βασίζονται σε προφίλ χρήστη ή σε άλλα δεδομένα χρήστη του ιστορικού, όπως στην προηγούμενη δραστηριότητα, τα ενδιαφέροντα, τις επισκέψεις σε ιστότοπους ή εφαρμογές, την τοποθεσία ή τα δημογραφικά στοιχεία του χρήστη\n"},"7":{"id":7,"name":"Μέτρηση απόδοσης διαφημίσεων","description":"Η απόδοση και η αποτελεσματικότητα των διαφημίσεων που βλέπετε ή αυτών με τις οποίες αλληλεπιδράτε μπορούν να μετρηθούν","descriptionLegal":"Για να μετρούν την απόδοση των διαφημίσεων, οι προμηθευτές μπορούν:\n* Να μετρούν εάν και πώς εμφανίστηκαν οι διαφημίσεις σε έναν χρήστη, καθώς και πώς αυτός αλληλεπίδρασε με αυτές\n* Να παρέχουν αναφορές σχετικά με τις διαφημίσεις, που θα περιλαμβάνουν την αποτελεσματικότητα και την απόδοσή τους\n* Να παρέχουν αναφορές σχετικά με τους χρήστες που έχουν αλληλεπιδράσει με διαφημίσεις, χρησιμοποιώντας δεδομένα που προκύπτουν κατά τη διάρκεια της αλληλεπίδρασης του χρήστη με μια συγκεκριμένη διαφήμιση\n* Να παρέχουν αναφορές στους εκδότες σχετικά με τις διαφημίσεις που προβάλλονται στον ιστότοπό τους\n* Να μετρούν εάν μια διαφήμιση εμφανίζεται σε κατάλληλο (ασφαλές για το προϊόν) συντακτικό περιβάλλον\n* Να προσδιορίζουν το ποσοστό της διαφήμισης που κατάφερε να προβληθεί, καθώς και τη διάρκεια της προβολής αυτής \nΟι προμηθευτές δεν μπορούν:\n* Να εφαρμόζουν πληροφορίες για το κοινό, που προέρχονται από πίνακες ή παρεμφερείς πηγές, σε δεδομένα μέτρησης διαφημίσεων, χωρίς νόμιμο λόγο, για να πραγματοποιούν έρευνα αγοράς και να αποκτούν πληροφορίες για το κοινό (Σκοπός 9)\n"},"8":{"id":8,"name":"Μέτρηση απόδοσης περιεχομένου","description":"Η απόδοση και η αποτελεσματικότητα του περιεχομένου που βλέπετε ή αυτού με το οποίο αλληλεπιδράτε μπορούν να μετρηθούν.","descriptionLegal":"Για να μετρούν την απόδοση του περιεχομένου, οι προμηθευτές μπορούν:\n* Να μετρούν και να αναφέρουν πώς εμφανίστηκε το περιεχόμενο στους χρήστες, καθώς και πώς αλληλεπίδρασαν με αυτό\n* Να παρέχουν αναφορές, χρησιμοποιώντας άμεσα μετρήσιμα ή γνωστά δεδομένα σχετικά με τους χρήστες που αλληλεπίδρασαν με το περιεχόμενο\nΟι προμηθευτές δεν μπορούν:\n* Να μετρούν εάν και πώς εμφανίστηκαν οι διαφημίσεις (συμπεριλαμβανομένων των native διαφημίσεων) σε έναν χρήστη, καθώς και πώς αυτός αλληλεπίδρασε με αυτές.\n* Να εφαρμόζουν πληροφορίες για το κοινό, που προέρχονται από πίνακες ή παρεμφερείς πηγές, σε δεδομένα μέτρησης διαφημίσεων, χωρίς νόμιμο λόγο, για να πραγματοποιούν έρευνα αγοράς και να αποκτούν πληροφορίες για το κοινό (Σκοπός 9)\n"},"9":{"id":9,"name":"Πραγματοποίηση έρευνας αγοράς και άντληση πληροφοριών για το κοινό","description":"Ενδέχεται να χρησιμοποιηθεί έρευνα αγοράς για την άντληση πληροφοριών σχετικά με τα είδη κοινού που επισκέπτονται ιστότοπους ή εφαρμογές και βλέπουν διαφημίσεις.","descriptionLegal":"Για να πραγματοποιούν έρευνες αγοράς και να αποκτούν πληροφορίες για το κοινό, οι προμηθευτές μπορούν:\n* Να παρέχουν συγκεντρωτικές αναφορές στους διαφημιζομένους ή τους αντιπροσώπους τους σχετικά με τα είδη κοινού που προσέγγισαν οι διαφημίσεις τους, μέσω πληροφοριών που προέρχονται από πίνακες ή παρεμφερείς πηγές.\n* Να παρέχουν συγκεντρωτικές αναφορές στους εκδότες σχετικά με τα είδη κοινού στα οποία προβλήθηκε περιεχόμενο/διαφημίσεις ή τα οποία αλληλεπίδρασαν με περιεχόμενο/διαφημίσεις του ιστότοπού τους, αξιοποιώντας πληροφορίες που προέρχονται από πίνακες ή παρεμφερείς πηγές. \n* Να συνδέουν μη ηλεκτρονικά δεδομένα με έναν διαδικτυακό χρήστη για σκοπούς έρευνας αγοράς και άντληση πληροφοριών για το κοινό, εάν οι προμηθευτές έχουν δηλώσει ότι αντιστοιχίζουν και συνδυάζουν μη ηλεκτρονικές πηγές δεδομένων (Χαρακτηριστικό 1)\nΟι προμηθευτές δεν μπορούν: \n* Να μετρούν την απόδοση και την αποτελεσματικότητα των διαφημίσεων που εμφανίστηκαν σε έναν συγκεκριμένο χρήστη ή που αλληλεπίδρασε με αυτά, χωρίς νόμιμο λόγο, με σκοπό να μετρούν την απόδοση των διαφημίσεων.\n* Να μετρούν ποιο περιεχόμενο εμφανίστηκε σε έναν συγκεκριμένο χρήστη και πώς αυτός αλληλεπίδρασε με αυτό, χωρίς νόμιμο λόγο, με σκοπό να μετρούν την απόδοση του περιεχομένου \n"},"10":{"id":10,"name":"Δημιουργία και βελτίωση προϊόντων","description":"Τα δεδομένα σας ενδέχεται να χρησιμοποιηθούν για τη βελτίωση των υπαρχόντων συστημάτων και λογισμικού, καθώς και για τη δημιουργία νέων προϊόντων.","descriptionLegal":"Για να δημιουργούν νέα προϊόντα και να βελτιώνουν τα υπάρχοντα, οι προμηθευτές μπορούν:\n* Να χρησιμοποιούν δεδομένα για να βελτιώνουν τα υπάρχοντα προϊόντα τους με νέα χαρακτηριστικά και να δημιουργούν καινούργια προϊόντα\n* Να δημιουργούν νέα μοντέλα και αλγόριθμους μέσω μηχανικής μάθησης\nΟι προμηθευτές δεν μπορούν:\n* Να διεξάγουν για αυτόν τον σκοπό άλλες εργασίες επεξεργασίας δεδομένων που επιτρέπονται για διαφορετικό σκοπό\n"}},"specialPurposes":{"1":{"id":1,"name":"Εξασφάλιση ασφάλειας, πρόληψη απάτης και εντοπισμός σφαλμάτων","description":"Τα δεδομένα σας ενδέχεται να χρησιμοποιηθούν για την παρακολούθηση και πρόληψη παράνομης δραστηριότητας, καθώς και για τη διασφάλιση της ορθής και ασφαλούς λειτουργίας των συστημάτων και των διαδικασιών.","descriptionLegal":"Για να εξασφαλίζουν την ασφάλεια, να προλαμβάνουν τις απάτες και να εντοπίζουν σφάλματα, οι προμηθευτές μπορούν:\n* Να διασφαλίζουν ότι τα δεδομένα διαβιβάζονται με ασφάλεια \n* Να εντοπίζουν και να αποτρέπουν κακόβουλες, δόλιες, μη έγκυρες και παράνομες δραστηριότητες.\n* Να φροντίζουν για τη σωστή και αποτελεσματική λειτουργία των συστημάτων και των διαδικασιών, συμπεριλαμβανομένης της παρακολούθησης και ενίσχυσης της απόδοσης των συστημάτων και των διαδικασιών που χρησιμοποιούνται για επιτρεπόμενους σκοπούς\nΟι προμηθευτές δεν μπορούν:\n* Να διεξάγουν για αυτόν τον σκοπό άλλες εργασίες επεξεργασίας δεδομένων που επιτρέπονται για διαφορετικό σκοπό.\nΣημείωση: Τα δεδομένα που συλλέγονται και χρησιμοποιούνται για την ασφάλεια, την πρόληψη της απάτης και τον εντοπισμό και αφαίρεση σφαλμάτων από τον υπολογιστή ενδέχεται να περιλαμβάνουν χαρακτηριστικά συσκευής που αποστέλλονται αυτόματα για αναγνώριση, ακριβή δεδομένα γεωγραφικής κατανομής και δεδομένα που λαμβάνονται με ενεργή σάρωση χαρακτηριστικών συσκευής για αναγνώριση χωρίς ξεχωριστή αποκάλυψη ή /opt in.\n"},"2":{"id":2,"name":"Επιλογή εξατομικευμένου περιεχομένου","description":"Η συσκευή σας μπορεί να λαμβάνει και να στέλνει δεδομένα που σας επιτρέπουν να βλέπετε και να αλληλεπιδράτε με διαφημίσεις και περιεχόμενο.","descriptionLegal":"Για να εμφανίζουν πληροφορίες και να ανταποκρίνονται σε τεχνικά αιτήματα, οι προμηθευτές μπορούν:\n* Να χρησιμοποιούν τη διεύθυνση IP ενός χρήστη για να εμφανίσουν μια διαφήμιση μέσω διαδικτύου\n* Να απαντούν στην αλληλεπίδραση ενός χρήστη με μια διαφήμιση στέλνοντάς τον σε μια σελίδα προορισμού\n* Να χρησιμοποιούν τη διεύθυνση IP ενός χρήστη για να εμφανίσουν περιεχόμενο μέσω διαδικτύου\n* Να απαντούν στην αλληλεπίδραση ενός χρήστη με συγκεκριμένο περιεχόμενο στέλνοντάς τον σε μια σελίδα προορισμού\n* Να χρησιμοποιούν δεδομένα σχετικά με τον τύπο της συσκευής και την ικανότητά της να εμφανίζει διαφημίσεις ή περιεχόμενο (π.χ. για να προβάλουν το κατάλληλο μέγεθος διαφημιστικού κειμένου ή το αρχείο του βίντεο σε μορφή που υποστηρίζεται από τη συσκευή)\nΟι προμηθευτές δεν μπορούν:\n* Να διεξάγουν για αυτόν τον σκοπό άλλες εργασίες επεξεργασίας δεδομένων που επιτρέπονται για διαφορετικό σκοπό\n"}},"features":{"1":{"id":1,"name":"Αντιστοιχήστε και ταιριάξτε δεδομένα offline πηγών","description":"Ενδέχεται να συνδυαστούν δεδομένα από μη ηλεκτρονικές πηγές δεδομένων με τη δραστηριότητά σας στο διαδίκτυο προς υποστήριξη ενός ή περισσότερων σκοπών.","descriptionLegal":"Οι προμηθευτές μπορούν: \n* Να συνδυάζουν δεδομένα που αποκτήθηκαν εκτός σύνδεσης με δεδομένα που συλλέχθηκαν ηλεκτρονικά προς υποστήριξη ενός ή περισσότερων σκοπών ή ειδικών σκοπών\n"},"2":{"id":2,"name":"Σύνδεση διαφορετικών συσκευών","description":"Διαφορετικές συσκευές είναι δυνατόν να καθοριστούν ότι ανήκουν σε εσάς ή το νοικοκυριό σας με στη στήριξη ενός ή περισσοτέρων σκοπών","descriptionLegal":"Οι προμηθευτές μπορούν:\n* Να συμπεραίνουν ότι δύο ή περισσότερες συσκευές ανήκουν στον ίδιο χρήστη ή το ίδιο νοικοκυριό\n* Να πιθανολογούν ότι δύο ή περισσότερες συσκευές ανήκουν στον ίδιο χρήστη ή το ίδιο νοικοκυριό\n* Να σαρώνουν ενεργά τα χαρακτηριστικά μιας συσκευής για να αναγνωρίζουν την ταυτότητά της με ακρίβεια ή κατά προσέγγιση, σε περίπτωση που οι χρήστες τους έχουν επιτρέψει τη διαδικασία αυτή (Ειδικό χαρακτηριστικό 2)\n"},"3":{"id":3,"name":"Λήψη και χρήση χαρακτηριστικών συσκευών που απεστάλησαν αυτόματα για ταυτοποίηση","description":"Η συσκευή σας μπορεί να διακρίνεται από άλλες συσκευές βάσει των πληροφοριών που αποστέλλει αυτόματα, όπως η διεύθυνση IP ή ο τύπος του προγράμματος περιήγησης.","descriptionLegal":"Λήψη και χρήση χαρακτηριστικών συσκευών που απεστάλησαν αυτόματα για ταυτοποίηση\n* Δημιουργήστε ένα αναγνωριστικό χρησιμοποιώντας δεδομένα που συλλέγονται αυτόματα από μια συσκευή για συγκεκριμένα χαρακτηριστικά, π.χ. Διεύθυνση IP, συμβολοσειρά χρήστη-παράγοντα.\n* Χρησιμοποιήστε ένα τέτοιο αναγνωριστικό για να επιχειρήσετε να επαναπροσδιορίσετε μια συσκευή.\nΟι προμηθευτές δεν μπορούν:\n* Να δημιουργήσουν ένα αναγνωριστικό χρησιμοποιώντας τα δεδομένα που συλλέγονται μέσω ενεργής σάρωσης συσκευή για ειδικά χαρακτηριστικά, π.χ. εγκατεστημένη γραμματοσειρά ή οθόνη χωρίς χωριστή επιλογή συμμετοχής των χρηστών για χαρακτηριστικά αναγνώρισης με ενεργή σάρωση συσκευής.\n* Να χρησιμοποιήσουν ένα τέτοιο αναγνωριστικό για να επαναπροσδιορίσετε μια συσκευή.\n"}},"specialFeatures":{"1":{"id":1,"name":"Χρήση ακριβών δεδομένων γεω-εντοπισμού","description":"Ενδέχεται να χρησιμοποιηθούν τα ακριβή δεδομένα γεω-εντοπισμού σας προς υποστήριξη ενός ή περισσότερων σκοπών. Αυτό σημαίνει ότι η τοποθεσία σας μπορεί να είναι ακριβής σε ακτίνα λίγων μέτρων. ","descriptionLegal":"Οι προμηθευτές μπορούν:\n* Να συλλέγουν και να επεξεργάζονται ακριβή δεδομένα γεωγραφικού εντοπισμού προς υποστήριξη ενός ή περισσότερων σκοπών\nΣημείωση: «Ακριβής γεω-εντοπισμός» σημαίνει ότι δεν υπάρχουν περιορισμοί ως προς την ακρίβεια της τοποθεσίας ενός χρήστη σε ακτίνα λίγων μέτρων.\n"},"2":{"id":2,"name":"Ακριβής σάρωση χαρακτηριστικών συσκευής για αναγνώριση ταυτότητας","description":"Η ταυτότητα της συσκευή σας μπορεί να αναγνωριστεί κατόπιν σάρωσης του μοναδικού συνδυασμού χαρακτηριστικών της.","descriptionLegal":"Οι προμηθευτές μπορούν:\n* Να δημιουργούν ένα αναγνωριστικό χρησιμοποιώντας δεδομένα που συλλέγονται μέσω ενεργούς σάρωσης μιας συσκευής για συγκεκριμένα χαρακτηριστικά, π.χ. εγκατεστημένες γραμματοσειρές ή ανάλυση οθόνης. \n* Να χρησιμοποιούν ένα τέτοιο αναγνωριστικό για να επαναλαμβάνουν την αναγνώριση της ταυτότητας μιας συσκευής.\n"}}}
