{"vendorListVersion":165,"lastUpdated":"2022-10-13T16:45:48Z","purposes":{"1":{"id":1,"name":"Informācijas ievietošana ierīcē un/vai piekļuve tai","description":"Mēs varam ievietot jūsu ierīcē sīkdatnes, ierīču identifikatorus un citu informāciju un piekļūt tai jums izklāstītajos nolūkos.","descriptionLegal":"Piegādātāji var:\n•\tIevietot ierīcē un piekļūt tādai informācijai, kā sīkdatnēm un lietotājiem piešķirtajiem ierīču identifikatoriem.\n"},"2":{"id":2,"name":"Pamata reklāmu atlase","description":"Reklāmas var tikt rādītas, pamatojoties uz jūsu aplūkoto saturu lietotnes izmantošanas laikā, jūsu aptuveno atrašanās vietu vai jūsu ierīces veidu.","descriptionLegal":"Lai atlasītu pamata reklāmas, piegādātāji var:\n* izmantot reāllaika informāciju par kontekstu, kurā tiks rādīta reklāma, lai rādītu reklāmu, tostarp informāciju par saturu un ierīci, piemēram, ierīces veidu un iespējām, lietotāja aģentu, tīmekļa adresi (URL) un IP adresi; \n* izmantot nekonkrētus lietotāja atrašanās vietas datus;\n* kontrolēt lietotājam rādīto reklāmu biežumu;\n* noteikt secību, kādā reklāmas tiek rādītas lietotājam;\n* novērst reklāmu rādīšanu nepiemērotā redakcionālā (zīmolam nedrošā) kontekstā.\nPiegādātāji nevar:\n* izveidojiet personalizētu reklāmu profilu, izmantojot šo informāciju nākotnes reklāmu izvēlei bez atsevišķa juridiskā pamata, lai izveidotu personalizētu reklāmu profilu.\nIevērot labi, nekonkrēta atrašanās vieta nozīmē, ka ir atļauts attēlot tikai aptuvenu atrašanās vietu vismaz 500 metru rādiusā.\n"},"3":{"id":3,"name":"Personalizēta reklāmu profila izveide","description":"Par jums un jūsu interesēm var tikt izveidots profils, lai rādītu jums atbilstošas personalizētas reklāmas.","descriptionLegal":"Lai izveidotu personalizētu reklāmu profilu, piegādātāji var:\n* Apkopot informāciju par lietotāju, tostarp tā aktivitāti, interesēm, demogrāfisko informāciju un atrašanās vietu, lai izveidotu vai rediģētu lietotāja profilu personalizētu reklāmu rādīšanas nolūkā.\n* Apvienojiet šo informāciju ar citu iepriekš savākto informāciju, tostarp no visām vietnēm un lietotnēm, lai izveidotu vai rediģētu lietotāja profilu lietošanai personalizētā reklāmā.\n"},"4":{"id":4,"name":"Personalizētu reklāmu atlase","description":"Jums var tikt rādītas personalizētas reklāmas, pamatojoties uz profilu, kas izveidots par jums.","descriptionLegal":"Lai atlasītu personalizētas reklāmas, piegādātāji var:\n* atlasīt personalizētas reklāmas, pamatojoties uz lietotāja profilu vai citiem vēsturiskajiem lietotāja datiem, tostarp lietotāja iepriekšējo aktivitāti, interesēm, vietņu un lietotņu apmeklējumiem, atrašanās vietu un demogrāfisko informāciju.\n"},"5":{"id":5,"name":"Personalizēta satura profila izveide","description":"Par jums un jūsu interesēm var tikt veidots profils, lai rādītu jums atbilstošu personalizētu saturu.","descriptionLegal":"Lai izveidotu personalizēta satura profilu, piegādātāji var:\n* ievākt informāciju par lietotāju, tostarp tā aktivitāti, interesēm, vietņu un lietotņu apmeklējumiem, demogrāfisko informāciju un atrašanās vietu, lai izveidotu vai rediģētu lietotāja profilu satura personalizēšanas nolūkā.\n* Apvienojiet šo informāciju ar citu iepriekš savākto informāciju, tostarp no visām vietnēm un lietotnēm, lai izveidotu vai rediģētu lietotāja profilu izmantošanai satura personalizēšanai."},"6":{"id":6,"name":"Personalizēta satura atlase","description":"Jums var tikt rādīts personalizēts saturs, pamatojoties uz profilu, kas izveidots par jums.","descriptionLegal":"Lai atlasītu personalizētu saturu, piegādātāji var:\n•\tatlasīt personalizētu saturu, pamatojoties uz lietotāja profilu vai citiem vēsturiskajiem lietotāja datiem, tostarp tā iepriekšējo aktivitāti, interesēm, vietņu un lietotņu apmeklējumiem, atrašanās vietu un demogrāfisko informāciju.\n"},"7":{"id":7,"name":"Reklāmas efektivitātes novērtēšana","description":"Var tikt izvērtēta to reklāmu efektivitāte un panākumi, kuras jums tika attēlotas vai ar kurām esat mijiedarbojies(-usies).","descriptionLegal":"Lai novērtētu reklāmu efektivitāti, piegādātāji var:\n* izvērtēt, vai un kā lietotājam tika rādītas reklāmas, kā arī vai un kā lietotājs mijiedarbojās ar tām;\n* nodrošināt pārskatus par reklāmām, tostarp to efektivitāti un panākumiem;\n* sniegt pārskatus par lietotājiem, kuri mijiedarbojās ar reklāmām, izmantojot datus, kas iegūti, lietotājam mijiedarbojoties ar attiecīgo reklāmu;\n* sniegt pārskatus publicētājiem par savā īpašumā rādītajām reklāmām;\n* izvērtēt, vai reklāma tiek rādīta piemērotā redakcionālā (zīmolam drošā) kontekstā;\n* noteikt to reklāmas procentuālo daļu, kuru bija iespējams apskatīt, kā arī šīs apskatīšanas iespējas ilgumu. \nPiegādātāji nevar:\n* reklāmas izpētes datiem piemērot no lietotāju grupām vai tamlīdzīgos veidos iegūtu analītisko informāciju par mērķa grupām bez atsevišķa juridiska pamatojuma izmantot tirgus pētījumus, lai veidotu mērķa grupu izpētes.\n"},"8":{"id":8,"name":"Satura efektivitātes novērtēšana","description":"Var tikt izvērtēta tāda satura efektivitāte un sasniegumi, kurš jums ticis attēlots vai ar kuru esat mijiedarbojies.","descriptionLegal":"Lai novērtētu satura efektivitāti, piegādātāji var:\n* izvērtēt un iesniegt pārskatus par to, kā ticis nodrošināts saturs un kā ar to mijiedarbojas lietotāji;\n* iesniegt pārskatus, izmantojot izmērāmu vai zināmu informāciju par lietotājiem, kuri ir mijiedarbojušies ar saturu.\nPiegādātāji nevar:\n* izvērtēt, vai un kā lietotājam tika nodrošinātas reklāmas (tostarp vietējās reklāmas), kā arī vai un kā lietotājs mijiedarbojās ar tām;\n* reklāmas izpētes datiem piemērot no lietotāju grupām vai tamlīdzīgos veidos iegūtu analītisko informāciju par mērķa grupām bez atsevišķa juridiska pamatojuma izmantot tirgus pētījumus, lai veidotu mērķa grupu izpētes.\n"},"9":{"id":9,"name":"Tirgus pētījumu izmantošana analītiskās informācijas veidošanai par mērķa grupām","description":"Var tikt veikta tirgus izpēte, lai uzzinātu vairāk par lietotāju grupām, kuras apmeklē vietnes/lietotnes un aplūko reklāmas.","descriptionLegal":"Lai izmantotu tirgus izpētes analītiskās informācijas apkopošanai par mērķa grupām, piegādātāji var:\n* sniegt reklāmdevējiem vai to pārstāvjiem apkopotus pārskatus par mērķauditorijām, kuras viņu reklāmas sasniedz, izmantojot no lietotāju grupām vai tamlīdzīgos veidos iegūtu analītisko informāciju;\n* sniegt publicētājiem apkopotus pārskatus par mērķauditorijām, kurām to īpašumā tika nodrošināts saturs vai kuras mijiedarbojās ar saturu un/vai reklāmām, izmantojot no lietotāju grupām vai tamlīdzīgos veidos iegūtu analītisko informāciju; \n* apvienot bezsaistes datus ar tiešsaistes lietotāju tirgus izpētes nolūkos, lai veidotu analītisko informāciju par mērķauditorijām, ja piegādātāji ir paziņojuši par bezsaistes datu avotu savietošanu un kombinēšanu (1. Funkcija).\nPiegādātāji nevar: \n* novērtēt reklāmu veiktspēju un efektivitāti, ar kuru konkrēts lietotājs tika apkalpots vai mijiedarbojās, bez atsevišķa juridiska pamata, lai novērtētu reklāmas veiktspēju;\n* novērtēt, kāds saturs bija rādīts konkrētam lietotājam un kā tie mijiedarbojās ar attiecīgo saturu, bez atsevišķa juridiska pamata satura veiktspējas noteikšanai.\n"},"10":{"id":10,"name":"Produktu izstrādāšana un uzlabošana","description":"Jūsu dati var tikt izmantoti esošo sistēmu un programmatūras uzlabošanai un jaunu produktu izstrādei.","descriptionLegal":"Lai izstrādātu jaunus produktus un uzlabotu esošos, piegādātāji var:\n* izmantot informāciju, lai papildinātu esošos produktus ar jaunām funkcijām un izstrādātu jaunus produktus;\n* radīt jaunus modeļus un algoritmus, apmācot datorizētās iekārtas.\nPiegādātāji nevar:\n* veikt nekāda cita veida datu apstrādes darbības citiem nolūkiem.\n"}},"specialPurposes":{"1":{"id":1,"name":"Drošības nodrošināšana, krāpšanas novēršana un atkļūdošana","description":"Jūsu dati var tikt izmantoti krāpniecisku darbību atklāšanai un novēršanai, kā arī sistēmu un procesu pienācīgas un drošas darbības nodrošināšanai.","descriptionLegal":"Lai nodrošinātu drošību, krāpšanas novēršanu un atkļūdošanu, piegādātāji var:\n* nodrošināt datu drošu pārsūtīšanu; \n* atklāt un novērst ļaunprātīgas, krāpnieciskas, neatļautas vai nelikumīgas darbības;\n* nodrošināt sistēmu un procesu pareizu un efektīvu darbību, tostarp uzraudzīt un uzlabot sistēmu un procesu darbību atļautajos nolūkos.\nPiegādātāji nevar:\n* veikt nekāda cita veida datu apstrādes darbības citiem atļautajiem nolūkiem.\nPiezīme. Dati, kas apkopoti un izmantoti, lai nodrošinātu drošību, novērstu krāpšanu un atkļūdošanu, var ietvert automātiski nosūtītus ierīces parametrus identifikācijai, precīzus ģeogrāfiskās atrašanās vietas datus un datus, kas iegūti, aktīvi skenējot ierīces raksturlielumus identifikācijai bez atsevišķas izpaušanas un/vai piekrišanu.\n"},"2":{"id":2,"name":"Reklāmu un satura tehniskā nodrošināšana","description":"Jūsu ierīce var saņemt un nosūtīt informāciju, kas ļauj jums aplūkot un mijiedarboties ar reklāmām un saturu.","descriptionLegal":"Lai nodrošinātu informāciju un reaģētu uz tehniska rakstura pieprasījumiem, piegādātāji var:\n* izmantot lietotāja IP adresi, lai piegādātu reklāmu internetā;\n* reaģēt uz lietotāja mijiedarbību ar reklāmu, novirzot lietotāju uz reklāmas mērķlapu;\n* izmantot lietotāja IP adresi, lai nodrošinātu saturu internetā;\n* reaģēt uz lietotāja mijiedarbību ar saturu, novirzot lietotāju uz reklāmas mērķlapu;\n* izmantot informāciju par izmantotās ierīces veidu un iespējām, lai rādītu reklāmu un saturu, piemēram, rādītu reklāmas atbilstošā lielumā un video datnes – ierīces atbalstītā formātā.\nPiegādātāji nevar:\n* veikt nekāda cita veida datu apstrādes darbības citiem nolūkiem.\n"}},"features":{"1":{"id":1,"name":"Bezsaistes datu savietošana un kombinēšana","description":"No bezsaistes informācijas avotiem iegūtie dati var tikt kombinēti ar jūsu tiešsaistē veiktajām darbībām viena vai vairāku nolūku izpildei.","descriptionLegal":"Piegādātāji var: \n* kombinēt bezsaistē iegūtos datus ar tiešsaistē ievāktajiem datiem, lai atbalstītu vienu vai vairākus Izmantošanas nolūkus vai Īpašos izmantošanas nolūkus.\n"},"2":{"id":2,"name":"Vairāku ierīču sasaistīšana","description":"Var tikt noteikta dažādu ierīču piederība jums vai jūsu saimniecībai viena vai vairāku nolūku izpildei.","descriptionLegal":"Piegādātāji var:\n* noteikt, ka divas vai vairākas ierīces noteikti pieder tam pašai lietotājam vai mājsaimniecībai;\n* noteikt, ka divas vai vairākas ierīces iespējami pieder tam pašai lietotājam vai mājsaimniecībai;\n* aktīvi skenēt ierīces identifikācijas parametrus, lai iespējami noteiktu, vai lietotāji ir snieguši atļauju piegādātājiem aktīvi skenēt savas ierīces identifikācijas parametrus (2. īpašā funkcija).\n"},"3":{"id":3,"name":"Saņemiet un izmantojiet automātiski nosūtītās ierīces pazīmes identifikācijai","description":"Jūsu ierīci var atšķirt no citām ierīcēm, pamatojoties uz informāciju, ko tā automātiski nosūta, piemēram, IP adresi vai pārlūka veidu.","descriptionLegal":"Piegādātāji var:\n* izveidot identifikatoru, izmantojot datus, kas automātiski apkopoti no ierīces, īpašiem raksturlielumiem, piemēram, IP adresei, lietotāja aģenta virknei;\n* izmantot šos identifikatorus ierīču atkārtotai identificēšanai.\nPiegādātāji nevar:\n* izveidot identifikatorus, izmantojot datus, kas apkopoti, aktīvi skenējot ierīces konkrētu parametru, piemēram, instalēto burtrakstu vai ekrāna izšķirtspējas, noteikšanai;\n* izmantot šos identifikatorus ierīču atkārtotai identificēšanai.\n"}},"specialFeatures":{"1":{"id":1,"name":"Precīzas atrašanās vietas izmantošana","description":"Var tikt izmantoti precīzi jūsu atrašanās vietas dati viena vai vairāku nolūku izpildei. Tas nozīmē to, ka jūsu atrašanās vietas precizitātes līmenis var būt pāris metru rādiusā.","descriptionLegal":"Piegādātāji var:\n* vākt un apstrādāt precīzas atrašanās vietas datus viena vai vairāku nolūku izpildei.\nIevērot labi, precīza atrašanās vieta nozīmē to, ka nepastāv ierobežojumi attiecībā uz lietotāja atrašanās vietas izmantošanu; precizitātes līmenis var būt dažu metru rādiusā.\nPiezīme. Dažu šo datu izmantošana drošībai vai krāpšanas novēršanai ir apskatīta atsevišķi, un nav nepieciešama atsevišķa lietotāja izvēle precīzu ģeogrāfiskās atrašanās vietas datu izmantošanai. \n"},"2":{"id":2,"name":"Ierīces parametru aktīva skenēšana identifikācijas nolūkā","description":"Jūsu ierīce var tikt identificēta, pamatojoties uz jūsu ierīces unikālo parametru kombinācijas skenēšanu.","descriptionLegal":"Piegādātāji var:\n* izveidot identifikatorus, izmantojot datus, kas iegūti, aktīvi skenējot ierīces konkrētu parametru, piemēram, instalēto burtrakstu vai ekrāna izšķirtspējas, noteikšanai. \n* Izmantot šos identifikatorus ierīču atkārtotai identificēšanai.\nPiezīme. Dažu šo datu izmantošana drošībai vai krāpšanas novēršanai ir aplūkota atsevišķi, un tai nav nepieciešama atsevišķa lietotāja izvēle aktīvai ierīces īpašību skenēšanai, lai identificētu."}}}
