{"purposes":{"1":{"id":1,"name":"Simpan dan/atau mencapai maklumat pada peranti","description":"Kuki, pengecam peranti atau maklumat lain boleh disimpan atau dicapai pada peranti anda untuk tujuan yang disediakan kepada anda.","descriptionLegal":"Penyedia perkhidmatan boleh: * Simpan dan mencapai maklumat pada peranti seperti kuki dan pengecam peranti yang disediakan kepada pengguna."},"2":{"id":2,"name":"Pilih iklan asas","description":"Iklan boleh ditunjukkan kepada anda berdasarkan kandungan yang anda lihat, aplikasi yang anda gunakan, anggaran lokasi anda atau jenis peranti anda.","descriptionLegal":"Untuk membuat pemilihan iklan asas, penjual boleh: * Gunakan maklumat masa nyata tentang konteks yang mana iklan akan ditunjukkan untuk menunjukkan iklan, termasuk maklumat tentang kandungan dan peranti seperti: jenis dan keupayaan peranti, agen pengguna, URL, alamat IP * Gunakan data geolokasi tidak tepat pengguna * Kawal kekerapan iklan ditunjukkan kepada pengguna. * Atur sususan yang menunjukkan iklan kepada pengguna. * Halang iklan daripada disuapkan dalam konteks editorial yang kurang sesuai (tidak selamat) Penyedia perkhidmatan tidak boleh: * Ciptakan profil iklan peribadi dengan menggunakan maklumat ini untuk pemilihan iklan pada masa depan tanpa dasar perundangan yang berasingan bagi mencipta profil iklan peribadi. * Harap maklum bahawa tidak tepat bermaksud hanya lokasi anggaran yang sekurang-kurangnya dalam lingkungan 500 meter adalah dibenarkan."},"3":{"id":3,"name":"Cipta profil iklan diperibadikan","description":"Profil boleh dicipta mengenai anda dan minat anda untuk menunjukkan iklan peribadi yang berkaitan kepada anda.","descriptionLegal":"Untuk mencipta profil iklan berperibadi, penyedia perkhidmatan boleh: * Kumpul maklumat tentang pengguna, termasuk aktiviti, minat, maklumat demografi atau lokasi pengguna untuk mencipta atau menyunting profil pengguna untuk tujuan pengiklanan peribadi. * Gabungkan maklumat ini dengan maklumat lain yang dikumpul sebelumnya, termasuk maklumat daripada semua laman web dan aplikasi untuk mencipta atau menyunting profil pengguna untuk tujuan pengiklanan peribadi."},"4":{"id":4,"name":"Pilih iklan peribadi","description":"Iklan peribadi boleh ditunjukkan kepada anda berdasarkan profil tentang anda.","descriptionLegal":"Untuk memilih iklan peribadi, penyedia perkhidmatan boleh: * Pilih iklan peribadi berdasarkan profil pengguna atau data pengguna lampau yang lain, termasuk aktiviti terdahulu, minat, kunjungan ke laman atau aplikasi, lokasi atau maklumat demografi pengguna."},"5":{"id":5,"name":"Cipta profil kandungan peribadi","description":"Profil tentang anda dan minat anda boleh dicipta untuk mempersembahkan kandungan peribadi yang berkaitan kepada anda.","descriptionLegal":"Untuk mencipta profil kandungan peribadi, penyedia perkhidmatan boleh: * Kumpul maklumat tentang pengguna, termasuk aktiviti, minat, maklumat demografi atau lokasi pengguna untuk mencipta atau menyunting profil pengguna untuk kandungan peribadi. * Gabungkan maklumat ini dengan maklumat lain yang dikumpul sebelumnya, termasuk maklumat daripada semua laman web dan aplikasi untuk mencipta atau menyunting profil pengguna untuk pemperibadian kandungan."},"6":{"id":6,"name":"Pilih kandungan peribadi","description":"Kandungan peribadi boleh ditunjukkan kepada anda berdasarkan profil tentang anda.","descriptionLegal":"Untuk memilih kandungan peribadi, penyedia perkhidmatan boleh: * Pilih kandungan peribadi berdasarkan profil pengguna atau data pengguna lampau yang lain, termasuk aktiviti terdahulu, minat, kunjungan ke laman atau aplikasi, lokasi atau maklumat demografi pengguna."},"7":{"id":7,"name":"Pengukuran prestasi iklan","description":"Prestasi dan keberkesanan iklan yang anda lihat atau berinteraksi boleh diukurkan.","descriptionLegal":"Untuk mengukur prestasi iklan, penyedia perkhidmatan boleh: * Buat ukuran tentang cara penyampaian iklan dan interaksi oleh pengguna * Berikan laporan tentang iklan tentang keberkesanan dan prestasinya * Berikan laporan tentang pengguna yang berinteraksi dengan iklan dengan menggunakan data yang diperhatikan semasa interaksi pengguna dengan iklan tersebut * Berikan laporan kepada penerbit tentang iklan yang dipaparkan pada harta mereka * Ukurkan sama ada sesebuah iklan disediakan dalam konteks persekitaran editorial yang sesuai (selamat) * Tentukan peratusan peluang iklan dapat dilihat dan tempoh peluang tersebut * Gabungkan maklumat ini dengan maklumat lain yang dikumpul sebelumnya, termasuk maklumat daripada semua laman web dan aplikasi Penyedia perkhidmatan tidak boleh: * Guna pakai panel- atau data wawasan audiens terbitan hingga data pengukuran yang serupa tanpa Dasar Perundangan untuk menjalankan kajian pemasaran bagi menjana wawasan audiens (Tujuan 9)"},"8":{"id":8,"name":"Pengukuran prestasi kandungan","description":"Prestasi dan keberkesanan kandungan yang anda lihat atau interaksi boleh diukur.","descriptionLegal":"Untuk mengukur prestasi kandungan, penyedia perkhidmatan boleh: * Buat ukuran dan laporan tentang cara penyampaian kandungan dan interaksi oleh pengguna * Berikan laporan tentang pengguna yang berinteraksi dengan kandungan berkaitan menggunakan maklumat yang boleh terus diukurkan atau diketahui. * Gabungkan maklumat ini dengan maklumat lain yang dikumpul sebelumnya, termasuk maklumat daripada semua laman web dan aplikasi. Penyedia perkhidmatan tidak boleh: * Guna pakai panel- atau data wawasan audiens terbitan hingga data pengukuran yang serupa tanpa Dasar Perundangan untuk menjalankan kajian pemasaran bagi menjana wawasan audiens (Tujuan 9)"},"9":{"id":9,"name":"Guna pakai kajian pemasaran untuk menjana wawasan audiens","description":"Kajian pemasaran boleh digunakan untuk mempelajari lebih lanjut tentang audiens yang melayari laman/aplikasi dan melihat iklan.","descriptionLegal":"Untuk mengguna pakai kajian pemasaran bagi menjana wawasan audiens, penyedia perkhidmatan boleh: * Berikan laporan beragregat kepada pengiklan atau wakil mereka tentang audiens yang dicapai oleh iklan mereka, menerusi wawasan berdasarkan panel dan terbitan serupa. * Berikan laporan beragregat kepada penerbit tentang audiens yang disuapkan atau dicapai dengan kandungan dan/atau iklan pada harta mereka dengan mengguna pakai wawasan berdasarkan panel dan terbitan serupa. * Kaitkan data luar talian dengan pengguna dalam talian untuk tujuan kajian pemasaran bagi menjana wawasan audiens jika penyedia perkhidmatan telah mengisytiharkan untuk memadan dan menggabungkan sumber data luar talian (Ciri 1) * Gabungkan maklumat ini dengan maklumat lain yang dikumpul sebelumnya, termasuk maklumat daripada semua laman web dan aplikasi. Penyedia perkhidmatan tidak boleh: * Ukur prestasi dan keberkesanan iklan yang disuapkan atau dicapai oleh pengguna tertentu tanpa Dasar Perundangan untuk mengukur prestasi iklan. * Ukur jenis kandungan yang disuapkan kepada pengguna dan cara pengguna berinteraksi dengannya tanpa Dasar Perundangan untuk mengukur prestasi kandungan."},"10":{"id":10,"name":"Pembangunan dan pembaikan produk","description":"Data anda boleh digunakan untuk memperbaik sistem dan perisian sedia ada serta menciptakan produk baharu","descriptionLegal":"Untuk mencipta produk baharu dan memperbaik produk, penyedia perkhidmatan boleh: * Guna maklumat untuk memperbaik produk sedia ada mereka dengan ciri baharu serta mencipta produk baharu * Cipta model baharu dan algoritma menerusi pempelajaran mesin Penyedia perkhidmatan tidak boleh: * Menjalankan sebarang operasi pemprosesan data lain yang dibenarkan bawah tujuan selain tujuan ini"}},"specialPurposes":{"1":{"id":1,"name":"Jaminan keselamatan, pengelakan penipuan dan nyahpepijat","description":"Data anda boleh digunakan untuk memantau dan mengelakkan aktiviti penipuan serta menjaminkan sistem dan pemprosesan berfungsi dengan lancar dan selamat.","descriptionLegal":"Untuk menjaminkan keselamatan, mengelakkan penipuan dan nyahpepijat, penyedia perkhidmatan boleh: * Pastikan data dihantarkan dengan selamat * Mengesan dan mengelakkan aktiviti yang berniat jahat, berunsur penipuan, tidak sah atau haram. * Pastikan kefungsian sistem dan proses secara betul dan efisien, termasuk pemantauan dan mempertingkatkan prestasi sistem dan proses yang terlibat dalam tujuan yang dibenarkan Penyedia perkhidmatan tidak boleh: * Menjalankan sebarang operasi pemprosesan data lain yang dibenarkan bawah tujuan selain tujuan ini. Perhatian: Data yang dikumpul dan digunakan untuk menjamin keselamatan, mengelakkan penipuan dan nyahpepijat mungkin mengandungi ciri peranti yang dihantar secara automatik untuk tujuan pengecaman, data geolokasi tepat dan data yang diperoleh dengan mengimbas ciri peranti secara aktif untuk tujuan pengecaman tanpa pendedahan dan/atau penyertaan berasingan."},"2":{"id":2,"name":"Penyampaian iklan atau kandungan secara teknikal","description":"Peranti anda boleh menerima dan menghantar maklumat yang membolehkan anda untuk melihat dan berinteraksi dengan iklan serta kandungan.","descriptionLegal":"Untuk menyampaikan maklumat dan membalas permintaan teknikal, penyedia perkhidmatan boleh: * Gunakan alamat IP pengguna untuk menyampaikan iklan di internet * Balas interaksi pengguna dengan iklan menerusi penghantaran pengguna ke laman web capaian * Gunakan alamat IP pengguna untuk menyampaikan kandungan di internet * Balas interaksi pengguna dengan kandungan menerusi penghantaran pengguna ke laman web capaian * Gunakan maklumat tentang jenis peranti dan keupayaan untuk menyampaikan iklan atau kandungan, sebagai contoh, menyampaikan iklan kreatif atau fail video yang bersaiz betul dalam format yang disokong oleh peranti Penyedia perkhidmatan tidak boleh: * Menjalankan sebarang operasi pemprosesan data lain yang dibenarkan bawah tujuan selain tujuan ini"}},"features":{"1":{"id":1,"name":"Padanan dan gabungan sumber data luar talian","description":"Data from offline data sources can be combined with your online activity in support of one or more purposes","descriptionLegal":"Penyedia perkhidmatan boleh: * Gabungkan data yang diperoleh daripada luar talian dengan data yang dikumpul daripada dalam talian untuk menyokong satu atau lebih Tujuan atau Tujuan Khas."},"2":{"id":2,"name":"Pemautan peranti yang berbeza","description":"Peranti yang berbeza boleh ditentukan sebagai hak milik anda atau isi rumah anda untuk meyokong satu atau lebih tujuan.","descriptionLegal":"Penyedia perkhidmatan boleh: * Secara berketentuan menentukan dua atau lebih peranti yang menjadi milik pengguna atau isi rumah yang sama * Secara berkebarangkalian menentukan dua atau lebih peranti yang menjadi milik pengguna atau isi rumah yang sama * Secara aktifnya mengimbas ciri untuk pengecaman bagi pengecam berkebarangkalian jika pengguna telah membenarkan penyedia perkhidmatan untuk mengimbas ciri peranti untuk pengecaman secara aktif (Ciri Khas 2)"},"3":{"id":3,"name":"Terima dan gunakan ciri peranti yang dihantar secara automatik untuk pengecaman","description":"Peranti anda boleh dibezakan daripada peranti lain berdasarkan maklumat yang dihantar secara automatik seperti alamat IP atau jenis pelayar.","descriptionLegal":"Penyedia perkhidmatan boleh: * Cipta pengecam dengan menggunakan data yang dikumpul secara automatik daripada peranti untuk ciri spesifik, sebagai contohnya alamat IP, bebenang agen pengguna. * Gunakan pengecam untuk mencuba mengecam semula sesebuah peranti. Penyedia perkhidmatan tidak boleh: *Ciptakan pengecam dengan menggunakan data yang dikumpul menerusi pengimbasan peranti secara aktif untuk ciri spesifik, sebagai contoh, fon atau resolusi skrin yang telah dipasang tanpa penyertaan pengguna berasingan untuk mengimbas ciri peranti untuk pengecaman secara aktif. * Gunakan pengecam untuk mengecam semula peranti."}},"specialFeatures":{"1":{"id":1,"name":"Penggunaan data geolokasi tepat","description":"Data geolokasi tepat anda boleh digunakan untuk menyokong satu atau lebih tujuan. Ini bermakna lokasi anda adalah tepat dalam lingkungan beberapa meter.","descriptionLegal":"Penyedia perkhidmatan boleh: * Kumpul dan proseskan data geolokasi tepat  untuk menyokong satu atau lebih tujuan. Harap maklum bahawa geolokasi tepat bermaksud tiada sekatan pada ketepatan lokasi pengguna; unsur ini adalah tepat dalam lingkungan beberapa meter."},"2":{"id":2,"name":"Pengimbasan sifat peranti untuk pengecaman secara aktif","description":"Peranti anda boleh dicam berdasarkan pengimbasan kombinasi unik sifat peranti anda.","descriptionLegal":"Penyedia perkhidmatan boleh: * Ciptakan pengecam dengan menggunakan data yang dikumpul menerusi pengimbasan sifat spesifik peranti secara aktif. Sebagai contoh, fon atau resolusi skrin yang dipasang. * Gunakan pengecam untuk mengecam semula peranti."}}}
