{"purposes":{"1":{"id":1,"name":"डिवाइस पर जानकारी डालना और/या एक्सेस करना","description":"आपको प्रस्तुत किए गए उद्देश्यों के लिए कुकीज़, डिवाइस पहचानकर्ता, या अन्य जानकारी आपके डिवाइस पर संग्रहीत या एक्सेस की जा सकती है।","descriptionLegal":"विक्रेता ये कर सकते हैं:\n* डिवाइस पर जानकारी स्टोर करना और एक्सेस करना जैसे कि उपयोगकर्ता को प्रस्तुत किए गए कुकी और डिवाइस आइडेंटिफ़ायर।"},"2":{"id":2,"name":"बुनियादी विज्ञापन चुनें","description":"आपके द्वारा देखी जा रही सामग्री, आपके द्वारा उपयोग किए जा रहे ऐप, आपके अनुमानित स्थान, या आपके डिवाइस प्रकार के आधार पर आपको विज्ञापन दिखाए जा सकते हैं।","descriptionLegal":"बुनियादी विज्ञापन चयन करने के लिए विक्रेता कर ये कर सकते हैं:\n* विज्ञापन दिखाने के लिए उस संदर्भ के बारे में रीयल-टाइम जानकारी का उपयोग करना, सामग्री और डिवाइस के बारे में जानकारी सहित, जैसे: डिवाइस प्रकार और उसकी क्षमताएं, उपयोगकर्ता एजेंट, यूआरएल, आईपी पता\n* उपयोगकर्ता के गैर-सटीक भौगोलिक स्थान डेटा का उपयोग करना\n* उपयोगकर्ता को दिखाए जाने वाले विज्ञापनों की आवृत्ति को नियंत्रित करना।\n* किसी उपयोगकर्ता को विज्ञापन दिखाए जाने के क्रम को अनुक्रमित करना।\n* किसी विज्ञापन को अनुपयुक्त संपादकीय (ब्रांड-असुरक्षित) संदर्भ में प्रदर्शित होने से रोकना\nविक्रेता ये नहीं कर सकते:\n* एक व्यक्तिगत विज्ञापन प्रोफ़ाइल बनाने के लिए बिना किसी अलग कानूनी आधार के भविष्य के विज्ञापनों के चयन के लिए इस जानकारी का उपयोग करके एक वैयक्तिकृत विज्ञापन प्रोफ़ाइल बनाएं।\n* ध्यान दें: गैर-सटीक का अर्थ केवल एक अनुमानित स्थान है जिसमें कम से कम 500 मीटर का दायरा शामिल है।"},"3":{"id":3,"name":"एक वैयक्तिकृत विज्ञापन प्रोफ़ाइल बनाएं","description":"आपके लिए प्रासंगिक वैयक्तिकृत विज्ञापन दिखाने के लिए आपके और आपकी रुचियों के बारे में एक प्रोफ़ाइल बनाई जा सकती है।","descriptionLegal":"वैयक्तिकृत विज्ञापन प्रोफ़ाइल बनाने के लिए विक्रेता निम्न कार्य कर सकते हैं:\n* वैयक्तिकृत विज्ञापन में उपयोग के लिए उपयोगकर्ता प्रोफ़ाइल बनाने या संपादित करने के लिए उपयोगकर्ता की गतिविधि, रुचियों, जनसांख्यिकीय जानकारी या स्थान सहित उपयोगकर्ता के बारे में जानकारी एकत्र करना।\n* वैयक्तिकृत विज्ञापनों में उपयोग के लिए उपयोगकर्ता प्रोफ़ाइल बनाने या संपादित करने के लिए इस जानकारी को पहले एकत्र की गई अन्य जानकारी के साथ संयोजित करना, जिसमें वेबसाइटें और ऐप्स भी शामिल हैं।"},"4":{"id":4,"name":"वैयक्तिकृत विज्ञापन चुनें","description":"आपके बारे में एक प्रोफ़ाइल के आधार पर आपको वैयक्तिकृत विज्ञापन दिखाए जा सकते हैं।","descriptionLegal":"वैयक्तिकृत विज्ञापनों का चयन करने के लिए विक्रेता निम्न कार्य कर सकते हैं:\n* उपयोगकर्ता प्रोफ़ाइल या अन्य ऐतिहासिक उपयोगकर्ता डेटा के आधार पर वैयक्तिकृत विज्ञापनों का चयन करें, जिसमें उपयोगकर्ता की पूर्व गतिविधि, रुचियां, साइटों या ऐप्स पर विज़िट, स्थान, या जनसांख्यिकीय जानकारी शामिल है।"},"5":{"id":5,"name":"एक वैयक्तिकृत सामग्री प्रोफ़ाइल बनाएं","description":"आपके लिए प्रासंगिक व्यक्तिगत सामग्री दिखाने के लिए आपके और आपकी रुचियों के बारे में एक प्रोफ़ाइल बनाई जा सकती है।","descriptionLegal":"वैयक्तिकृत सामग्री प्रोफ़ाइल बनाने के लिए विक्रेता निम्न कार्य कर सकते हैं:\n* सामग्री को वैयक्तिकृत करने के लिए उपयोगकर्ता प्रोफ़ाइल बनाने या संपादित करने के लिए उपयोगकर्ता की गतिविधि, रुचियों, साइटों या ऐप्स पर विज़िट, जनसांख्यिकीय जानकारी या स्थान सहित उपयोगकर्ता के बारे में जानकारी एकत्र करें।\n* सामग्री को वैयक्तिकृत करने में उपयोग के लिए उपयोगकर्ता प्रोफ़ाइल बनाने या संपादित करने के लिए इस जानकारी को पहले एकत्र की गई अन्य जानकारी के साथ संयोजित करना, जिसमें वेबसाइटें और ऐप्स से भी शामिल हैं।"},"6":{"id":6,"name":"वैयक्तिकृत सामग्री चुनें","description":"आपके बारे में एक प्रोफ़ाइल के आधार पर आपको वैयक्तिकृत सामग्री दिखाई जा सकती है।","descriptionLegal":"वैयक्तिकृत सामग्री का चयन करने के लिए विक्रेता ये कर सकते हैं:\n* उपयोगकर्ता प्रोफ़ाइल या अन्य ऐतिहासिक उपयोगकर्ता डेटा के आधार पर वैयक्तिकृत सामग्री का चयन करना, जिसमें उपयोगकर्ता की पूर्व गतिविधि, रुचियां, साइटों या ऐप्स पर विज़िट, स्थान, या जनसांख्यिकीय जानकारी शामिल हैं।"},"7":{"id":7,"name":"विज्ञापन प्रदर्शन को मापें","description":"आपके द्वारा देखे या इंटरैक्ट करने वाले विज्ञापनों के प्रदर्शन और प्रभावशीलता को मापा जा सकता है।","descriptionLegal":"विज्ञापन प्रदर्शन को मापने के लिए विक्रेता निम्न कार्य कर सकते हैं:\n* मापें कि उपयोगकर्ता तक कौन से विज्ञापन और कैसे पहुंचे और उनका संवाद उसके साथ कैसा रहा\n* विज्ञापनों की प्रभावशीलता और प्रदर्शन सहित उनके बारे में रिपोर्टिंग प्रदान करें\n* उस विज्ञापन के साथ उपयोगकर्ता के इंटरैक्शन के दौरान देखे गए डेटा का उपयोग करके विज्ञापनों के साथ इंटरैक्ट करने वाले उपयोगकर्ताओं के बारे में रिपोर्टिंग प्रदान करें\n* प्रकाशकों को उनकी संपत्ति पर प्रदर्शित विज्ञापनों के बारे में रिपोर्टिंग प्रदान करें\n* मापें कि कोई विज्ञापन उपयुक्त संपादकीय वातावरण (ब्रांड-सुरक्षित) संदर्भ में प्रदर्शित हो रहा है या नहीं\n* उस विज्ञापन का प्रतिशत निर्धारित करें जिसे देखने का अवसर मिला और उस अवसर की अवधि\n* इस जानकारी को पहले एकत्र की गई अन्य जानकारी के साथ संयोजित करें, जिसमें सभी वेबसाइटों और ऐप्स शामिल हैं\nविक्रेता ये नहीं कर सकते:\n* ऑडियंस अंतर्दृष्टि उत्पन्न करने के लिए बाजार अनुसंधान को लागू करने के लिए कानूनी आधार के बिना विज्ञापन माप डेटा के लिए पैनल- या समान रूप से व्युत्पन्न ऑडियंस अंतर्दृष्टि डेटा लागू करें (उद्देश्य 9)"},"8":{"id":8,"name":"सामग्री प्रदर्शन को मापें","description":"आपके द्वारा देखी या इंटरैक्ट करने वाली सामग्री के प्रदर्शन और प्रभावशीलता को मापा जा सकता है।","descriptionLegal":"सामग्री प्रदर्शन को मापने के लिए विक्रेता कर सकते हैं:\n* मापें और रिपोर्ट करें कि सामग्री कैसे वितरित की गई और उपयोगकर्ताओं द्वारा कैसे इंटरैक्ट किया गया।\n* सामग्री के साथ इंटरैक्ट करने वाले उपयोगकर्ताओं के बारे में सीधे मापने योग्य या ज्ञात जानकारी का उपयोग करके रिपोर्टिंग प्रदान करना\n* इस जानकारी को पहले एकत्र की गई अन्य जानकारी के साथ संयोजित करना, जिसमें सभी वेबसाइटें और ऐप्स शामिल हैं।\nविक्रेता ये नहीं कर सकते:\n* मापें कि क्या और कैसे विज्ञापन (मूल विज्ञापनों सहित) एक उपयोगकर्ता को डिलीवर किए गए और उसके साथ उन्होंने कैसे इंटरैक्ट किया।\n* ऑडियंस अंतर्दृष्टि उत्पन्न करने के लिए बाजार अनुसंधान को लागू करने के लिए कानूनी आधार के बिना विज्ञापन माप डेटा के लिए पैनल- या इसी तरह व्युत्पन्न ऑडियंस अंतर्दृष्टि डेटा लागू करें (उद्देश्य 9)"},"9":{"id":9,"name":"ऑडियंस अंतर्दृष्टि उत्पन्न करने के लिए बाजार अनुसंधान लागू करें","description":"मार्केट रिसर्च का उपयोग उन दर्शकों के बारे में अधिक जानने के लिए किया जा सकता है जो साइटों/ऐप्स पर जाते हैं और विज्ञापन देखते हैं।","descriptionLegal":"ऑडियंस अंतर्दृष्टि उत्पन्न करने के लिए बाज़ार अनुसंधान लागू करने के लिए विक्रेता निम्न कार्य कर सकते हैं:\n* पैनल-आधारित और समान रूप से प्राप्त अंतर्दृष्टि के माध्यम से विज्ञापनदाताओं या उनके प्रतिनिधियों को उनके विज्ञापनों द्वारा पहुंची ऑडियंस के बारे में समग्र रिपोर्टिंग प्रदान करना।\n* पैनल-आधारित और समान रूप से प्राप्त जानकारी को लागू करके प्रकाशकों को उन ऑडियंस के बारे में समग्र रिपोर्टिंग प्रदान करना, जिन्हें उनकी संपत्ति पर सामग्री और/या विज्ञापनों के साथ प्रदर्शित या इंटरैक्ट किया गया था।\n* दर्शकों की अंतर्दृष्टि उत्पन्न करने के लिए बाजार अनुसंधान के उद्देश्यों के लिए एक ऑनलाइन उपयोगकर्ता के साथ ऑफ़लाइन डेटा संबद्ध करें यदि विक्रेताओं ने ऑफ़लाइन डेटा स्रोतों से मिलान और संयोजन करने की घोषणा की है (फ़ीचर 1)\n* इस जानकारी को अन्य वेबसाइटों और ऐप्स सहित पूर्व में एकत्र की गई अन्य जानकारी के साथ संयोजित करें।\nविक्रेता ये नहीं कर सकते:\n* विज्ञापन के प्रदर्शन को मापने के लिए कानूनी आधार के बिना, उन विज्ञापनों के प्रदर्शन और प्रभावशीलता को मापना जिन्हें किसी विशिष्ट उपयोगकर्ता को दिखाया गया था या जिनके साथ इंटरैक्ट किया गया था।\n* सामग्री प्रदर्शन को मापने के लिए कानूनी आधार के बिना किसी विशिष्ट उपयोगकर्ता को कौन सी सामग्री परोसी गई और उन्होंने इसके साथ कैसे इंटरैक्ट किया, इसका आकलन करें।"},"10":{"id":10,"name":"उत्पादों का विकास और सुधार करें","description":"आपके डेटा का उपयोग मौजूदा सिस्टम और सॉफ़्टवेयर को बेहतर बनाने और नए उत्पादों को विकसित करने के लिए किया जा सकता है","descriptionLegal":"नए उत्पादों को विकसित करने और उत्पादों में सुधार करने के लिए विक्रेता कर सकते हैं:\n* नई सुविधाओं के साथ अपने मौजूदा उत्पादों को बेहतर बनाने और नए उत्पादों को विकसित करने के लिए जानकारी का उपयोग करें\n* मशीन लर्निंग के माध्यम से नए मॉडल और एल्गोरिदम बनाना\nविक्रेता ये नहीं कर सकते:\n* इस उद्देश्य के तहत किसी अन्य उद्देश्य के तहत अनुमत किसी अन्य डेटा प्रोसेसिंग ऑपरेशन का संचालन करें"}},"specialPurposes":{"1":{"id":1,"name":"सुरक्षा सुनिश्चित करें, धोखाधड़ी को रोकें और डीबग करें","description":"आपके डेटा का उपयोग कपटपूर्ण गतिविधि की निगरानी और रोकथाम के लिए किया जा सकता है, और यह सुनिश्चित करने के लिए कि सिस्टम और प्रक्रियाएं ठीक से और सुरक्षित रूप से काम करती हैं।","descriptionLegal":"सुरक्षा सुनिश्चित करने के लिए, धोखाधड़ी को रोकने और डिबग करने के लिए विक्रेता निम्न कार्य कर सकते हैं:\n* सुनिश्चित करना कि डेटा सुरक्षित रूप से प्रसारित हो\n* दुर्भावनापूर्ण, कपटपूर्ण, अमान्य या अवैध गतिविधि का पता लगाना और रोकना।\n* सिस्टम और प्रक्रियाओं का सही और कुशल संचालन सुनिश्चित करें, जिसमें अनुमत उद्देश्यों में लगे सिस्टम और प्रक्रियाओं के प्रदर्शन की निगरानी और वृद्धि करना शामिल है\nविक्रेता नहीं कर सकते:\n* इस उद्देश्य के तहत किसी अन्य उद्देश्य के तहत अनुमत किसी अन्य डेटा प्रोसेसिंग ऑपरेशन का संचालन करें।\nनोट: सुरक्षा सुनिश्चित करने, धोखाधड़ी को रोकने और डीबग करने के लिए एकत्र किए गए और उपयोग किए गए डेटा में पहचान के लिए स्वचालित रूप से भेजे गए डिवाइस विशेषताओं, सटीक भौगोलिक स्थान डेटा, और अलग प्रकटीकरण और/या ऑप्ट-इन के बिना पहचान के लिए डिवाइस विशेषताओं को सक्रिय रूप से स्कैन करके प्राप्त डेटा शामिल हो सकता है।"},"2":{"id":2,"name":"तकनीकी रूप से विज्ञापन या सामग्री वितरित करें","description":"आपका उपकरण ऐसी जानकारी प्राप्त कर सकता है और भेज सकता है जो आपको विज्ञापनों और सामग्री को देखने और उनके साथ सहभागिता करने की अनुमति देती है।","descriptionLegal":"जानकारी देने और तकनीकी अनुरोधों का जवाब देने के लिए विक्रेता कर सकते हैं:\n* इंटरनेट पर विज्ञापन देने के लिए उपयोगकर्ता के आईपी पते का उपयोग करें\n* उपयोगकर्ता को एक लैंडिंग पृष्ठ पर भेजकर किसी विज्ञापन के साथ उपयोगकर्ता के इंटरैक्शन का जवाब दें\n* इंटरनेट पर सामग्री वितरित करने के लिए उपयोगकर्ता के आईपी पते का उपयोग करें\n* उपयोगकर्ता को लैंडिंग पृष्ठ पर भेजकर सामग्री के साथ उपयोगकर्ता की बातचीत का जवाब दें\n* विज्ञापन या सामग्री वितरित करने के लिए डिवाइस प्रकार और क्षमताओं के बारे में जानकारी का उपयोग करें, उदाहरण के लिए, डिवाइस द्वारा समर्थित प्रारूप में सही आकार की विज्ञापन क्रिएटिव या वीडियो फ़ाइल वितरित करने के लिए\nविक्रेता ये नहीं कर सकते:\n* इस उद्देश्य के तहत किसी अन्य उद्देश्य के तहत अनुमत किसी अन्य डेटा प्रोसेसिंग ऑपरेशन का संचालन करें"}},"features":{"1":{"id":1,"name":"ऑफ़लाइन डेटा स्रोतों का मिलान और संयोजन करें","description":"ऑफ़लाइन डेटा स्रोतों के डेटा को एक या अधिक उद्देश्यों के समर्थन में आपकी ऑनलाइन गतिविधि के साथ जोड़ा जा सकता है","descriptionLegal":"विक्रेता ये कर सकते हैं:\n* एक या अधिक उद्देश्यों या विशेष उद्देश्यों के समर्थन में ऑनलाइन एकत्र किए गए डेटा के साथ ऑफ़लाइन प्राप्त डेटा को मिलाना।"},"2":{"id":2,"name":"विभिन्न उपकरणों को लिंक करना","description":"एक या अधिक उद्देश्यों के समर्थन में विभिन्न उपकरणों को आपके या आपके परिवार से संबंधित के रूप में निर्धारित किया जा सकता है।","descriptionLegal":"विक्रेता ये कर सकते हैं:\n* निश्चित रूप से निर्धारित करना कि दो या दो से अधिक उपकरण एक ही उपयोगकर्ता या घर के हैं\n* संभावित रूप से निर्धारित करना कि दो या दो से अधिक डिवाइस एक ही उपयोगकर्ता या घर के हैं\n* संभावित पहचान के लिए डिवाइस की पहचान विशेषताओं को सक्रिय रूप से स्कैन करना यदि उपयोगकर्ताओं ने विक्रेताओं को पहचान के लिए डिवाइस विशेषताओं को सक्रिय रूप से स्कैन करने की अनुमति दी है (विशेष सुविधा 2)"},"3":{"id":3,"name":"पहचान के लिए स्वचालित रूप से भेजी गई डिवाइस विशेषताओं को प्राप्त करें और उनका उपयोग करना","description":"आपके उपकरण को अन्य उपकरणों से अलग किया जा सकता है, जो इसके द्वारा स्वचालित रूप से भेजी जाने वाली जानकारी के आधार पर होता है, जैसे कि आईपी पता या ब्राउज़र प्रकार।","descriptionLegal":"विक्रेता ये कर सकते हैं:\n* विशिष्ट विशेषताओं के लिए डिवाइस से स्वचालित रूप से एकत्र किए गए डेटा का उपयोग करके एक पहचानकर्ता बनाना,जैसे आईपी ​​​​पता, उपयोगकर्ता-एजेंट स्ट्रिंग।\n* किसी उपकरण को फिर से पहचानने का प्रयास करने के लिए ऐसे पहचानकर्ता का उपयोग करें।\nविक्रेता ये नहीं कर सकते:\n* विशिष्ट विशेषताओं के लिए डिवाइस को सक्रिय रूप से स्कैन करके एकत्र किए गए डेटा का उपयोग करके एक पहचानकर्ता बनाना, जैसे पहचान के लिए डिवाइस विशेषताओं को सक्रिय रूप से स्कैन करने के लिए उपयोगकर्ताओं के अलग ऑप्ट-इन के बिना स्थापित फ़ॉन्ट या स्क्रीन रिज़ॉल्यूशन।\n* किसी उपकरण को फिर से पहचानने के लिए ऐसे पहचानकर्ता का उपयोग करना।"}},"specialFeatures":{"1":{"id":1,"name":"सटीक भौगोलिक स्थान डेटा का उपयोग करना","description":"आपके सटीक भौगोलिक स्थान डेटा का उपयोग एक या अधिक उद्देश्यों के समर्थन में किया जा सकता है। इसका मतलब है कि आपका स्थान कई मीटर के भीतर सटीक हो सकता है।","descriptionLegal":"विक्रेता ये कर सकते हैं:\n* एक या अधिक उद्देश्यों के समर्थन में सटीक भौगोलिक स्थान डेटा एकत्र और संसाधित करना।\nएन.बी. सटीक भौगोलिक स्थान का अर्थ है कि उपयोगकर्ता के स्थान की सटीकता पर कोई प्रतिबंध नहीं है; यह कई मीटर के भीतर सटीक हो सकता है।"},"2":{"id":2,"name":"पहचान के लिए डिवाइस की विशेषताओं को सक्रिय रूप से स्कैन करें","description":"आपके डिवाइस की विशेषताओं के अनूठे संयोजन के स्कैन के आधार पर आपके डिवाइस की पहचान की जा सकती है।","descriptionLegal":"विक्रेता ये कर सकते हैं:\n* विशिष्ट विशेषताओं के लिए डिवाइस को सक्रिय रूप से स्कैन करके एकत्र किए गए डेटा का उपयोग करके एक पहचानकर्ता बनाना, जैसे स्थापित फॉण्ट या स्क्रीन रिज़ॉल्यूशन।\n* किसी उपकरण को फिर से पहचानने के लिए ऐसे पहचानकर्ता का उपयोग करना।"}}}
