{"vendorListVersion":190,"lastUpdated":"2023-03-30T16:45:34Z","purposes":{"1":{"id":1,"name":"Uchovávanie a/alebo prístup k informáciám na zariadení","description":"Súbory cookie, identifikátory zariadení alebo iné informácie môžu byť uchovávané alebo prístupné na vašom zariadení na účely, ktoré vám boli predložené.","descriptionLegal":"Dodávatelia môžu:\n* uchovávať informácie na zariadení, ako sú súbory cookie a identifikátory zariadenia, ktoré sa používateľovi zobrazujú, a pristupovať k nim.\n"},"2":{"id":2,"name":"Výber základných reklám","description":"Reklamy sa môžu zobrazovať na základe obsahu, ktorý si prezeráte, aplikácie, ktorú používate, približnej polohy alebo typu vášho zariadenia.","descriptionLegal":"Na základný výber reklamy dodávatelia môžu:\n* používať v reálnom čase informácie o kontexte, v ktorom sa bude reklama zobrazovať, na zobrazenie reklamy vrátane informácií o obsahu a zariadení, ako je napríklad: typ zariadenia a možnosti, používateľský agent, adresa URL, adresa IP, \n* používať údaje o presnej geografickej polohe používateľa,\n* regulovať frekvenciu reklám zobrazovaných používateľovi,\n* usporiadať poradie, v ktorom sa reklamy zobrazujú používateľovi,\n* zabrániť zobrazovaniu reklamy v nevhodnom redakčnom kontexte (nebezpečnom pre značku).\nDodávatelia nemôžu:\n* vytvoriť prispôsobený profil reklám pomocou týchto informácií na výber budúcich reklám bez osobitného právneho základu na vytvorenie prispôsobeného profilu reklám.\nPoznámka: Nepresné znamená, že je povolená iba približná poloha zahŕňajúca najmenej polomer 500 metrov.\n"},"3":{"id":3,"name":"Vytvorenie profilu personalizovaných reklám","description":"Je možné vytvoriť o vás a vašich záujmoch profil, aby sme vám mohli zobrazovať personalizované reklamy, ktoré sú pre vás relevantné.","descriptionLegal":"Na vytvorenie profilu personalizovaných reklám dodávatelia môžu:\n* získavať informácie o používateľovi vrátane aktivity používateľa, záujmov, návštev stránok alebo aplikácií, demografických údajov alebo umiestnenia na vytvorenie alebo úpravu profilu používateľa na použitie v personalizovanej reklame.\n* Skombinujte tieto informácie s ďalšími predtým zhromaždenými informáciami, a to aj z iných webov a aplikácií, aby ste vytvorili alebo upravili profil používateľa na použitie v prispôsobenej reklame."},"4":{"id":4,"name":"Výber personalizovaných reklám","description":"Personalizované reklamy sa môžu zobraziť na základe profilu o vás.","descriptionLegal":"Na výber personalizovaných reklám dodávatelia môžu:\n* vybrať personalizované reklamy na základe profilu používateľa alebo iných historických údajov o používateľovi vrátane predchádzajúcej aktivity používateľa, záujmov, návštev stránok alebo aplikácií, umiestnenia alebo demografických informácií."},"5":{"id":5,"name":"Vytvorenie profilu personalizovaného obsahu","description":"Je možné vytvoriť o vás a vašich záujmoch profil, aby sme vám mohli zobrazovať personalizovaný obsah, ktorý je pre vás relevantný.","descriptionLegal":"Na vytvorenie personalizovaného profilu obsahu dodávatelia môžu:\n* získavať informácie o používateľovi vrátane aktivity používateľa, záujmov, návštev stránok alebo aplikácií, demografických informácií alebo umiestnenia na vytvorenie alebo úpravu profilu používateľa na personalizáciu obsahu.\n* Skombinujte tieto informácie s ďalšími predtým zhromaždenými informáciami, a to aj z iných webov a aplikácií, aby ste vytvorili alebo upravili profil používateľa na použitie pri prispôsobení obsahu."},"6":{"id":6,"name":"Výber personalizovaného obsahu","description":"Personalizovaný obsah sa môže zobraziť na základe profilu o vás.","descriptionLegal":"Na výber personalizovaného obsahu dodávatelia môžu:\n* vybrať personalizovaný obsah na základe profilu používateľa alebo iných historických údajov o používateľovi vrátane predchádzajúcej aktivity používateľa, záujmov, návštev stránok alebo aplikácií, umiestnenia alebo demografických informácií."},"7":{"id":7,"name":"Hodnotenie výkonnosti reklamy","description":"Je možné hodnotiť výkonnosť a účinnosť reklám, ktoré vidíte alebo na ktoré reagujete.","descriptionLegal":"Na hodnotenie výkonnosti reklamy dodávatelia môžu:\n* hodnotiť, či a ako boli reklamy doručené používateľovi a či na ňu reagoval,\n* poskytovať výkazy o reklamách vrátane ich účinnosti a výkonnosti,\n* poskytovať výkazy o používateľoch, ktorí reagovali na reklamy s použitím údajov pozorovaných počas interakcie používateľa s touto reklamou,\n* poskytovať vydavateľom výkazy o reklamách zobrazených na ich lokalite,\n* vyhodnotiť, či sa reklama zobrazuje vo vhodnom kontexte redakčného prostredia (bezpečnom pre značku),\n* určiť percento, v akom mala reklama možnosť byť videná a trvanie tejto príležitosti. \nDodávatelia nemôžu:\n* používať údaje z panela alebo podobne odvodené údaje o cieľovej skupine na údaje z hodnotenia reklamy bez osobitného právneho základu na uplatnenie prieskumu trhu s cieľom vytvoriť prehľad o cieľovej skupine."},"8":{"id":8,"name":"Hodnotenie výkonnosti obsahu","description":"Je možné hodnotiť výkonnosť a účinnosť obsahu, ktorý vidíte alebo na ktorý reagujete.","descriptionLegal":"Na hodnotenie výkonnosti obsahu dodávatelia môžu:\n* hodnotiť a vykazovať, ako bol obsah doručený používateľom a ako naň reagovali,\n* poskytovať výkazy pomocou priamo merateľných alebo známych informácií o používateľoch, ktorí na obsah reagovali.\nDodávatelia nemôžu:\n* hodnotiť, či a akým spôsobom boli reklamy (vrátane natívnych reklám) doručené používateľom a ako na ne reagovali,\n* používať údaje z panela alebo podobne odvodené údaje o cieľovej skupine na údaje z hodnotenia reklamy bez osobitného právneho základu na uplatnenie prieskumu trhu s cieľom vytvoriť prehľad o cieľovej skupine."},"9":{"id":9,"name":"Používanie prieskumu trhu na vytváranie údajov o cieľovej skupine","description":"Prieskum trhu sa môže použiť na získanie ďalších informácií o cieľovej skupine, ktorá navštevuje stránky alebo aplikácie a zobrazuje reklamy.","descriptionLegal":"Na používanie prieskumu trhu na vytváranie údajov o cieľovej skupine dodávatelia môžu:\n* poskytovať súhrnné výkazy inzerentom alebo ich zástupcom o cieľových skupinách, ktorých ich reklamy oslovili, prostredníctvom panelových a podobne odvodených prehľadov,\n* poskytovať súhrnné výkazy pre vydavateľov o cieľových skupinách, ktorým sa zobrazil obsah a/alebo reklama alebo na ktoré reagovali na ich lokalite, a to s použitím panelových a podobne odvodených prehľadov, \n* priradiť offline údaje k online používateľovi na účely prieskumu trhu, aby sa vytvárali prehľady o cieľovej skupine, ak dodávatelia vyhlásili, že spájajú a kombinujú zdroje údajov offline (funkcia 1).\nDodávatelia nemôžu: \n* bez osobitného právneho základu na hodnotenie výkonnosti reklamy hodnotiť výkonnosť a účinnosť reklám, ktoré boli zobrazené konkrétnemu používateľovi alebo na ktoré tento používateľ reagoval,\n* bez osobitného právneho základu na hodnotenie výkonnosti obsahu hodnotiť, ktorý obsah bol konkrétnemu používateľovi zobrazený alebo ako naň reagoval."},"10":{"id":10,"name":"Rozvíjanie a zlepšovanie produktov","description":"Vaše údaje môžu byť použité na zlepšenie súčasných systémov a softvéru a na vývoj nových produktov.","descriptionLegal":"Na vývoj nových produktov a zlepšenie produktov môžu dodávatelia:\n* použiť informácie na zlepšenie svojich súčasných produktov pomocou nových funkcií a na vývoj nových produktov,\n* vytvoriť nové modely a algoritmy pomocou strojového učenia.\nDodávatelia nemôžu:\n* vykonávať žiadnu inú operáciu spracúvania údajov povolenú na iný účel podľa tohto účelu."}},"specialPurposes":{"1":{"id":1,"name":"Zaručenie bezpečnosti, predchádzanie podvodom a odstraňovanie chýb","description":"Vaše údaje môžu byť použité na monitorovanie a predchádzanie podvodným činnostiam a zabezpečenie toho, že systémy a procesy budú fungovať správne a bezpečne.","descriptionLegal":"Na zaručenie bezpečnosti, predchádzanie podvodom a odstraňovanie chýb dodávatelia môžu:\n* zabezpečiť, že údaje budú prenášané bezpečne, \n* odhaliť a zabrániť škodlivej, podvodnej, neplatnej alebo nezákonnej činnosti,\n* zabezpečiť správnu a efektívnu prevádzku systémov a procesov vrátane monitorovania a zlepšovania výkonnosti systémov a procesov využívaných na povolené účely.\nDodávatelia nemôžu:\n* vykonávať žiadnu inú operáciu spracúvania údajov povolenú na iný účel podľa tohto účelu.\nPoznámka: Zhromaždené a použité údaje na zaistenie bezpečnosti, predchádzanie podvodom a ladenie môžu zahŕňať automaticky odosielané charakteristiky zariadenia na identifikáciu, presné údaje o geografickej polohe a údaje získané aktívnym skenovaním charakteristík zariadenia na identifikáciu bez osobitného zverejnenia a/alebo prihlásenia.\n"},"2":{"id":2,"name":"Technické doručovanie reklám alebo obsahu","description":"Vaše zariadenie môže prijímať a odosielať informácie, ktoré vám umožňujú vidieť a komunikovať s reklamami a obsahom.","descriptionLegal":"Na poskytovanie informácií a odpovedanie na technické požiadavky dodávatelia môžu:\n* používať IP adresu používateľa na doručenie reklamy cez internet,\n* odpovedať na interakciu používateľa s reklamou odoslaním používateľa na úvodnú stránku,\n* používať IP adresu používateľa na doručenie obsahu cez internet,\n* odpovedať na interakciu používateľa s obsahom odoslaním používateľa na úvodnú stránku,\n* používať informácie o type zariadenia a možnostiach zobrazovania reklám alebo obsahu, napríklad na poskytnutie správnej veľkosti reklamnej kreatívnosti alebo vhodného formátu videosúboru, ktorý je podporovaný zariadením.\nDodávatelia nemôžu:\n* vykonávať žiadnu inú operáciu spracúvania údajov povolenú na iný účel ako podľa tohto účelu.\n"}},"features":{"1":{"id":1,"name":"Porovnávať a kombinovať offline zdroje údajov","description":"Údaje z offline zdrojov údajov možno kombinovať s vašou online aktivitou na podporu jedného alebo viacerých účelov.","descriptionLegal":"Dodávatelia môžu: \n* kombinovať získané údaje offline s údajmi zozbieranými online na podporu jedného alebo viacerých účelov alebo osobitných účelov.\n"},"2":{"id":2,"name":"Prepojenie rôznych zariadení","description":"Na podporu jedného alebo viacerých účelov možno určiť, že rôzne zariadenia môžu patriť k vám alebo vašej domácnosti.","descriptionLegal":"Dodávatelia môžu:\n* deterministicky určiť, či dve alebo viac zariadení patria tomu istému používateľovi alebo domácnosti,\n* pravdepodobnostne určiť, či dve alebo viac zariadení patria tomu istému používateľovi alebo domácnosti,\n* aktívne skenovať charakteristiky zariadenia na identifikáciu pravdepodobnostnej identifikácie, ak používatelia umožnili dodávateľom aktívne skenovať charakteristiky zariadenia na identifikáciu (špeciálna funkcia 2).\n"},"3":{"id":3,"name":"Prijímanie a používanie automaticky odosielaných charakteristík zariadenia na identifikáciu","description":"Vaše zariadenie možno odlíšiť od iných zariadení na základe informácií, ktoré automaticky odosiela, napríklad IP adresy alebo typu prehliadača.","descriptionLegal":"Dodávatelia môžu:\n* vytvoriť identifikátor pomocou údajov, ktoré sa automaticky zbierajú zo zariadenia, pre konkrétne charakteristiky, napr. IP adresa, reťazec používateľského agenta,\n* používať takýto identifikátor v snahe znova identifikovať zariadenie.\nDodávatelia nemôžu:\n* vytvoriť identifikátor pomocou údajov získaných prostredníctvom aktívneho skenovania zariadenia s ohľadom na špecifické funkcie, napr. nainštalované písma alebo rozlíšenie obrazovky, bez toho, aby si používateľ osobitne vybral aktívne skenovanie charakteristík zariadenia na identifikáciu,\n* používať takýto identifikátor na identifikáciu zariadenia.\n"}},"specialFeatures":{"1":{"id":1,"name":"Používanie presných údajov o geografickej polohe","description":"Vaše presné údaje o geografickej polohe možno použiť na podporu jedného alebo viacerých účelov. To znamená, že vaša poloha môže byť presná do niekoľkých metrov.","descriptionLegal":"Dodávatelia môžu:\n* získavať a spracúvať presné údaje o geografickej polohe na podporu jedného alebo viacerých účelov.\nPoznámka: Používanie presných údajov o geografickej polohe znamená, že neexistujú žiadne obmedzenia týkajúce sa presnosti umiestnenia používateľa. To môže byť presné do niekoľkých metrov.\n"},"2":{"id":2,"name":"Aktívne skenovanie charakteristík zariadenia na identifikáciu","description":"Vaše zariadenie možno identifikovať na základe skenovania jedinečnej kombinácie vlastností vášho zariadenia.","descriptionLegal":"Dodávatelia môžu:\n* vytvoriť identifikátor pomocou údajov získaných prostredníctvom aktívneho skenovania zariadenia s ohľadom na špecifické funkcie, napr. nainštalované písma alebo rozlíšenie obrazovky. \n* Používať takýto identifikátor na identifikáciu zariadenia.\n"}}}
