{"vendorListVersion":165,"lastUpdated":"2022-10-13T16:45:52Z","purposes":{"1":{"id":1,"name":"Хранение и (или) доступ к информации на устройстве","description":"Файлы cookie, идентификаторы устройств или другая информация могут храниться или использоваться на вашем устройстве для целей, представленных вам.","descriptionLegal":"Поставщики вправе:\n* Хранить и получать доступ к такой информации на устройстве, как файлы cookie и идентификаторы устройств, предоставляемые пользователю.\n"},"2":{"id":2,"name":"Выбор базовых рекламных объявлений","description":"Рекламные объявления могут показываться вам в зависимости от просматриваемого контента, используемого приложения, приблизительного местоположения или типа устройства.","descriptionLegal":"Для выбора базовых рекламных объявлений поставщики вправе:\n* Использовать получаемую в режиме реального времени информацию о контексте, в котором будет показываться рекламное объявление, включая информацию о контенте и устройстве, например: тип и возможности устройства, пользовательский агент, URL-адрес, IP-адрес \n* Использовать неточные геолокационные данные пользователя\n* Управлять частотой показа рекламных объявлений пользователю.\n* Определять порядок, в котором рекламные объявления показываются пользователю.\n* Запрещать показ рекламы в неподходящем редакционном (небезопасном для бренда) контексте\nПоставщики не вправе:\n* Создавать персонализированный профиль рекламных объявлений, используя эту информацию для выбора будущих объявлений без отдельного законного основания для создания персонализированного профиля рекламных объявлений.\nПримечание. Термин «неточный» означает, что допускается только приблизительное местоположение, включающее, по крайней мере, радиус 500 метров.\n"},"3":{"id":3,"name":"Создание персонализированного профиля рекламных объявлений","description":"Профиль может быть создан о вас и ваших интересах для показа вам персонализированных рекламных объявлений, имеющих отношение к вам.","descriptionLegal":"Для создания персонализированного профиля рекламных объявлений поставщики вправе:\n* Собирать информацию о пользователе, включая его активность, интересы, посещения сайтов или приложения, демографическую информацию или местоположение, с целью создания или редактирования профиля пользователя для использования в персонализированной рекламе.\n* Объедините эту информацию с другой ранее собранной информацией, в том числе с разных веб-сайтов и приложений, чтобы создать или изменить профиль пользователя для использования в персонализированной рекламе."},"4":{"id":4,"name":"Выбор персонализированных рекламных объявлений","description":"Персонализированные рекламные объявления могут показываться вам на основе вашего профиля.","descriptionLegal":"Для выбора персонализированных рекламных объявлений поставщики вправе:\n* Выбирать персонализированные рекламные объявления на основе профиля пользователя или других статистических данных пользователя, включая предыдущие действия пользователя, интересы, посещения сайтов или приложения, местоположение или демографическую информацию."},"5":{"id":5,"name":"Создание профиля персонализированного контента","description":"Профиль может быть создан о вас и ваших интересах для показа вам персонализированного контента, имеющего отношение к вам.","descriptionLegal":"Для создания профиля персонализированного контента поставщики вправе:\n* Собирать информацию о пользователе, включая его активность, интересы, посещения сайтов или приложения, демографическую информацию или местоположение, с целью создания или редактирования профиля пользователя для персонализированного контента.\n* Объедините эту информацию с другой ранее собранной информацией, в том числе с разных веб-сайтов и приложений, чтобы создать или изменить профиль пользователя для использования в персонализации контента."},"6":{"id":6,"name":"Выбор персонализированного контента","description":"Персонализированный контент может показываться вам на основе вашего профиля.","descriptionLegal":"Для выбора персонализированного контента поставщики вправе:\n* Выбирать персонализированный контент на основе профиля пользователя или других статистических данных пользователя, включая предыдущие действия пользователя, интересы, посещения сайтов или приложения, местоположение или демографическую информацию."},"7":{"id":7,"name":"Определение эффективности рекламы","description":"Допускается определение результативности и эффективности рекламы, которую вы видите или с которой вы взаимодействуете.","descriptionLegal":"Для определения эффективности рекламы поставщики вправе:\n* Определять факт доставки рекламных объявлений пользователю и его взаимодействия с ними\n* Предоставлять отчеты о рекламных объявлениях, включая их эффективность и результативность\n* Предоставлять отчеты о пользователях, которые взаимодействовали с рекламными объявлениями, используя данные, наблюдаемые в ходе взаимодействия пользователя с этой рекламой\n* Предоставлять издателям отчеты о рекламе, показанной на их сайтах\n* Определять, доставляется ли реклама в подходящей редакционной среде (безопасной для бренда)\n* Определять процент рекламы, которая имела возможность быть увиденной, и продолжительность этой возможности \nПоставщики не вправе:\n* Применять панельные или аналогичные данные анализа аудитории к данным определения эффективности рекламы без отдельного законного основания для использования маркетинговых исследований с целью получения результатов анализа аудитории."},"8":{"id":8,"name":"Определение эффективности контента","description":"Допускается определение результативности и эффективности контента, который вы видите, или с которым вы взаимодействуете.","descriptionLegal":"Для определения эффективности контента поставщики вправе:\n* Определять и предоставлять отчеты о способах доставки контента пользователю и его взаимодействия с ним\n* Предоставлять отчетность, используя непосредственно определяемую или известную информацию, о пользователях, которые взаимодействовали с контентом\nПоставщики не вправе:\n* Определять факт доставки рекламных объявлений (в том числе нативных рекламных объявлений) пользователю и его взаимодействия с ними\n* Применять панельные или аналогичные данные анализа аудитории к данным определения эффективности рекламы без отдельного законного основания для использования маркетинговых исследований с целью получения результатов анализа аудитории.\n"},"9":{"id":9,"name":"Использование маркетинговых исследований для получения результатов анализа аудитории","description":"Маркетинговые исследования могут быть использованы для получения дополнительной информации об аудиториях, посещающих сайты/приложения и просматривающих рекламу.","descriptionLegal":"Для использования маркетинговых исследований с целью получения результатов анализа аудитории поставщики вправе:\n* Предоставлять рекламодателям или их представителям сводные отчеты об аудиториях, охватываемых их рекламными объявлениями, с помощью панельных и аналогичных аналитических материалов.\n* Предоставлять издателям сводные отчеты об аудиториях, которые были охвачены или взаимодействовали с контентом и (или) рекламными объявлениями на их ресурсах, применяя панельные и аналогичные аналитические данные. \n* Связывать автономные данные с онлайн-пользователем для целей исследования рынка, чтобы получить представление об аудитории, если поставщики объявили о необходимости сопоставления и объединения автономных источников данных (функция 1)\nПоставщики не вправе: \n* Определять эффективность и результативность рекламы, которую просматривал или с которой взаимодействовал конкретный пользователь, без отдельного законного основания для определения эффективности рекламы.\n* Определять, какой контент доставлялся конкретному пользователю, и как он взаимодействовал с ним, без отдельного законного основания для определения эффективности контента.\n"},"10":{"id":10,"name":"Разработка и совершенствование продуктов","description":"Ваши данные могут использоваться для улучшения существующих систем и программного обеспечения, а также для разработки новых продуктов.","descriptionLegal":"Для разработки новых продуктов и их совершенствования поставщики вправе:\n* Использовать информацию для совершенствования своих существующих продуктов новыми функциями и для разработки новых продуктов\n* Создавать новые модели и алгоритмы с использованием машинного обучения\nПоставщики не вправе:\n* Проводить любую другую операцию по обработке данных, разрешенную на основании другой цели, в соответствии с этой целью\n"}},"specialPurposes":{"1":{"id":1,"name":"Обеспечение безопасности, предотвращение мошенничества и устранение дефектов","description":"Ваши данные могут использоваться для мониторинга и предотвращения мошеннических действий, а также для обеспечения правильной и безопасной работы систем и процессов.","descriptionLegal":"Для обеспечения безопасности, предотвращения мошенничества и устранения дефектов поставщики вправе:\n* Обеспечивать безопасную передачу данных \n* Обнаруживать и предотвращать вредоносные, мошеннические, недействительные или незаконные действия.\n* Обеспечивать правильную и эффективную работу систем и процессов, в том числе для мониторинга и повышения производительности систем и процессов, задействованных в разрешенных целях\nПоставщики не вправе:\n* Проводить любую другую операцию по обработке данных, разрешенную на основании другой цели, в соответствии с этой целью.\nПримечание: Данные, собираемые и используемые для обеспечения безопасности, предотвращения мошенничества и устранения дефектов, могут включать в себя автоматически отправляемые характеристики устройств для идентификации, точные данные геолокации и данные, полученные путем активного сканирования характеристик устройств для идентификации без отдельного раскрытия и (или) регистрации.\n"},"2":{"id":2,"name":"Техническая доставка рекламы или контента","description":"Ваше устройство может получать и отправлять информацию, позволяющую просматривать рекламу и контент, а также взаимодействовать с ними.","descriptionLegal":"Для доставки информации и ответа на технические запросы поставщики вправе:\n* Использовать IP-адрес пользователя для доставки рекламы через интернет\n* Реагировать на взаимодействие пользователя с рекламой, направляя его на целевую страницу\n* Использовать IP-адрес пользователя для доставки контента через интернет\n* Реагировать на взаимодействие пользователя с контентом, направляя его на целевую страницу\n* Использовать информацию о типе и возможностях устройства для доставки рекламы или контента, например, для доставки рекламного креатива нужного размера или видеофайла в формате, поддерживаемом устройством\nПоставщики не вправе:\n* Проводить любую другую операцию по обработке данных, разрешенную на основании другой цели, в соответствии с этой целью\n"}},"features":{"1":{"id":1,"name":"Сопоставление и объединение источников автономных данных","description":"Данные из автономных источников могут быть объединены с данными вашей онлайн-активности для поддержки одной или нескольких целей.","descriptionLegal":"Поставщики вправе: \n* Объединять данные, полученные в автономном режиме, с данными, собранными в интернете, для поддержки одной или нескольких целей или Специальных целей.\n"},"2":{"id":2,"name":"Связывание различных устройств","description":"Различные устройства могут быть определены как принадлежащие вам или вашей семье в поддержку одной или нескольких целей.","descriptionLegal":"Поставщики вправе:\n* Детерминированно определять, что два или более устройств принадлежат одному пользователю или группе пользователей\n* В вероятностном смысле определять, что два или более устройств принадлежат одному пользователю или группе пользователей\n* Активно сканировать характеристики устройств для идентификации в вероятностном смысле, если пользователи разрешили поставщикам активно сканировать характеристики устройств для идентификации (Специальная функция 2)\n"},"3":{"id":3,"name":"Получение и использование автоматически отправляемых характеристик устройства для идентификации","description":"Ваше устройство можно отличить от других устройств на основе информации, которую оно автоматически отправляет, например, IP-адрес или тип браузера.","descriptionLegal":"Поставщики вправе:\n* Создавать идентификатор, используя данные, автоматически собранные с устройства для определенных характеристик, например IP-адрес, строка агента пользователя.\n* Использовать такой идентификатор для повторной попытки идентификации устройства.\nПоставщики не вправе:\n* Создавать идентификатор с использованием данных, собранных при активном сканировании устройства для определенных характеристик, например, установленного шрифта или разрешения экрана, без отдельного разрешения пользователя на активное сканирование характеристик устройства для идентификации.\n* Использовать такой идентификатор для повторной идентификации устройства.\n"}},"specialFeatures":{"1":{"id":1,"name":"Использование точных данных геолокации","description":"Ваши точные данные геолокации могут быть использованы для поддержки одной или нескольких целей. Это означает, что ваше местоположение может быть определено с точностью до нескольких метров.","descriptionLegal":"Поставщики вправе:\n* Собирать и обрабатывать точные геолокационные данные для поддержки одной или нескольких целей.\nПримечание. Точная геолокация означает, что нет никаких ограничений на определение точного местоположения пользователя; местоположение может определяться с точностью до нескольких метров."},"2":{"id":2,"name":"Активное сканирование характеристик устройства для идентификации","description":"Ваше устройство может быть идентифицировано на основе сканирования уникальной комбинации характеристик устройства.","descriptionLegal":"Поставщики вправе:\n* Создавать идентификатор, используя данные, собранные при активном сканировании устройства для определенных характеристик, например, установленных шрифтов или разрешения экрана. \n* Использовать такой идентификатор для повторной идентификации устройства.\n"}}}
