{"purposes":{"1":{"id":1,"name":"Зберігання інформації на пристрої та здійснення доступу до неї","description":"Файли cookie, ідентифікатори пристроїв та інші відомості можуть зберігатися на вашому пристрої або до них може здійснюватися доступ із повідомленою вам метою.","descriptionLegal":"Постачальники можуть: * зберігати на пристрої інформацію, зазначену користувачу, як-от файли cookie та ідентифікатори пристроїв, і здійснювати до неї доступ."},"2":{"id":2,"name":"Вибір базових рекламних оголошень","description":"Вам можуть демонструватися рекламні оголошення, що залежать від матеріалів, які ви переглядаєте, вашого приблизного розташування та типу вашого пристрою.","descriptionLegal":"Щоб проводити базовий відбір рекламних оголошень, постачальники можуть: * використовувати доступну в реальному часі інформацію про контекст, у якому буде показано рекламне оголошення, включно з відомостями про вміст і пристрій, як-от тип і можливості пристрою, агент користувача, URL-адресу, IP-адресу; * використовувати неточні дані про географічне положення; * керувати частотою відображення рекламних оголошень для користувача;  * вибирати порядок, у якому рекламні оголошення відображаються для користувача; * запобігти відображенню оголошення в неприйнятному (небезпечному для бренду) редакційному контексті. Постачальники не можуть: * використовувати цю інформацію для створення персоналізованого профілю рекламних оголошень і вибору оголошень у майбутньому; * Примітка. Термін \"неточні\" означає, що дозволяється використовувати лише приблизне розташування з радіусом точності принаймні 500 метрів."},"3":{"id":3,"name":"Створення персоналізованого профілю рекламних оголошень","description":"Про вас і ваші інтереси може створюватися профіль, що дає змогу відображати актуальні для вас рекламні оголошення.","descriptionLegal":"Щоб створювати персоналізований профіль рекламних оголошень, постачальники можуть: * збирати інформацію про користувача, включно з його діями, інтересами, демографічними відомостями або розташуванням, щоб створювати або редагувати профіль користувача, що використовуватиметься для персоналізації рекламних оголошень; * поєднувати цю інформацію з іншою, зібраною раніше, зокрема з веб-сайтів і програм, щоб створювати або редагувати профіль користувача для персоналізації рекламних оголошень."},"4":{"id":4,"name":"Вибір персоналізованих рекламних оголошень","description":"Персоналізовані рекламні оголошення можуть відображатися на основі профілю про вас.","descriptionLegal":"Щоб вибирати персоналізовані рекламні оголошення, постачальники можуть: * вибирати персоналізовані рекламні оголошення на основі профілю користувача або інших історичних даних про користувача, включно з попередніми діями, інтересами, відвіданими сайтами або програмами, розташуванням або демографічною інформацією про користувача."},"5":{"id":5,"name":"Створення персоналізованого профілю вмісту","description":"Про вас і ваші інтереси може створюватися профіль, щоб відображати актуальний для вас персоналізований вміст.","descriptionLegal":"Щоб створювати персоналізовані профілі вмісту, постачальники можуть: * збирати інформацію про користувача, включно з його діями, інтересами, відвіданими сайтами чи програмами, демографічними відомостями або розташуванням, щоб створювати або редагувати профіль користувача, що використовуватиметься для персоналізації вмісту; * поєднувати цю інформацію з іншою, зібраною раніше, зокрема з веб-сайтів і програм, щоб створювати або редагувати профіль користувача для персоналізації рекламних оголошень."},"6":{"id":6,"name":"Вибір персоналізованого вмісту","description":"На основі вашого профілю може відображатися персоналізований вміст.","descriptionLegal":"Щоб вибирати персоналізований вміст, постачальники можуть: * вибирати персоналізований вміст на основі профілю користувача та інших історичних даних, включно з попередніми діями, інтересами, відвідуваннями сайтів і програм, розташування та демографічною інформацією про користувача."},"7":{"id":7,"name":"Вимірювання показників програм","description":"Показники та ефективність рекламних оголошень, які ви бачите або з якими взаємодієте, може вимірюватися.","descriptionLegal":"Щоб вимірювати показники рекламних оголошень, постачальники можуть: * визначати, чи відображалися рекламні оголошення та як саме, а також як із ними взаємодіяв користувач; * забезпечити звітування про програми, включно з відомостями про їхню результативність і показники; * забезпечити звітування про користувачів, які взаємодіяли з рекламними оголошеннями, за допомогою даних, зібраних під час такої взаємодії; * забезпечити звітування для видавців про рекламу, що відображається на їхніх майданчиках; * вимірювати, чи рекламне оголошення відображається в належному (безпечному для бренду) редакційному контексті; * визначати відсоток того, наскільки в рекламного оголошення була можливість бути побаченим, а також тривалість цієї можливості; * поєднувати цю інформацію з іншою, зібраною раніше, зокрема з веб-сайтів і програм. Постачальники не можуть: * Застосовувати дані аналітики аудиторії, що походить зі споживацької панелі або аналогічних джерел, до даних вимірювання показників рекламних оголошень, не маючи законних підстав на застосування маркетингових досліджень для створення аналітичних відомостей про аудиторію (мета 9)."},"8":{"id":8,"name":"Вимірювання показників вмісту","description":"Показники та результативність вмісту, який ви переглядаєте та з яким взаємодіяти, можуть вимірюватися.","descriptionLegal":"Щоб вимірювати показники вмісту, постачальники можуть: * вимірювати те, як вміст доставлено користувачам і як вони з ним провзаємодіяли, а також звітувати про це. * забезпечувати звітування про користувачів, які провзаємодіяли з вмістом, за допомогою інформації, що вже відома або виміряна напряму; * поєднувати цю інформацію з іншою, зібраною раніше, зокрема з веб-сайтів і програм. Постачальники не можуть: * вимірювати, як рекламні оголошення (включно з нативними оголошеннями) доставлялися користувачу та як він із ними взаємодіяв; * Застосовувати дані аналітики аудиторії, що походить зі споживацької панелі або аналогічних джерел, до даних вимірювання показників рекламних оголошень, не маючи законних підстав на застосування маркетингових досліджень для створення аналітичних відомостей про аудиторію (мета 9)."},"9":{"id":9,"name":"Застосування маркетингових досліджень для створення аналітики аудиторії","description":"Щоб з’ясовувати докладніші відомості про аудиторії, що відвідують сайти та програми й переглядають рекламні оголошення, можуть застосовуватися маркетингові дослідження.","descriptionLegal":"Щоб застосовувати маркетингове дослідження з метою отримання аналітики аудиторії, постачальники можуть:\\n* надавати рекламодавцям або їхнім представникам агреговані звіти про їхні аудиторії та їхні рекламні оголошення за допомогою аналітики, що походить зі споживацької панелі або аналогічних джерел;\\n* надавати видавцям агреговані звіти про аудиторії, для яких відображався вміст і рекламні оголошення та які взаємодіяли з ними на майданчиках видавців, за допомогою аналітики, що походить зі споживацької панелі або аналогічних джерел;\\n* пов’язувати офлайн-дані з онлайн-користувачами з метою маркетингових досліджень, щоб отримувати аналітику аудиторій, якщо постачальники зазначили, що вони зіставляють джерела офлайн-даних і об’єднують їх (функція 1);\\n* об’єднувати цю інформацію з іншими відомостями, зібраними раніше з веб-сайтів і програм. \\nПостачальники не можуть:\\n* вимірювати показники та результативність рекламних оголошень, що відображалися для окремого користувача та з якими він провзаємодіяв, не маючи законних підстав на вимірювання показників рекламних оголошень;\\n* вимірювати, який вміст відображався для окремого користувача та як той із ним взаємодіяв, не маючи законних підстав на вимірювання показників вмісту."},"10":{"id":10,"name":"Розробка й удосконалення продуктів","description":"Ваші дані можуть використовуватися, щоб удосконалювати наявні системи та програмне забезпечення, а також щоб розробляти нові продукти","descriptionLegal":"Щоб розробляти нові продукти та вдосконалювати старі, постачальники можуть: * використовувати інформацію, щоб удосконалювати свої продукти, додаючи нові функції, і розробляти нові продукти; * створювати нові моделі та алгоритми за допомогою машинного навчання. Постачальники не можуть: * проводити інші операції з обробки даних, що зазвичай дозволяються з іншою метою."}},"specialPurposes":{"1":{"id":1,"name":"Забезпечення захисту, протидія шахрайству та налагодження","description":"Ваші дані можуть використовуватися, щоб відстежувати шахрайські дії та запобігати їм, а також щоб забезпечувати належну та захищену роботу систем і процесів.","descriptionLegal":"Щоб забезпечити захист, протидіяти шахрайству та проводити налагодження, постачальники можуть: * забезпечувати захищене передавання даних; * виявляти зловмисні, шахрайські, недійсні та незаконні дії й запобігати їм; * забезпечувати правильну та ефективну роботу систем і процесів, включно з моніторингом і вдосконаленням продуктивності систем і процесів, залучених до виконання дозволених дій. Постачальники не можуть: * проводити інші операції з обробки даних, що зазвичай дозволяються з іншою метою."},"2":{"id":2,"name":"Технічна доставка рекламних оголошень і вмісту","description":"Ваш пристрій може отримувати та надсилати інформацію, що дає змогу переглядати рекламні оголошення та вміст і взаємодіяти з ним.","descriptionLegal":"Щоб доставляти інформацію та реагувати на технічні запити, постачальники можуть: * використовувати IP-адресу користувача, щоб доставляти рекламні оголошення через Інтернет; * реагувати на взаємодію користувача з рекламним оголошенням, переспрямовуючи користувача на цільову сторінку; * використовувати IP-адресу користувача, щоб доставляти вміст через Інтернет; * реагувати на взаємодію користувача з вмістом, переспрямовуючи користувача на цільову сторінку; * використовувати інформацію про тип і можливості пристрою, щоб доставляти рекламні оголошення чи вміст, наприклад рекламне зображення правильного розміру або відео у форматі, що підтримується на пристрої. Постачальники не можуть: * проводити інші операції з обробки даних, що зазвичай дозволяються з іншою метою."}},"features":{"1":{"id":1,"name":"Зіставлення джерел офлайн-даних і їх об’єднання","description":"Дані з офлайн-джерел можуть об’єднуватися з вашими діями в Інтернеті з різними цілями","descriptionLegal":"Постачальники можуть: * об’єднувати дані, отримані в офлайн-режимі, з даними, зібраними в онлайн-режимі, для звичайних або спеціальних цілей."},"2":{"id":2,"name":"Визначення зв’язків між різними пристроями","description":"Для певних цілей різні пристрої можуть визначатися як такі, що належать вам або членам вашої родини.","descriptionLegal":"Постачальники можуть: * детерміністично визначати, що два або більше пристроїв належать одному користувачу або одній родині; * імовірнісно визначати, що два або більше пристроїв належать одному користувачу або одній родині; * активно сканувати характеристики пристрою, щоб проводити імовірнісне визначення, якщо користувачі дозволили постачальникам активно сканувати характеристики пристрою для ідентифікації (спеціальна функція 2)."},"3":{"id":3,"name":"Отримання та використання автоматично надісланих характеристик пристрою для ідентифікації","description":"Ваш пристрій може виокремлюватися з інших пристроїв на основі інформації, яку він надсилає автоматично, наприклад IP-адреси або типу браузера.","descriptionLegal":"Постачальники можуть: * створювати ідентифікатор за допомогою автоматично зібраних із пристрою даних для конкретних характеристик, наприклад IP-адрес, рядка агента користувача; * використовувати такий ідентифікатор, щоб повторно ідентифікувати пристрій. Постачальники не можуть: * створювати ідентифікатор за допомогою даних, зібраних шляхом активного сканування певних характеристик пристрою, наприклад інстальованого шрифту або роздільної здатності екрана, без окремої згоди користувача на це; * використовувати такий ідентифікатор, щоб повторно ідентифікувати пристрій."}},"specialFeatures":{"1":{"id":1,"name":"Використання точних даних про географічне розташування","description":"Точні дані про ваше географічне розташування можна використовувати для окремих цілей. Це означає, що ваше розташування може визначатися з точністю до кількох метрів.","descriptionLegal":"Постачальники можуть: * збирати та обробляти точні дані про географічне розташування для окремих цілей. Примітка. Термін \"точні\" означає, що точність географічного розташування користувача не обмежується та може сягати кількох метрів."},"2":{"id":2,"name":"Активне сканування характеристик пристрою для ідентифікації","description":"Ваш пристрій може ідентифікуватися на основі просканованої унікальної комбінації його характеристик.","descriptionLegal":"Постачальники можуть: * створювати ідентифікатор на основі даних, зібраних за допомогою активного сканування певних характеристик пристрою, наприклад інстальованих шрифтів або роздільної здатності екрана; * використовувати такий ідентифікатор для повторної ідентифікації пристрою."}}}
