{"vendorListVersion":165,"lastUpdated":"2022-10-13T16:45:45Z","purposes":{"1":{"id":1,"name":"Stocker et/ou accéder à des informations sur un terminal","description":"Les cookies, identifiants de votre terminal ou autres informations peuvent être stockés ou consultés sur votre terminal pour les finalités qui vous sont présentées.","descriptionLegal":"Les partenaires peuvent :\n* Stocker des informations et accéder à des informations stockées sur le terminal, comme les cookies et les identifiants du terminal présentés à un utilisateur."},"2":{"id":2,"name":"Sélectionner des publicités standard","description":"Les publicités peuvent vous être présentées en fonction du contenu éditorial que vous consultez, de l’application que vous utilisez, de votre localisation approximative, ou de votre type de terminal\n","descriptionLegal":"Pour sélectionner des publicités standard, les partenaires peuvent :\n* Utiliser des informations en temps réel sur le contexte dans lequel la publicité sera affichée, pour afficher la publicité, y compris des informations sur le contenu et le terminal, telles que : type de terminal et capacités, user agent, URL, adresse IP \n* Utiliser des données de géolocalisation non-précises d’un utilisateur\n* Contrôler la fréquence de diffusion des publicités à un utilisateur.\n* Définir l’ordre dans lequel les publicités sont présentées à un utilisateur.\n* Empêcher une publicité de s’afficher dans un contexte éditorial inadapté (dangereux pour la marque)\nLes partenaires ne peuvent pas :\n* Créer un profil publicitaire personnalisé à l’aide de ces informations pour la sélection de publicités futures sans base légale distincte. \nN.B. « Non-précises » signifie qu’une géolocalisation approximative dans un rayon d’au moins 500 mètres est autorisée.\n"},"3":{"id":3,"name":"Créer un profil personnalisé de publicités","description":"Un profil peut être créé sur vous et sur vos centres d’intérêt pour vous présenter des publicités personnalisées susceptibles de vous intéresser.","descriptionLegal":"Pour créer un profil de publicités personnalisées, les partenaires peuvent :\n* Collecter des informations sur un utilisateur, notamment son activité, ses centres d’intérêt, les sites ou applications consultés, les données démographiques ou la géolocalisation d’un utilisateur, pour créer ou modifier un profil utilisateur à utiliser dans des publicités personnalisées.\n* Combiner ces informations avec d'autres informations précédemment collectées, y compris à partir de sites Web et d'applications, pour créer ou modifier un profil d'utilisateur pour de la publicité personnalisée."},"4":{"id":4,"name":"Sélectionner des publicités personnalisées","description":"Des publicités personnalisées peuvent vous être présentées sur la base d’un profil créé sur vous.","descriptionLegal":"Pour sélectionner des publicités personnalisées, les partenaires peuvent :\n* Sélectionner des publicités personnalisées sur la base d’un profil utilisateur ou d’autres données d’utilisateur historiques, y compris l’activité passée d’un utilisateur, ses centres d’intérêt, les sites qu’il a visités ou les applications qu’il a utilisées, sa localisation ou ses données démographiques.\n"},"5":{"id":5,"name":"Créer un profil pour afficher un contenu personnalisé","description":"Un profil peut être créé sur vous et sur vos centres d’intérêt afin de vous présenter du contenu personnalisé susceptible de vous intéresser.","descriptionLegal":"Pour créer un profil pour afficher du contenu personnalisé, les partenaires peuvent :\n* Collecter des informations sur un utilisateur, y compris l’activité d’un utilisateur, ses centres d’intérêt, les sites qu’il a visités ou les applications qu’il a utilisées, ses données démographiques ou sa localisation, pour créer ou modifier un profil utilisateur pour afficher du contenu personnalisé.\n* Combiner ces informations avec d'autres informations précédemment collectées, y compris à partir de sites Web et d'applications, pour créer ou modifier un profil utilisateur à utiliser dans la personnalisation du contenu."},"6":{"id":6,"name":"Sélectionner du contenu personnalisé","description":"Du contenu personnalisé peut vous être présenté sur la base de votre profil utilisateur.","descriptionLegal":"Pour sélectionner du contenu personnalisé, les partenaires peuvent :\n* Sélectionner du contenu personnalisé sur la base d’un profil utilisateur induit des données relatives à son activité en ligne, ses centres d’intérêt, les sites qu’il a visités, les applications qu’il a utilisées, sa localisation ou ses données socio-démographiques.\n"},"7":{"id":7,"name":"Mesurer la performance des publicités","description":"La performance et l’efficacité des publicités que vous voyez ou avec lesquelles vous interagissez peuvent être mesurées.","descriptionLegal":"Pour mesurer la performance des publicités, les partenaires peuvent:\n* Mesurer si et comment des publicités ont été présentées  à un utilisateur et comment celui-ci a interagi avec celles-ci\n* Générer des rapports sur les publicités, notamment  sur leur performance\n* Générer des rapports sur les utilisateurs ayant interagi avec des publicités en utilisant des données issues de cette interaction     \n* Fournir des rapports aux éditeurs sur les publicités présentées/affichées sur leurs propriétés numériques     \n* Évaluer si une publicité diffusée dans un contexte éditorial approprié (conforme à l’image de la marque) est sans danger pour la marque\n* Déterminer le pourcentage du visionnage éventuel de la publicité et sa durée      \n* Combiner ces informations avec d’autres informations collectées au préalable, pouvant provenir de sites internet et applications\nLes partenaires ne peuvent pas:     \n* Croiser des données d’audience, issues ou dérivées d’un panel, avec des données de mesure de performance, sans base légale pour  titre \"Finalité 9\". \n"},"8":{"id":8,"name":"Mesurer la performance du contenu","description":"La performance et l’efficacité du contenu que vous voyez ou avec lequel vous interagissez peuvent être mesurées.","descriptionLegal":"Pour mesurer la performance du contenu, les partenaires peuvent:\n* Mesurer comment le contenu a été diffusé et comment les utilisateurs ont interagi avec, et générer des rapports.\n* Générer des rapports à l’aide d’informations directement mesurables ou connues, sur les utilisateurs qui ont interagi avec le contenu\nLes partenaires ne peuvent pas:\n* Mesurer si et comment des publicités (y compris des publicités natives) ont été présentées à un utilisateur et comment celui-ci a interagi avec, sans base légale distincte\n* Croiser des données d’audience, issues ou dérivées d’un panel, avec des données de mesure de performance, sans base légale pour titre \"Finalité 9”."},"9":{"id":9,"name":"Exploiter des études de marché afin de générer des données d’audience","description":"Les études de marché peuvent servir à en apprendre davantage sur les audiences qui visitent des sites/utilisent des applications et voient des publicités.","descriptionLegal":"Pour utiliser des études de marché afin de générer des données d’audience, les partenaires peuvent:\n* Fournir des rapports agrégés aux annonceurs ou à leurs représentants sur les audiences exposées à leurs publicités, en utilisant des données issues d’un panel ou d’un autre dispositif.\n* Fournir des rapports agrégés aux éditeurs sur les audiences exposées à des contenus et/ou des publicités ou qui ont interagi avec des contenus et/ou des publicités sur leurs sites, en utilisant des données issues d’un panel ou d’un autre dispositif. \n* Combiner des données hors ligne à celles d’un utilisateur en ligne dans le cadre d’études de marché pour générer des données d’audience si les partenaires ont déclaré faire correspondre et associer des sources de données hors ligne (Fonctionnalité 1)\n* Texte dans la version anglaise : Combiner ces informations avec des données déjà collectées que ce soit sur le web ou via des applications. \nLes partenaires ne peuvent pas : \n* Mesurer la performance et l’efficacité des publicités qui ont été présentées à un utilisateur en particulier, ou avec lesquelles il a interagi, sans s’appuyer sur une base légale spécifique pour la mesure de la performance publicitaire.\n* Évaluer le contenu qui a été présenté à un utilisateur en particulier et la façon dont ce dernier a réagi sans s’appuyer sur une base légale spécifique pour la mesure de la performance des contenus.\n"},"10":{"id":10,"name":"Développer et améliorer les produits","description":"Vos données peuvent être utilisées pour améliorer les systèmes et logiciels existants et pour développer de nouveaux produits.","descriptionLegal":"Pour développer de nouveaux produits et améliorer des produits existants, les partenaires peuvent:\n* Utiliser des informations pour améliorer leurs produits existants en y ajoutant de nouvelles fonctionnalités et pour développer de nouveaux produits\n* Créer de nouveaux modèles et algorithmes grâce au machine-learning \nLes partenaires ne peuvent pas:\n* Effectuer toute autre opération de traitement des données autorisée par une autre finalité dans le cadre de cette finalité\n"}},"specialPurposes":{"1":{"id":1,"name":"Assurer la sécurité, prévenir la fraude et déboguer","description":"Vos données peuvent être utilisées pour surveiller et prévenir les activités frauduleuses, et s’assurer que les systèmes et processus fonctionnent correctement et en toute sécurité.","descriptionLegal":"Pour garantir la sécurité, prévenir la fraude et déboguer, les partenaires peuvent:\n* Veiller à ce que les données soient transmises en toute sécurité \n* Détecter et prévenir les activités malveillantes, frauduleuses, inappropriées ou illégales.\n* Assurer un fonctionnement correct et efficace des systèmes et des processus, y compris surveiller et améliorer la performance des systèmes et processus utilisés pour des finalités autorisées\nLes partenaires ne peuvent pas:\n* Effectuer, au titre de cette finalité, toute autre opération de traitement des données autorisée pour une finalité différente     .\nRemarque: Les données collectées et utilisées pour assurer la sécurité, prévenir la fraude et déboguer peuvent inclure des caractéristiques d’appareil envoyées automatiquement à des fins d'identification, des données de géolocalisation précises et des données obtenues par l’analyse active des caractéristiques de l’appareil à des fins d’identification sans notification distincte et/ou opt-in distinct     \n"},"2":{"id":2,"name":"Diffuser techniquement les publicités ou le contenu","description":"Votre terminal peut recevoir et envoyer des informations qui vous permettent de voir des publicités et du contenu et d’interagir avec eux.","descriptionLegal":"Pour fournir des informations et répondre aux appels techniques, les partenaires peuvent:\n* Utiliser l’adresse IP d’un utilisateur pour diffuser une publicité sur Internet\n* Réagir à l’interaction d’un utilisateur avec une publicité en dirigeant l’utilisateur vers une page d’accueil\n* Utiliser l’adresse IP d’un utilisateur pour diffuser du contenu sur Internet\n* Réagir à l’interaction d’un utilisateur avec du contenu en dirigeant l’utilisateur vers une page d’accueil\n* Utiliser des informations sur le type de terminal et les capacités du terminal pour présenter des publicités ou du contenu, par exemple, pour présenter une publicité à la bonne taille ou une vidéo dans un format pris en charge par le terminal     \nLes partenaires ne peuvent pas:\n* Effectuer, au titre de cette finalité, toute autre opération de traitement des données autorisée pour une finalité différente     \n"}},"features":{"1":{"id":1,"name":"Mettre en correspondance et combiner des sources de données hors ligne","description":"Les données issues de sources de données hors ligne peuvent être combinées à votre activité en ligne à l’appui d’une ou de plusieurs finalités.","descriptionLegal":"Les partenaires peuvent : \n* Combiner des données obtenues hors ligne avec des données collectées en ligne à l’appui d’une ou de plusieurs Finalités ou Finalités spéciales.\n"},"2":{"id":2,"name":"Relier différents terminaux","description":"Différents terminaux peuvent être identifiés comme vous appartenant ou appartenant à votre foyer à l’appui d’une ou de plusieurs finalités","descriptionLegal":"Les partenaires peuvent :\n* Déterminer, selon une approche déterministe, que deux terminaux ou plus appartiennent au même utilisateur ou au même foyer\n* Déterminer, selon une approche probabiliste, que deux terminaux ou plus appartiennent au même utilisateur ou au même foyer\n* Analyser activement les caractéristiques du terminal pour l’identification probabiliste si les utilisateurs ont autorisé les partenaires à analyser activement les caractéristiques du terminal pour l’identification (Fonctionnalité spéciale 2)\n"},"3":{"id":3,"name":"Recevoir et utiliser des caractéristiques d’identification d’appareil envoyées automatiquement","description":"Votre appareil peut être distingué d’autres appareils en fonction des informations qu’il envoie automatiquement, telles que l’adresse IP ou le type de navigateur.","descriptionLegal":"Les partenaires peuvent :\n* Créer un identifiant à l’aide des données collectées automatiquement à partir d’un appareil pour des caractéristiques spécifiques ; par ex., adresse IP, chaîne d’agent utilisateur.\n* Utiliser cet identifiant pour réidentifier un appareil.\nLes partenaires ne peuvent pas :\n* Créer un identifiant à l’aide des données collectées via une analyse active d’un terminal pour l’identification de caractéristiques spécifiques (par exemple, des polices installées ou la résolution d’écran) sans une adhésion distincte de l’utilisateur à l’analyse active des caractéristiques de l’appareil à des fins d’identification.\n* Utiliser cet identifiant pour ré-identifier un terminal.\n"}},"specialFeatures":{"1":{"id":1,"name":"Utiliser des données de géolocalisation précises","description":"Vos données de géolocalisation précises peuvent être utilisées à l’appui d’une ou de plusieurs finalités. Cela signifie que votre localisation peut être précise à plusieurs mètres près.","descriptionLegal":"Les partenaires peuvent :\n* Collecter et traiter des données de géolocalisation précises à l’appui d’une ou de plusieurs finalités.\nN.B. Une géolocalisation précise signifie qu’il n’y a aucune restriction à la précision de la localisation d’un utilisateur ; elle peut être précise à quelques mètres près.\n"},"2":{"id":2,"name":"Analyser activement les caractéristiques du terminal pour l’identification","description":"Votre terminal peut être identifié sur la base d’une analyse de la combinaison unique de caractéristiques de votre terminal.","descriptionLegal":"Les partenaires peuvent :\n* Créer un identifiant à l’aide des données collectées via une analyse active d’un terminal pour l’identification de caractéristiques spécifiques, par exemple des polices installées ou la résolution d’écran. \n* Utiliser cet identifiant pour ré-identifier un terminal.\n"}}}
