{"vendorListVersion":190,"lastUpdated":"2023-03-30T16:45:25Z","purposes":{"1":{"id":1,"name":"Tietojen tallennus laitteelle ja/tai laitteella olevien tietojen käyttö","description":"Laitteellesi voidaan tallentaa evästeitä, laitetunnisteita tai muita tietoja ja niitä voidaan käyttää sinulle esitettyihin tarkoituksiin.","descriptionLegal":"Toimittajat voivat\n* tallentaa laitteelle tietoja, kuten evästeitä ja laitetunnisteita, ja käyttää tietoja käyttäjälle esitettyihin tarkoituksiin."},"2":{"id":2,"name":"Tavallisten mainosten valinta","description":"Näytettävät mainokset voidaan valita katsomasi sisällön, käyttämäsi sovelluksen tai laitteen, tai likimääräisen sijaintisi perusteella.","descriptionLegal":"Tavallisten mainosten valitsemiseksi toimittajat voivat\n* käyttää reaaliaikaisia tietoja kontekstista, kun mainos näytetään, mukaan lukien sisältöä ja laitetta koskevat tiedot, kuten laitetyyppi ja ominaisuudet, selaimen tiedot (user-agent), URL-osoite ja IP-osoite. \n* käyttää käyttäjän likimääräisiä sijaintitietoja\n* määrittää, kuinka usein mainokset näytetään käyttäjälle\n* määrittää järjestyksen, jossa mainokset näytetään käyttäjälle\n* estää mainosta näkymästä sopimattomassa toimituksellisessa kontekstissa (joka ei ole brändin kannalta turvallinen).\n Toimittajat eivät voi\n* käyttää näitä tietoja muodostaakseen personoidun mainosprofiilin tulevien mainosten valintaa varten.\n Huom. Likimääräinen tarkoittaa epätarkkaa sijaintia, jonka säde on vähintään 500 metriä."},"3":{"id":3,"name":"Personoidun mainosprofiilin muodostaminen","description":"Sinua ja kiinnostusten kohteistasi koskevista tiedoista voidaan muodostaa mainosprofiili sinua todennäköisesti kiinnostavien mainosten näyttämiseksi.","descriptionLegal":"Personoidun mainosprofiilin muodostamiseksi toimittajat voivat\n* kerätä käyttäjää koskevia tietoja, kuten tietoja käyttäjän toiminnasta, sivustojen tai sovellusten selaushistoriasta, kiinnostuksen kohteista, demografisista tekijöistä tai sijainnista mainosprofiilin muodostamiseksi tai muokkaamiseksi kohdennettua mainontaa varten.\n* yhdistää näitä tietoja muihin aiemmin kerättyihin tietoihin, mukaan lukien yli sivustojen ja sovellusten kerättyihin tietoihin, mainosprofiilin muodostamiseksi tai muokkaamiseksi kohdennettua mainontaa varten.\n"},"4":{"id":4,"name":"Personoitujen mainosten valinta","description":"Sinulle voidaan näyttää mainosprofiiliisi perustuvia kohdennettuja mainoksia","descriptionLegal":"Personoitujen mainosten valitsemiseksi toimittajat voivat\n* valita personoituja mainoksia, jotka perustuvat käyttäjän mainosprofiiliin tai muihin käyttäjää koskeviin historiatietoihin, kuten aiempaan toimintaan, kiinnostuksen kohteisiin, sivustojen tai sovellusten selaushistoriaan, sijaintiin tai demografisiin tietoihin.\n"},"5":{"id":5,"name":"Personoidun sisältöprofiilin muodostaminen","description":"Sinua ja kiinnostusten kohteitasi koskevista tiedoista voidaan muodostaa sisältöprofiili sinua todennäköisesti kiinnostavan sisällön näyttämiseksi.","descriptionLegal":"Personoidun sisältöprofiilin muodostamiseksi toimittajat voivat\n* kerätä käyttäjää koskevia tietoja, kuten tietoja käyttäjän toiminnasta, kiinnostuksen kohteista, sivustojen tai sovellusten selailuhistoriasta, demografisista tekijöistä tai sijainnista sisältöprofiilin luomiseksi tai muokkaamiseksi personoitua sisältöä varten.\n* yhdistää näitä tietoja muihin aiemmin kerättyihin tietoihin, mukaan lukien yli sivustojen ja sovellusten kerättyihin tietoihin, sisältöprofiilin muodostamiseksi tai muokkaamiseksi sisällön personointia varten.\n"},"6":{"id":6,"name":"Personoidun sisällön valinta","description":"Sinulle voidaan näyttää sisältöprofiiliisi perustuvaa personoitua sisältöä.","descriptionLegal":"Personoidun sisällön valitsemiseksi toimittajat voivat\n* valita personoitua sisältöä, joka perustuu sisältöprofiiliin tai muihin käyttäjää koskeviin historiatietoihin, kuten aiempaan toimintaan, kiinnostuksen kohteisiin, sivustojen tai sovellusten selailuhistoriaan, sijaintiin tai demografisiin tietoihin.\n"},"7":{"id":7,"name":"Mainonnan ja sen tehokkuuden mittaaminen","description":"Vaikuttavuutta ja tehokkuutta voidaan mitata mainonnasta, jota näet tai johon reagoit.","descriptionLegal":"Mainoksen tehokkuuden mittaamiseksi toimittajat voivat\n* mitata, näytettiinkö mainokset käyttäjälle ja miten, ja reagoiko käyttäjä niihin ja miten\n* laatia mainontaa ja sen vaikuttavuutta ja tehokkuutta koskevia raportteja\n* laatia raportteja mainontaan reagoineista käyttäjistä käyttämällä tietoja, jotka kerättiin käyttäjien reagoidessa kyseiseen mainontaan \n* laatia raportteja julkaisijoille heidän sivustoilla tai sovelluksissa esitetyistä mainoksista\n* mitata, näytetäänkö mainosta sopivan (brändille turvallisen) toimituksellisen kontekstin yhteydessä\n* määrittää prosentuaalinen osuus mainoksesta, joka on ollut mahdollista nähdä, ja tämän mahdollisuuden kesto. \n* yhdistää näitä tietoja muihin aiemmin kerättyihin tietoihin, mukaan lukien yli sivustojen ja sovellusten kerättyihin tietoihin. \nToimittajat eivät voi\n* käyttää yleisöpaneeleista tai muista vastaavista saatuja tietoja mainonnan mittaustietoina ilman erillistä laillista perustetta markkinatutkimusten käyttämiselle käyttäjäymmärryksen luomiseksi (tarkoitus 9).\n"},"8":{"id":8,"name":"Sisällön ja sen tehokkuuden mittaaminen","description":"Vaikuttavuutta ja tehokkuutta voidaan mitata sisällöstä, jota näet tai johon reagoit.","descriptionLegal":"Sisällön tehokkuuden mittaamiseksi toimittajat voivat\n* mitata ja raportoida, kuinka sisältö näytettiin käyttäjälle, ja kuinka käyttäjä reagoi sisältöön \n* laatia raportteja käyttämällä suoraan mitattavissa olevia tai tiedossa olevia tietoja käyttäjistä, jotka reagoivat sisältöön.\nToimittajat eivät voi\n* mitata, näytettiinkö mainokset ja kuinka ne (natiivimainonta mukaan lukien) näytettiin käyttäjälle, ja reagoiko käyttäjä niihin ja miten\n* käyttää yleisöpaneeleista tai muista vastaavista saatuja tietoja mainonnan mittaustietoina ilman erillistä laillista perustetta markkinatutkimusten käyttämiselle käyttäjäymmärryksen luomiseksi (tarkoitus 9).\n"},"9":{"id":9,"name":"Markkinatutkimusten soveltaminen käyttäjäymmärryksen luomiseksi","description":"Markkinatutkimuksen avulla voidaan lisätä ymmärrystä yleisöistä, jotka käyvät verkkosivustoilla tai käyttävät sovelluksia ja katsovat mainoksia.","descriptionLegal":"Käyttämällä markkinatutkimuksia käyttäjäymmärryksen luomiseksi toimittajat voivat\n* laatia yleisöpaneeleista tai muista vastaavista saatujen tietojen avulla mainostajille tai niiden edustajille koottuja raportteja mainosten tavoittamista yleisöistä\n* laatia yleisöpaneeleista tai muista vastaavista saatujen tietojen avulla julkaisijoille koottuja raportteja yleisöistä, joille julkaisijoiden sivustoilla ja sovelluksissa oleva sisältö ja/tai mainokset näytettiin tai jotka reagoivat tähän sisältöön ja/tai mainoksiin \n* yhdistää muita käyttäjää koskevia tietoja (offline-tiedot) verkkokäyttäytymistä koskeviin tietoihin (online-tiedot) markkinatutkimuksia varten käyttäjäymmärryksen luomiseksi, jos toimittajat ovat ilmoittaneet sovittavansa yhteen ja yhdistävänsä muita käyttäjiä koskevia tietoja verkkokäyttäytymistietoihin (ominaisuus 1).\nToimittajat eivät voi \n* mitata sellaisten mainosten tehokkuutta, jotka näytettiin tietylle käyttäjälle tai joihin käyttäjä reagoi, ellei toimittajalla ole erillistä laillista perustetta mainonnan tehokkuuden mittaamiseen (tarkoitus 7)\n* mitata, mitä sisältöä tietylle käyttäjälle näytettiin ja kuinka hän reagoi siihen, ellei toimittajalla ole erillistä laillista perustetta sisällön tehokkuuden mittaamiseen (tarkoitus 8).\n"},"10":{"id":10,"name":"Tuotekehitys","description":"Tietojasi voidaan käyttää järjestelmien ja ohjelmistojen parantamiseksi sekä uusien tuotteiden kehittämiseksi.","descriptionLegal":"Tuotekehitystä varten toimittajat voivat\n* käyttää tietoja parantaakseen olemassa olevia tuotteitaan uusilla ominaisuuksilla tai kehittääkseen uusia tuotteita\n* luoda uusia matemaattisia malleja ja algoritmeja koneoppimisen avulla\nToimittajat eivät voi\n* toteuttaa tämän tarkoituksen perusteella muuta sellaista tietojenkäsittelyä, joka sallitaan jotain muuta tarkoitusta varten.\n"}},"specialPurposes":{"1":{"id":1,"name":"Tietoturva, väärinkäytösten ehkäisy ja virheiden korjaaminen","description":"Tietojasi voidaan käyttää väärinkäytösten valvontaan ja ehkäisyyn sekä järjestelmien ja prosessien toiminnan ja turvallisuuden varmistamiseksi.","descriptionLegal":"Turvallisuuden varmistamiseksi, väärinkäytösten ehkäisyyn ja virheiden korjaamiseksi toimittajat voivat\n* varmistaa, että tietojen siirtäminen tapahtuu turvallisesti \n* havaita ja ehkäistä vahingollisia, petollisia, virheellisiä tai laittomia toimia\n* varmistaa järjestelmien ja prosessien asianmukaisen ja tehokkaan toiminnan, mukaan lukien järjestelmien ja sallittuihin tarkoituksiin käytettyjen prosessien suorituskyvyn valvominen ja tehostaminen.\nToimittajat eivät voi\n* suorittaa tämän tarkoituksen perusteella muuta tiedonkäsittelyä, joka sallitaan muun tarkoituksen perusteella.\nHuom: Tiedot, joita kerätään ja käytetään turvallisuuden varmistamiseksi, väärinkäytösten ehkäisyyn ja virheiden korjaamiseksi saattavat sisältää automaattisesti lähetettäviä, laitteen tunnistavia ominaisuuksia, tarkkoja sijaintitietoja, ja tietoa, jota saadaan skannaamalla aktiivisesti laitteen ominaisuuksia sen tunnistamista varten.\n\n"},"2":{"id":2,"name":"Mainonnan tai sisällön tekninen jakelu","description":"Laitteesi voi vastaanottaa ja lähettää tietoja, joiden avulla voit nähdä mainoksia ja sisältöä.","descriptionLegal":"Tietojen teknistä jakelua varten ja teknisiin pyyntöihin vastaamiseksi toimittajat voivat\n* käyttää käyttäjän IP-osoitetta välittääkseen teknisesti mainoksen internetin kautta\n* siirtää käyttäjän mainostajan sivulle käyttäjän reagoidessa mainokseen \n* käyttää käyttäjän IP-osoitetta välittääkseen sisältöä internetin kautta\n* siirtää käyttäjän mainostajan sivulle käyttäjän reagoidessa sisältöön \n* käyttää laitteen tyyppiä ja ominaisuuksia koskevia tietoja mainosten tai sisällön tekniseen jakeluun, esim. oikean kokoisen mainoksen tai videotiedoston jakamiseksi laitteen tukemassa muodossa.\nToimittajat eivät voi\n* suorittaa tämän tarkoituksen perusteella muuta tiedonkäsittelyä, joka sallitaan muun tarkoituksen perusteella.\n"}},"features":{"1":{"id":1,"name":"Muiden tietojesi yhdistäminen verkkokäyttäytymistäsi koskeviin tietoihin","description":"Verkkokäyttäytymistäsi koskeviin tietoihin voidaan yhdistää muualta saatuja tietojasi sinulle ilmoitettuja yhtä tai useampaa tarkoitusta varten","descriptionLegal":"Toimittajat voivat \n* yhdistää muita tietojasi (offline-tiedot) kerättyihin verkkokäyttäytymistä koskeviin tietoihin (online-tiedot) yhden tai useamman tarkoituksen tai erikoistarkoituksen tueksi.\n"},"2":{"id":2,"name":"Eri laitteiden yhdistäminen toisiinsa","description":"Eri laitteiden voidaan määrittää kuuluvan sinulle tai kotitaloudellesi sinulle ilmoitettuja yhtä tai useampaa tarkoitusta varten.","descriptionLegal":"Toimittajat voivat\n* suoraan määrittää, että kaksi tai useampi laitetta kuuluu samalle käyttäjälle tai kotitaloudelle\n* todennäköisyyden perusteella määrittää, että kaksi tai useampi laitetta kuuluu samalle käyttäjälle tai kotitaloudelle\n* aktiivisesti skannata laitteen ominaisuuksia todennäköisyyteen perustuvaa tunnistamista varten, jos käyttäjät ovat antaneet toimittajille luvan aktiivisesti skannata laitteen ominaisuuksia tunnistamista varten (erityisominaisuus 2).\n"},"3":{"id":3,"name":"Automaattisesti lähetettävien laitetietojen käyttö laitteiden tunnistamisessa","description":"Laitteesi tunnistamisessa ja erottamisessa muista laitteista voidaan käyttää sen automaattisesti lähettämää tietoa kuten IP-osoitetta tai selaimen tyyppiä","descriptionLegal":"Toimittajat voivat:\n* luoda tunnistimen perustuen dataan, jota laite lähettää automaattisesti, kuten IP-osoite tai selaimen tiedot (user-agent) \n* käyttää tunnistetta udelleen tunnistaakseen laitteen\nToimittajat eivät voi:\n* Luoda käyttäjästä tunnisteen käyttäen tietoja, joita on kerätty skannaamalla aktiivisesti tiettyjä laitteen ominaisuuksia, kuten asennettuja fontteja ja näytön resoluutiota, ellei käyttäjä ole erikseen antanut lupaa laitteen ominaisuuksien aktiiviseen skannaamiseen tunnistamista varten. \n* Käyttää tunnistetta uudelleen tunnistaakseen laitteen.\n"}},"specialFeatures":{"1":{"id":1,"name":"Tarkkojen sijaintitietojen käyttö","description":"Laitteesi tarkkoja sijaintitietojasi voidaan käyttää yhtä tai useampaa","descriptionLegal":"Toimittajat voivat\n* kerätä ja käsitellä tarkkoja sijaintitietoja yhden tai useamman tarkoituksen tueksi.\nHuom. Tarkat sijaintitiedot tarkoittavat, että käyttäjän sijainnin tarkkuutta koskevia rajoituksia ei ole; sijainti voidaan määrittää muutaman metrin tarkkuudella.\n"},"2":{"id":2,"name":"Laitteen ominaisuuksien aktiivinen skannaus tunnistamista varten","description":"Laitteesi voidaan tunnistaa sen ominaisuuksien yhdistelmän skannauksen perusteella.","descriptionLegal":"Toimittajat voivat\n* luoda tunnisteen käyttäen tietoja, joita on kerätty skannaamalla aktiivisesti tiettyjä laitteen ominaisuuksia, kuten asennettuja fontteja ja näytön resoluutiota \n* käyttää tällaista tunnistetta laitteen tunnistamiseksi uudelleen.\n"}}}
