{"vendorListVersion":165,"lastUpdated":"2022-10-13T16:45:43Z","purposes":{"1":{"id":1,"name":"Teabe säilitamine ja/või ligipääs teabele seadmes","description":"Teie seadmes võidakse säilitada küpsiseid, seadme identifikaatoreid või muud teavet või omada neile ligipääsu teile esitatud eesmärkidel.","descriptionLegal":"Müüjad saavad:\n* säilitada seadmes teavet, nt kasutajale esitatavaid küpsiseid ja seadme identifikaatoreid, ja omada sellele ligipääsu."},"2":{"id":2,"name":"Põhireklaamide valimine","description":"Teile võidakse kuvada reklaame teie vaadatava konteksti, kasutatava rakenduse, ligikaudse asukoha või seadme tüübi põhjal.","descriptionLegal":"Põhireklaamide valimiseks saavad müüjad:\n* kasutada reklaami kuvamiseks reaalajas teavet konteksti kohta, milles reklaami kuvatakse, sh teavet sisu ja seadme kohta, näiteks: seadme tüüp ja võimalused, kasutaja programm, URL, IP-aadress \n* kasutada kasutaja mittetäpseid geolokatsiooniandmeid\n* valida kasutajale reklaamide kuvamise sageduse\n* valida reklaamide kasutajale kuvamise järjekorra\n* vältida reklaamide esitamist ebasobivas (kaubamärgile mitteohutus) toimetamiskontekstis\nMüüjad ei saa:\n* luua seda teavet kasutades isikupärastatud reklaamiprofiili edasiste reklaamide valimiseks, omamata eraldi seaduslikku alust isikupärastatud reklaamiprofiili koostamiseks.\nNB! Mittetäpne tähendab, et lubatud on ainult ligikaudne asukoht, vähemalt 500 m raadiuses."},"3":{"id":3,"name":"Isikupärastatud reklaamiprofiili loomine","description":"Teie ja teie huvide kohta võidakse koostada profiil, et kuvada teile teie jaoks asjakohaseid isikupärastatud reklaame.","descriptionLegal":"Isikupärastatud reklaamiprofiili loomiseks võivad müüjad:\n* koguda teavet kasutaja kohta, sealhulgas kasutaja tegevuse, huvide, külastatud veebisaitide või rakenduste kohta, demograafilisi või asukohaandmeid, et luua isikupärastatud reklaamitegevuseks kasutajaprofiili või seda muuta.\n* Kombineerige see teave muu varem kogutud teabega, sealhulgas veebisaitidelt ja rakendustest, et luua või muuta isikupärastatud reklaamides kasutamiseks mõeldud kasutajaprofiili."},"4":{"id":4,"name":"Isikupärastatud reklaamide valimine","description":"Teile võidakse kuvada teie profiili põhjal isikupärastatud reklaame.","descriptionLegal":"Isikupärastatud reklaamide valimiseks võivad müüjad:\n* valida isikupärastatud reklaame kasutajaprofiili või muude kasutaja ajaloo andmete põhjal, sealhulgas kasutaja varasema tegevuse, huvide, veebisaitide külastamise või rakenduste kasutamise, asukoha või demograafiliste andmete põhjal\n"},"5":{"id":5,"name":"Isikupärastatud sisuprofiili loomine","description":"Teie ja teie huvide kohta võidakse koostada profiil, et kuvada teie jaoks asjakohast isikupärastatud sisu.","descriptionLegal":"Isikupärastatud sisuprofiili loomiseks võivad müüjad:\n* koguda teavet kasutaja kohta, sealhulgas kasutaja tegevuse, huvide kohta, veebisaitide külastamise või rakenduste kasutamise kohta, demograafilisi või asukohaandmeid, et luua sisu isikupärastamiseks kasutajaprofiili või seda muuta\n* Kombineerige see teave muu varem kogutud teabega, sh veebisaitidelt ja rakendustest, et luua või muuta kasutajaprofiili sisu isikupärastamiseks."},"6":{"id":6,"name":"Isikupärastatud sisu valimine","description":"Teile võidakse kuvada teie profiili põhjal isikupärastatud sisu.","descriptionLegal":"Isikupärastatud sisu valimiseks võivad müüjad:\n* valida isikupärastatud sisu kasutajaprofiili või muude kasutaja ajaloo andmete põhjal, sealhulgas kasutaja varasema tegevuse, huvide, veebisaitide külastamise või rakenduste kasutamise, asukoha või demograafiliste andmete põhjal"},"7":{"id":7,"name":"Reklaamide tulemuslikkuse mõõtmine","description":"Võidakse mõõta nende reklaamide, mida näete või millega suhtlete, tulemuslikkust ja efektiivsust.","descriptionLegal":"Müüjad võivad reklaamide tulemuslikkuse mõõtmiseks:\n* mõõta, kas ja kuidas reklaame kasutajale esitatakse ja kuidas kasutaja on nendega suhelnud\n* esitada reklaamide, sealhulgas nende efektiivsuse ja tulemuslikkuse kohta aruandeid\n* esitada aruandeid reklaamidega suhelnud kasutajate kohta, kasutades kasutaja selle reklaamiga suhtlemise käigus saadud andmeid\n* esitada aruandeid kanalitele nende omandil kuvatud reklaamide kohta\n* mõõta, kas reklaam on sobiva toimetamiskeskkonnaga (kaubamärgile ohutus) kontekstis\n* määrata kindlaks reklaami osakaalu, mida oli võimalik näha, ja selle võimaluse kestuse \nMüüjad ei saa:\n* kohaldada reklaamide mõõtmisandmete suhtes paneelilt või sarnasel viisil vaatajaskonna kohta eraldi õigusliku aluseta omandatud analüüsiandmeid, et teha turu-uuringuid vaatajaskonna analüüsideks.\n"},"8":{"id":8,"name":"Sisu tulemuslikkuse mõõtmine","description":"Võidakse mõõta selle sisu, mida näete või millega suhtlete, tulemuslikkust ja efektiivsust.","descriptionLegal":"Müüjad võivad sisu tulemuslikkuse mõõtmiseks:\n* mõõta, kuidas sisu kasutajale esitatakse ja kuidas kasutaja on nendega suhelnud, ning selle kohta aruandeid esitada\n* esitada otseselt mõõdetavate või teadaolevate andmete aruandeid kasutajate kohta, kes on sisuga suhelnud\nMüüjad ei saa:\n* mõõta, kas ja kuidas reklaame (sealhulgas sulanduvaid reklaame) kasutajale esitatakse ja kuidas kasutaja on nendega suhelnud\n* kohaldada reklaamide mõõtmisandmete suhtes paneelilt või sarnasel viisil vaatajaskonna kohta eraldi õigusliku aluseta omandatud analüüsiandmeid, et teha turu-uuringuid vaatajaskonna analüüsideks\n"},"9":{"id":9,"name":"Turu-uuringute tegemine vaatajaskonna analüüsideks","description":"Võidakse teha turu-uuringuid täpsema teabe saamiseks veebisaitide külastajate / rakenduste kasutajate ja reklaamide vaatajate kohta.","descriptionLegal":"Turu-uuringute tegemiseks vaatajaskonna analüüsideks võivad müüjad:\n* esitada reklaamijatele või nende esindajatele koondaruandeid vaatajaskondade kohta, kelleni nende reklaamid jõuavad, paneelipõhiste ja sarnaselt omandatud analüüsiandmete kaudu\n* esitada aruandeid kanalitele vaatajaskondade kohta, kes nende omandil sisu ja/või reklaame vaatasid või nendega suhtlesid, paneelipõhiste ja sarnaselt omandatud analüüsiandmete kaudu \n* seostada turu-uuringu eesmärgil veebikasutajaga veebiväliseid andmeid, et saada vaatajaskonna kohta analüüsiandmeid, kui müüjad on teatanud veebiväliste andmeallikatega kokkuviimisest ja seostamisest (1. funktsioon)\nMüüjad ei saa: \n* mõõta nende reklaamide tulemuslikkust ja efektiivsust, mis on esitatud konkreetsele kasutajale või millega ta on suhelnud, kui reklaami tulemuslikkuse mõõtmiseks puudub eraldi õiguslik alus;\n* mõõta, milline sisu on esitatud konkreetsele kasutajale või kuidas ta on sellega suhelnud, kui sisu tulemuslikkuse mõõtmiseks puudub eraldi õiguslik alus."},"10":{"id":10,"name":"Toodete arendamine ja täiustamine","description":"Teie andmeid võidakse kasutada olemasolevate süsteemide ja tarkvara täiustamiseks ja uute toodete arendamiseks.","descriptionLegal":"Uute toodete arendamiseks ja toodete täiustamiseks võivad müüjad:\n* kasutada teavet oma olemasolevate toodete täiustamiseks uute funktsioonidega ning uute toodete arendamiseks\n* luua masinõppe kaudu uusi mudeleid ja algoritme\nMüüjad ei saa:\n* teha selle eesmärgi raames muid, muude eesmärkide all lubatud andmetöötlemise toiminguid"}},"specialPurposes":{"1":{"id":1,"name":"Turvalisuse tagamine, pettuste ennetamine ja vigade kõrvaldamine","description":"Teie andmeid võidakse kasutada jälgimiseks pettuste suhtes ja pettuste ennetamiseks ning süsteemide ja protsesside õige ja turvalise töö tagamiseks.","descriptionLegal":"Turvalisuse tagamiseks, pettuste ennetamiseks ja vigade kõrvaldamiseks võivad müüjad:\n* tagada andmete turvalise edastamine \n* avastada ja ennetada rünnakuid, pettusi, kehtetuid või ebaseaduslikke tegevusi\n* tagada süsteemide ja protsesside õige ja efektiivne töö, sealhulgas jälgida ja täiustada lubatud eesmärkide puhul kasutatavate süsteemide ja protsesside jõudlust\nMüüjad ei saa:\n* teha selle eesmärgi raames muid, muude eesmärkide all lubatud andmetöötlemise toiminguid\nMärkus. Turvalisuse tagamiseks, pettuste tõkestamiseks ja programmivigade kõrvaldamiseks kogutavad ja kasutatavad andmed võivad hõlmata automaatselt saadetavaid seadme identifitseerimisandmeid, täpseid geolokatsiooniandmeid ja andmeid, mis on saadud seadme identifitseerimisandmete aktiivse skaneerimise teel, eraldi deklareerimise ja/või valiku tegemiseta.\n"},"2":{"id":2,"name":"Reklaamide või sisu tehniline esitamine","description":"Teie seade võib saada ja saata teavet, mis võimaldab teil näha reklaame ja sisu ning nendega suhelda.","descriptionLegal":"Teabe esitamiseks ja tehnilistele päringutele vastamiseks võivad müüjad:\n* kasutada kasutaja IP-aadressi reklaami esitamiseks veebis\n* reageerida kasutaja suhtlemisele reklaamiga, saates kasutaja maandumislehele\n* kasutada kasutaja IP-aadressi sisu esitamiseks veebis\n* reageerida kasutaja suhtlemisele sisuga, saates kasutaja maandumislehele\n* kasutada teavet seadme tüübi ja võimaluste kohta reklaamide või sisu esitamiseks, näiteks esitada õiges suuruses reklaami loomingulist või videofaili vormingus, mida seade toetab\nMüüjad ei saa:\n* teha selle eesmärgi raames muid, muude eesmärkide all lubatud andmetöötlemise toiminguid\n"}},"features":{"1":{"id":1,"name":"Veebiväliste andmeallikatega kokkuviimine ja seostamine","description":"Teie tegevusega veebis võidakse seostada veebivälistest andmeallikatest omandatud andmeid ühe või mitme eesmärgi või erieesmärgi toetamiseks.","descriptionLegal":"Müüjad saavad: \n* seostada veebiväliselt omandatud andmeid veebist kogutud andmetega ühe või mitme eesmärgi või erieesmärgi toetamiseks\n"},"2":{"id":2,"name":"Erinevate seadmete seostamine","description":"Erinevaid seadmeid võidakse määrata kindlaks teile või teie leibkonnale kuuluvateks ühe või mitme eesmärgi või erieesmärgi toetamiseks.","descriptionLegal":"Müüjad saavad:\n* deterministlikult kindlaks määrata, et kaks või rohkem seadet kuuluvad samale kasutajale või leibkonnale\n* tõenäosuslikult kindlaks määrata, et kaks või rohkem seadet kuuluvad samale kasutajale või leibkonnale\n* skaneerida aktiivselt seadme omadusi selle tõenäosuslikuks tuvastamiseks, kui kasutajad on lubanud müüjatel seadme omadusi tuvastamiseks aktiivselt skaneerida (2. erifunktsioon)\n"},"3":{"id":3,"name":"Automaatselt saadetavate seadme identifitseerimisandmete saamine ja kasutamine","description":"Teie seadet võidakse eristada teistest seadmetest sellest automaatselt saadetavate andmete põhjal, nagu IP-aadress või brauseri tüüp.","descriptionLegal":"Müüjad saavad:\n* luua identifikaatori, kasutades automaatselt seadme eriomaduste kohta kogutud andmeid, nt IP-aadress, kasutaja-programmi string\n* kasutada seda identifikaatoriseadme uuesti tuvastamise katseks\nMüüjad ei saa:\n* luua identifikaatorit seadme eriomaduste, nt installitud fontide või ekraaniresolutsiooni suhtes aktiivse skaneerimise teel kogutud andmete põhjal, ilma kasutaja tehtud eraldi valikuta\n* kasutada seda identifikaatorit seadme uuesti tuvastamiseks"}},"specialFeatures":{"1":{"id":1,"name":"Täpsete geolokatsiooniandmete kasutamine","description":"Teie täpseid geolokatsiooniandmeid võidakse kasutada ühe või mitme eesmärgi toetamiseks. See tähendab, et teie asukoht võib olla määratud kuni mõne meetri täpsusega.","descriptionLegal":"Müüjad saavad:\n* koguda ja töödelda täpseid geolokatsiooniandmeid ühe või mitme eesmärgi toetamiseks\nNB! Täpsed geolokatsiooniandmed tähendavad, et kasutaja asukoha täpsus ei ole piiratud; see võib olla määratud kuni mõne meetri täpsusega.\nMärkus. Nende andmete teatavat kasutamist turvalisuse eesmärgil või pettuste tõkestamiseks on käsitletud eraldi ning kasutaja ei pea tegema täpsete geolokatsiooniandmete kasutamise suhtes eraldi valikut. "},"2":{"id":2,"name":"Seadme omaduste aktiivne skaneerimine tuvastamiseks","description":"Teie seadet võidakse tuvastada teie seadme ainulaadse omaduste kombinatsiooni skaneerimise teel.","descriptionLegal":"Müüjad saavad:\n* luua identifikaator seadme eriomaduste, nt installitud fontide või ekraaniresolutsiooni suhtes aktiivse skaneerimise teel kogutud andmete põhjal \n* kasutada seda identifikaatorit seadme uuesti tuvastamiseks\nMärkus. Nende andmete teatavat kasutamist turvalisuse eesmärgil või pettuste tõkestamiseks on käsitletud eraldi ning kasutaja ei pea tegema aktiivse skaneerimise teel omandatud seadme identifitseerimisandmete kasutamise suhtes eraldi valikut."}}}
