{"purposes":{"1":{"id":1,"name":"Чувај и/или пристапувај информации на уред","description":"Колачињата, идентификаторите на уред или други информации може да се складираат или отворат на уредот за претставените цели.","descriptionLegal":"Продавачите можат:\n* Да складираат и пристапуваат до информации на уредот, како што се колачиња и идентификатори на уредот претставени на корисникот."},"2":{"id":2,"name":"Избери основни реклами","description":"Рекламите може да се прикажуваат врз основа на содржината што ја гледаш, апликацијата што ја користиш, приближната локација или типот на уред.","descriptionLegal":"За да направат основен избор на реклами, продавачите можат:\n* Да користат информации во реално време за контекстот во кој ќе се прикажува рекламата, за да ја прикажат рекламата, вклучувајќи информации за содржината и уредот, како што се: тип и можности на уредот, кориснички агент, URL, IP адреса\n* Да користат непрецизни податоци за геолокација на корисникот\n* Да ја контролираат зачестеноста на рекламите прикажани на корисникот.\n* Да го подредат редоследот по кој се прикажуваат рекламите на корисникот.\n* Да спречат реклама да се прикажува во несоодветен уредувачки контекст (бренд-небезбеден).\nПродавачите не можат:\n* Да креираат персонализиран профил за реклами користејќи ги овие информации за избор на идни реклами без посебна правна основа за креирање персонализиран профил за реклами.\n* Н.Б. Непрецизно значи дека е дозволена само приближна локација која опфаќа најмалку радиус од 500 м."},"3":{"id":3,"name":"Креирајј персонализиран профил за реклами","description":"Може да креираш профил со твои интереси за да ти се прикажуваат персонализирани реклами, релевантни за тебе.","descriptionLegal":"За да креираат персонализиран профил за реклами, продавачите можат:\n* Да собираат информации за корисникот, вклучувајќи ја активноста на корисникот, интересите, демографските информации или локацијата, да креираат или уредуваат кориснички профил за употреба во персонализирано рекламирање.\n* Да ги комбинираат информациите со други информации претходно собрани, вклучително и од различни веб-локации и апликации, за да креираат или уредуваат кориснички профил за употреба во персонализирано рекламирање."},"4":{"id":4,"name":"Избери персонализирани реклами","description":"Персонализирани реклами може да ти се прикажуваат врз основа на профилот.","descriptionLegal":"За да изберат персонализирани реклами, продавачите можат:\n* Да изберат персонализирани реклами врз основа на кориснички профил или други историски кориснички податоци, вклучувајќи претходна активност на корисникот, интереси, посети на сајтови или апликации, локација или демографски информации."},"5":{"id":5,"name":"Креирај пресонализиран профил за содржина","description":"Може да отвориш профил според интересите за да ти се прикаже релевантна персонализирана содржина.","descriptionLegal":"За да креираат персонализиран профил на содржина, продавачите можат:\n* Да собираат информации за корисникот, вклучувајќи активност на корисникот, интереси, посети на страници или апликации, демографски информации или локација, за да креираат или уредуваат кориснички профил за персонализирање содржина.\n* Да комбинираат информации со други информации претходно собрани, вклучително и од различни веб-локации и апликации, за да креираат или уредуваат кориснички профил за употреба при персонализирање содржина."},"6":{"id":6,"name":"Избери персонализирана содржина","description":"Персонализирана содржина ќе се прикаже врз основа на профилот.","descriptionLegal":"За да изберат персонализирана содржина, продавачите можат:\n* Да изберат персонализирана содржина врз основа на кориснички профил или други историски податоци на корисникот, вклучувајќи претходна активност на корисникот, интереси, посети на страници или апликации, локација или демографски информации."},"7":{"id":7,"name":"Измери перформанси на реклами","description":"Перформансите и ефективноста на рекламите што ја гледаш или со кои комуницираш се мерливи.","descriptionLegal":"За мерење на перформансите на рекламите, продавачите можат:\n* Да измерат дали и како рекламите биле доставени до корисникот и со нив имало интеракција\n* Да обезбедат известување за реклами, вклучувајќи ја ефикасноста и перформансите\n* Да обезбедат известување за корисници кои комуницирале со реклами користејќи податоци забележани во текот на интеракцијата на корисникот со таа реклама\n* Да обезбедат известување до издавачите за рекламите прикажани на нивниот имот\n* Да измерат дали рекламата се прикажува во соодветна уредувачка средина и контекст (безбедна за брендот)\n* Да го определат процентот на рекламата што имала можност да се погледне и времетраењето на можноста\n* Да ги комбинираат информациите со други информации претходно собрани, вклучително и од различни веб-локации и апликации\nПродавачите не можат:\n*Да ги применуваат податоците за увид на публиката добиени од панел или слично, за податоците од мерењето на рекламите без правна основа за примена на истражување на пазарот за генерирање на увид на публиката (Цел 9)"},"8":{"id":8,"name":"Измери перформанси на содржина","description":"Перформансите и ефективноста на содржината што ја гледаш или со која комуницираш се мерливи.","descriptionLegal":"За мерење перформанси на содржина, продавачите можат:\n* Да измерат и известуваат за тоа како содржината била испорачана и каква била итеракцијата со корисниците.\n* Да обезбедат известување, користејќи директно мерливи или познати информации, за корисници кои имале интеракција со содржината\n* Да ги комбинираат информациите со други информации претходно собрани, вклучително и од различни веб-локации и апликации.\nПродавачите не можат:\n* Да измерат дали и како рекламите (вклучувајќи ги и домашните реклами) биле доставени до корисникот и со нив имало интеракција.\n* Да ги применат податоците за увид на публиката добиени од панел или слично, за податоците од мерењето на рекламите без правна основа за применување на истражување на пазарот за генерирање увид на публиката (Цел 9)"},"9":{"id":9,"name":"Примени истражување на пазарот за генерирање вид публика","description":"Истражувањето на пазарот може да се користи за да се дознае повеќе за публиката која посетува страници/апликации и гледа реклами.","descriptionLegal":"За да се примени истражување на пазарот за генерирање согледувања од публиката, продавачите можат:\n* Да обезбедат збирно известување за огласувачите или нивните претставници, за публиката до која стигнуваат рекламите, преку увиди базирани на панели и слично изведени сознанија.\n* Да обезбедат збирно известување на издавачите за публиката на која им се сервираат или комуницирале со содржини и/или реклами на нивниот имот со примена на увиди базирани на панели и слично изведени сознанија.\n* Да ги поврзат офлајн податоците со онлајн корисник за целите на истражувањето на пазарот за генерирање согледувања од публиката доколку продавачите изјавиле дека се совпаѓаат и комбинираат офлајн извори на податоци (Функција 1)\n* Да ги комбинираат информациите со други информации претходно собрани, вклучително и од различни веб-локации и апликации.\nПродавачите не можат:\n* Да ги измерат перформансите и ефективноста на рекламите со кои на одреден корисник му биле сервирани или со кои имале интеракција, без правна основа за мерење перформанси на рекламите.\n* Да измерат содржина која била сервирана на одреден корисник и како тие комуницирале со неа, без правна основа за мерење перформанси на содржината."},"10":{"id":10,"name":"Усоврши и подобри производи","description":"Податоците може да се користат за подобрување на постоечките системи и софтвер и за развој на нови производи","descriptionLegal":"За да развијат нови производи и да ги подобрат производите, продавачите можат:\n* Да користат информации за подобрување на постоечките производи со нови функции и за развој на нови производи\n* Да создадат нови модели и алгоритми преку машинско учење\nПродавачите не можат:\n* Да спроведуваат која било друга операција за обработка на податоци, дозволена под друга цел според намената"}},"specialPurposes":{"1":{"id":1,"name":"Обезбеди безбедност, спречи измама и отстрани грешки","description":"Податоците може да се користат за следење и спречување на измамни активности и за обезбедување на правилно и безбедно функционирање на системите и процесите.","descriptionLegal":"За да се обезбеди безбедност, да се спречат измами и да се отстранат грешки, продавачите можат:\n* Да се погрижат за безбедно пренесување на податоците \n* Да откријат и спречат малициозни, измамнички, невалидни или нелегални активности.\n* Да обезбедат правилно и ефикасно функционирање на системите и процесите, вклучително и следење и подобрување на перформансите на системите и процесите вклучени во дозволени цели\nПродавачите не можат:\n* Да спроведуваат која било друга операција за обработка на податоци дозволена под друга цел според оваа намена.\nЗабелешка: Податоците собрани и користени за да се осигури безбедноста, да се спречи измама и да се отстранат грешките може да вклучуваат карактеристики на уредот автоматски испратени за идентификација, прецизни податоци за геолокација и податоци добиени со активно скенирање на карактеристиките на уредот за идентификација без посебно откривање и/или пријавување."},"2":{"id":2,"name":"Техничко испорачување реклами или содржини","description":"Уредот може да прима и испраќа информации што овозможуваат гледање и комуницирање со реклами и содржини.","descriptionLegal":"За да достават информации и да одговорат на техничките барања, продавачите можат:\n* Да ја користат IP адресата на корисникот за да испораачаат реклама преку Интернет\n* Да одговорат на интеракцијата на корисникот со реклама со испраќање на корисникот на целната страница\n* Да ја користат IP адресата на корисникот за да испорачаат содржина преку интернет\n* Да одговорат на интеракцијата на корисникот со содржината со испраќање на корисникот на целната страница\n* Да користат информации за типот на уредот и можностите за доставување реклами или содржина, на пример, за да испорачаат креативна или видео датотека со вистинска големина на реклама во формат поддржан од уредот\nПродавачите не можат:\n* Да спроведуваат која било друга операција за обработка на податоци дозволена под друга цел според оваа намена."}},"features":{"1":{"id":1,"name":"Сложувај и комбинирај офлајн извори на податоци","description":"Податоците од офлајн извори на податоци може да се комбинираат со онлајн активноста за поддршка на една или повеќе цели","descriptionLegal":"Продавачите можат:\n* Да комбинираат податоци добиени офлајн со податоци собрани преку интернет за поддршка на една или повеќе цели или специјални цели."},"2":{"id":2,"name":"Поврзи различни уреди","description":"Може да се утврди дека различни уреди ти припаѓаат тебе или домаќинството за поддршка на една или повеќе цели.","descriptionLegal":"Продавачите можат:\n* Детерминистички да утврдат дека два или повеќе уреди припаѓаат на ист корисник или домаќинство\n* Веројатно да утврдат дека два или повеќе уреди припаѓаат на ист корисник или домаќинство\n* Активно да ги скенираат карактеристиките на уредот за идентификација за веројатна идентификација ако корисниците им дозволиле на продавачите активно да ги скенираат карактеристиките на уредот за идентификација (Специјална карактеристика 2)"},"3":{"id":3,"name":"Примај и користи карактеристики на уредот што се испраќаат автоматски за идентификација","description":"Уредот може да се разликува од другите уреди врз основа на информациите што автоматски ги испраќа, како што се IP адресата или типот на прелистувач.","descriptionLegal":"Продавачите можат:\n* Да креираат идентификатор користејќи податоци собрани автоматски од уред за специфични карактеристики, на пр. IP адреса, низа за кориснички агент.\n* Да користат таков идентификатор за да се обидат повторно да идентификуваат уред.\nПродавачите не можат:\n* Да креираат идентификатор користејќи податоци собрани преку активно скенирање на уред за специфични карактеристики, на пр. инсталиран фонт или резолуција на екранот без посебно одобрување на корисниците за активно скенирање на карактеристиките на уредот за идентификација.\n* Да користат таков идентификатор за повторно да идентификуваат уред."}},"specialFeatures":{"1":{"id":1,"name":"Користи прецизни податоци за геолокација","description":"Прецизните податоци за геолокација може да се користат за поддршка на една или повеќе цели. Ова значи дека локацијата може да биде точна до неколку метри.","descriptionLegal":"Продавачите можат:\n* Да собираат и обработуваат прецизни податоци за геолокација за поддршка на една или повеќе цели.\nН.Б. Прецизна геолокација значи дека нема ограничувања за прецизноста на локацијата на корисникот; ова може да биде точно до неколку метри."},"2":{"id":2,"name":"Активно скенирајте ги карактеристиките на уредот за идентификација","description":"Уредот може да се идентификува со скенирање на уникатната комбинација на карактеристики на уредот.","descriptionLegal":"Продавачите можат:\n* Да направат идентификатор користејќи податоци собрани преку активно скенирање на уред за специфични карактеристики, на пр. инсталирани фонтови или резолуција на екранот.\n* Да користат таков идентификатор за повторно да идентификуваат уред."}}}
