{"vendorListVersion":165,"lastUpdated":"2022-10-13T16:45:41Z","purposes":{"1":{"id":1,"name":"Emmagatzemar informació i/o accedir a la informació d’un dispositiu","description":"Es poden emmagatzemar o accedir a les galetes, els identificadors del dispositiu i altra informació del seu dispositiu amb les finalitats que se li indiquin.","descriptionLegal":"Els proveïdors poden:\n* Emmagatzemar i accedir a la informació d’un dispositiu, com ara galetes i identificadors dels dispositius, per a les finalitats que es presenten a un usuari."},"2":{"id":2,"name":"Seleccionar anuncis bàsics","description":"Se li poden mostrar anuncis en funció del contingut que vostè visualitza, l’aplicació que utilitza, la seva ubicació aproximada o el seu tipus de dispositiu.","descriptionLegal":"Per fer una selecció dels anuncis bàsics, els proveïdors poden:\n* Utilitzar informació en temps real sobre el context en què es mostrarà l’anunci, per mostrar l’anunci, com ara informació sobre el contingut i el dispositiu (per exemple, tipus de dispositius i funcionalitats, agent d’usuari, URL, adreça IP). \n* Utilitzar dades de geolocalització no precises d’un usuari.\n* Controlar la freqüència amb què es mostren anuncis a un usuari.\n* Seqüenciar l’ordre en què es mostren els anuncis a l’usuari.\n* Evitar que un anunci s’utilitzi en un context editorial inadequat (perjudicial per a la marca).\nEls proveïdors no poden:\n* Crear un perfil publicitari utilitzant aquesta informació per a la selecció de futurs anuncis sense una base jurídica separada i específica per crear un perfil publicitari.\nNota: dades «no precises» significa que només es permet donar una ubicació aproximada en un radi mínim de 500 metres."},"3":{"id":3,"name":"Crear un perfil publicitari personalitzat","description":"Es pot crear un perfil sobre vostè i els seus interessos per mostrar-li anuncis personalitzats que siguin pertinents per a vostè.","descriptionLegal":"Per crear un perfil publicitari personalitzat, els proveïdors poden:\n* Recollir informació sobre un usuari, com ara l’activitat de l’usuari, els seus interessos, les visites als llocs web o les aplicacions, la informació demogràfica o la ubicació, per crear o editar un perfil d’usuari i utilitzar-lo en la publicitat personalitzada.\n* Combinar aquesta informació amb una altra informació prèviament recollida, inclòs entre diferents llocs web o aplicacions, per crear o editar un perfil d’usuari i utilitzar-lo en la publicitat personalitzada."},"4":{"id":4,"name":"Seleccionar anuncis personalitzats","description":"Se li poden mostrar anuncis personalitzats en funció d’un perfil sobre vostè.","descriptionLegal":"Per seleccionar anuncis personalitzats, els proveïdors poden:\n* Seleccionar anuncis personalitzats en funció del perfil d’un usuari o altres dades històriques de l’usuari, com ara l’activitat anterior de l’usuari, els interessos, les visites que fa a llocs web o aplicacions, la ubicació o la informació demogràfica."},"5":{"id":5,"name":"Crear un perfil per a la personalització de continguts","description":"Es pot crear un perfil sobre vostè i els seus interessos per mostrar-li contingut personalitzat que sigui pertinent per a vostè.","descriptionLegal":"Per crear un perfil per a la personalització de continguts, els proveïdors poden:\n* Recollir informació sobre un usuari, com ara l’activitat de l’usuari, els seus interessos, les visites a llocs web o aplicacions, informació demogràfica o ubicació, per crear o editar un perfil d’usuari per a personalitzar el contingut.\n* Combinar aquesta informació amb una altra informació prèviament recollida, inclòs entre diferents llocs web o aplicacions, per crear o editar un perfil d’usuari i utilitzar-lo per a personalitzar el contingut."},"6":{"id":6,"name":"Seleccionar contingut personalitzat","description":"Se li pot mostrar contingut personalitzat en funció d’un perfil sobre vostè.","descriptionLegal":"Per seleccionar contingut personalitzat, els proveïdors poden:\n* Seleccionar contingut personalitzat en funció del perfil d’un usuari o altres dades històriques de l’usuari, com ara l’activitat anterior de l’usuari, els interessos, les visites que fa a llocs web o aplicacions, la ubicació o la informació demogràfica"},"7":{"id":7,"name":"Mesurar el rendiment dels anuncis","description":"Es pot mesurar el rendiment i l’eficàcia dels anuncis que es veuen o els anuncis amb els quals s’interactua.","descriptionLegal":"Per mesurar l’eficàcia dels anuncis, els proveïdors poden:\n* Mesurar si els anuncis s’han proporcionat a l’usuari i com l’usuari hi ha interactuat amb ells.\n* Proporcionar informes sobre anuncis, incloent-hi la seva eficàcia i rendiment.\n* Proporcionar informes sobre els usuaris que han interactuat amb els anuncis fent servir dades observades durant la interacció de l’usuari amb aquell anunci.\n* Proporcionar informes als editors sobre els anuncis que es mostren en els seus productes.\n* Mesurar si un anunci s’ofereix en un context editorial adequat (segur per a la marca).\n* Determinar el percentatge de l’anunci que s’ha tingut l’oportunitat de veure’s i la durada d’aquesta oportunitat. \n* Combinar aquesta informació amb una altra informació prèviament recollida, inclòs entre diferents llocs web o aplicacions.\nEls proveïdors no poden:\n* Aplicar dades d'informació sobre l’audiència, basats en un panell d'usuaris o similars, a les dades de mesurament d'anuncis sense una base jurídica independent per utilitzar estudis de mercat per tal de generar informació sobre l'audiència.\n"},"8":{"id":8,"name":"Mesurar el rendiment del contingut","description":"Es pot mesurar el rendiment i l’eficàcia del contingut que es veu o amb el qual interactua.","descriptionLegal":"Per mesurar el rendiment del contingut, els proveïdors poden:\n* Mesurar i informar sobre com s’ha proporcionat el contingut als usuaris i com hi han interactuat.\n* Proporcionar informes, utilitzant informació directament mesurable o informació coneguda, sobre els usuaris que han interactuat amb el contingut.\n* Combinar aquesta informació amb una altra informació prèviament recollida, inclòs entre diferents llocs web o aplicacions.\nEls proveïdors no poden:\n* Mesurar si els anuncis (inclosos els anuncis nadius) s’han proporcionat a un usuari i com  i si l’usuari hi ha interactuat sense tenir una base legal alternativa ho permeti.\n* Aplicar dades d'informació sobre l’audiència, basats en un panell d'usuaris o similars, a les dades de mesurament del rendiment del contingut sense una base jurídica independent per utilitzar estudis de mercat per tal de generar informació sobre l'audiència.\n"},"9":{"id":9,"name":"Utilitzar estudis de mercat per generar coneixements sobre l’audiència","description":"Els estudis de mercat es poden utilitzar per obtenir més informació de l’audiència que visita llocs web/aplicacions i visualitza anuncis.","descriptionLegal":"Per utilitzar estudis de mercat per generar coneixements sobre l’audiència, els proveïdors poden:\n* Proporcionar informes agregats als anunciants o als seus representants sobre l’audiència a la qual han arribat els seus anuncis, a través d’informació basada en panells d’audiència o obtinguda de manera similar.\n* Proporcionar informes agregats als editors sobre l’audiència a la qual s’ha mostrat el contingut i/o els anuncis o que hi ha interactuat amb ells en el seus productes, aplicant informació basada en panells d’audiència o obtinguda de manera similar. \n* Associar dades obtingudes fora de línia amb un usuari en línia amb finalitats de estudis de mercat per generar coneixements sobre l’audiència si els proveïdors han declarat que relacionen i combinen fonts de dades obtingudes fora de línia.\n* Combinar aquesta informació amb una altra informació prèviament recollida, inclòs entre diferents llocs web o aplicacions.\nEls proveïdors no poden: \n* Mesurar el rendiment i l’eficàcia dels anuncis que s’han mostrat a un usuari concret o amb els quals ha interactuat, sense una base jurídica separada per mesurar el rendiment dels anuncis.\n* Mesurar quin contingut s’ha mostrat a un usuari concret i com hi ha interactuat, sense una base jurídica separada per mesurar el rendiment del contingut."},"10":{"id":10,"name":"Desenvolupar i millorar productes","description":"Les seves dades es poden utilitzar per millorar els sistemes i programari existents, i desenvolupar nous productes.","descriptionLegal":"Per desenvolupar productes nous i millorar els productes, els proveïdors poden:\n* Utilitzar informació per millorar els seus productes existents amb funcions noves i desenvolupar productes nous.\n* Crear nous models i algoritmes mitjançant l’aprenentatge automàtic.\nEls proveïdors no poden:\n* Fer, amb aquesta finalitat, cap altra operació de tractament de dades permesa per a una altra finalitat."}},"specialPurposes":{"1":{"id":1,"name":"Garantir la seguretat, evitar el frau i depurar errors","description":"Les seves dades es poden utilitzar per controlar i prevenir l’activitat fraudulenta i garantir que els sistemes i els processos funcionin correctament i de manera segura.","descriptionLegal":"Per garantir la seguretat, evitar el frau i depurar errors, els proveïdors poden:\n* Assegurar-se que les dades es transmeten de manera segura. \n* Detectar i prevenir activitats malicioses, fraudulentes, inacceptables o il·legals.\n* Assegurar el funcionament correcte i eficient dels sistemes i processos, inclòs supervisar i millorar el rendiment dels sistemes i processos implicats en les finalitats permeses.\nEls proveïdors no poden:\n* Fer, amb aquesta finalitat, cap altra operació de tractament de dades permesa per a una altra finalitat.\nNota: Les dades recollides i utilitzades per garantir la seguretat, prevenir el frau i per a la depuració de errors poden incloure característiques del dispositiu enviades automàticament per a la seva identificació, dades de geolocalització precises i dades obtingudes mitjançant l’exploració activa de les característiques del dispositiu per a la seva identificació, sense que calgui revelar mes informació i/o una acceptació separada.\n"},"2":{"id":2,"name":"Lliurar tècnicament anuncis o contingut","description":"El seu dispositiu pot rebre i enviar informació que li permeti veure i interactuar amb anuncis i contingut.","descriptionLegal":"Per lliurar informació i respondre a sol·licituds tècniques, els proveïdors poden:\n* Utilitzar l’adreça IP d’un usuari per servir un anunci a través d’Internet.\n* Respondre a la interacció d’un usuari amb un anunci enviant l’usuari a una pàgina de destinació.\n* Utilitzar l’adreça IP d’un usuari per servir contingut per Internet.\n* Respondre a la interacció d’un usuari amb el contingut enviant l’usuari a una pàgina de destinació.\n* Utilitzar informació sobre el tipus de dispositiu i les seves capacitats per proporcionar anuncis o contingut, per exemple, per proporcionar el fitxer de vídeo o la creativitat de l’anunci de la mida adequada en un format compatible amb el dispositiu.\nEls proveïdors no poden:\n* Fer, amb aquesta finalitat, cap altra operació de tractament de dades permesa per a una altra finalitat.\n"}},"features":{"1":{"id":1,"name":"Relacionar i combinar fonts de dades obtingudes fora de línia","description":"Les dades obtingudes de fonts de dades fora de línia es poden combinar amb la seva activitat en línia per a una o més finalitats.","descriptionLegal":"Els proveïdors poden: \n* Combinar dades obtingudes fora de línia amb dades recollides en línia per a una o més finalitats o finalitats especials.\n"},"2":{"id":2,"name":"Vincular diferents dispositius","description":"Es pot determinar que diferents dispositius pertanyen a vostè o a la seva llar per a una o més finalitats.","descriptionLegal":"Els proveïdors poden:\n* Determinar de manera determinista que dos o més dispositius pertanyen al mateix usuari o la mateixa llar.\n* Determinar de manera probabilística que dos o més dispositius pertanyen al mateix usuari o la mateixa llar.\n* Explorar activament les característiques del dispositiu per trobar la seva identificació probabilística si els usuaris han permès als proveïdors explorar activament les característiques del dispositiu per la seva identificació (funcionalitat especial 2)."},"3":{"id":3,"name":"Rebre i utilitzar per a la seva identificació les característiques del dispositiu que s’envien automàticament","description":"El seu dispositiu pot distingir-se d’altres dispositius a partir de la informació que envia automàticament, com l’adreça IP o el tipus de navegador.","descriptionLegal":"Els proveïdors poden:\n* Crear un identificador usant les dades recollides automàticament en un dispositiu per a funcions específiques, per exemple, adreça IP, la cadena d’usuari-agent.\n* Utilitzar aquest identificador per intentar tornar a identificar un dispositiu.\nEls proveïdors no poden:\n* Crear un identificador utilitzant dades recollides mitjançant l’exploració activa d’un dispositiu per trobar característiques específiques; per exemple, el tipus de lletra instal·lat o la resolució de pantalla, sense que l’usuari hagi donat el consentiment per separat per explorar activament les característiques del dispositiu para a la seva identificació.\n* Utilitzar aquest identificador per tornar a identificar un dispositiu."}},"specialFeatures":{"1":{"id":1,"name":"Utilitzar dades de geolocalització precises","description":"Les seves dades de geolocalització precisa es poden utilitzar per a una o més finalitats. Això vol dir que la seva ubicació pot tenir una precisió de pocs metres.","descriptionLegal":"Els proveïdors poden:\n* Recollir i tractar dades de geolocalització precises per a una o més finalitats.\nNota: la geolocalització precisa significa que no hi ha restriccions per a la precisió de la ubicació d’un usuari; pot tenir una precisió de pocs metres."},"2":{"id":2,"name":"Explorar activament les característiques del dispositiu per a la seva identificació","description":"Es pot identificar el seu dispositiu en funció de l’anàlisi de la combinació única de característiques del seu dispositiu.","descriptionLegal":"Els proveïdors poden:\n* Crear un identificador utilitzant dades recollides mitjançant la exploració activa d’un dispositiu per trobar característiques específiques, per exemple, els tipus de lletra instal·lat o la resolució de pantalla. \n* Utilitzar aquest identificador per tornar a identificar un dispositiu."}}}
