{"vendorListVersion":148,"lastUpdated":"2022-06-16T16:44:29Z","purposes":{"1":{"id":1,"name":"Opbevare og/eller tilgå oplysninger på en enhed","description":"Cookies, enhedsidentifikatorer eller andre oplysninger kan opbevares eller tilgås på din enhed til de formål, der præsenteres for dig.","descriptionLegal":"Leverandører kan:\n* Opbevare og tilgå oplysninger på enheden, såsom cookies og enhedsidentifikatorer, der præsenteres for en bruger."},"2":{"id":2,"name":"Vælge basisannoncer","description":"Du kan få vist annoncer baseret på det indhold, som du ser, den app du bruger, din omtrentlige placering eller din enhedstype.","descriptionLegal":"For at foretage valg af basisannoncer kan leverandører:\n* Bruge realtidsoplysninger om den sammenhæng, hvori annoncen vises, til at vise annoncen, herunder oplysninger om indholdet og enheden, såsom: enhedstype og -kapaciteter, brugeragent, URL og IP-adresse .\n* Anvende en brugers ikke-præcise geoplaceringsoplysninger.\n* Kontrollere hyppigheden af annoncer, som en bruger får vist.\n* Konfigurere den rækkefølge, i hvilken en bruger får vist annoncer.\n* Forhindre en annonce i at blive præsenteret i en upassende redaktionel (brand-unsafe) sammenhæng.\nLeverandører kan ikke:\n* Oprette en tilpasset annonceprofil ved hjælp af disse oplysninger til valg af fremtidige annoncer uden et særskilt retsgrundlag for at oprette en tilpasset annonceprofil.\nNB. Ikke-præcis betyder kun en omtrentlig placering, der involverer en tilladt radius på mindst 500 meter.\n"},"3":{"id":3,"name":"Oprette en tilpasset annonceprofil","description":"En profil kan opbygges om dig og dine interesser for at vise dig tilpassede annoncer, der er relevante for dig.","descriptionLegal":"For at oprette en tilpasset annonceprofil kan leverandører:\n* Indsamle oplysninger om en bruger, herunder en brugers aktivitet, interesser, besøg på websteder eller apps, demografiske oplysninger eller placering, for at oprette eller redigere en brugerprofil til brug ifm. tilpasset annoncering.\n* Kombiner disse oplysninger med andre oplysninger, der tidligere er indsamlet, inklusive fra tværs af websteder og apps, for at oprette eller redigere en brugerprofil til brug i personlig annoncering."},"4":{"id":4,"name":"Vælge tilpassede annoncer","description":"Du kan få vist tilpassede annoncer baseret på en profil om dig.","descriptionLegal":"For at vælge tilpassede annoncer kan leverandører:\n* Vælge tilpassede annoncer baseret på en brugerprofil eller andre historiske brugeroplysninger, herunder en brugers tidligere aktivitet, interesser, besøg på websteder eller apps, placering eller demografiske oplysninger."},"5":{"id":5,"name":"Oprette en tilpasset indholdsprofil","description":"En profil kan opbygges om dig og dine interesser for at vise dig tilpasset indhold, der er relevant for dig.","descriptionLegal":"For at oprette en tilpasset indholdsprofil kan leverandører:\n* Indsamle oplysninger om en bruger, herunder en brugers aktivitet, interesser, besøg på websteder eller apps, demografiske oplysninger eller placering, for at oprette eller redigere en brugerprofil med henblik på at tilpasse indhold.\n* Kombiner disse oplysninger med andre oplysninger, der tidligere er indsamlet, inklusive fra tværs af websteder og apps, for at oprette eller redigere en brugerprofil til brug ved personalisering af indhold."},"6":{"id":6,"name":"Vælge tilpasset indhold","description":"Du kan få vist tilpasset indhold baseret på en profil om dig.","descriptionLegal":"For at vælge tilpasset indhold, kan leverandører:\n* Vælge tilpasset indhold baseret på en brugerprofil eller andre historiske brugeroplysninger, herunder en brugers tidligere aktivitet, interesser, besøg på websteder eller apps, placering eller demografiske oplysninger."},"7":{"id":7,"name":"Måle annonceeffektivitet","description":"Resultaterne og effektiviteten af annoncer, som du ser eller interagerer med, kan måles.","descriptionLegal":"For at måle annonceeffektivitet, kan leverandører:\n* Måle hvorvidt og hvordan annoncer blev leveret til og interageret med af en bruger.\n* Tilvejebringe rapportering om annoncer, herunder deres effektivitet og resultater.\n* Tilvejebringe rapportering om brugere, der interagerede med annoncer ved hjælp af oplysninger, der blev observeret under brugerens interaktion med den pågældende annonce.\n* Tilvejebringe rapportering for udgivere om de annoncer, der vises på deres ejendom.\n* Måle, hvorvidt en annonce vises i en passende, redaktionel sammenhæng (brand-safe).\n* Fastslå den procentdel af annoncen, der havde mulighed for at blive set og varigheden af den pågældende mulighed. \nLeverandører kan ikke:\n* Anvende panel-udledte eller lignende udledte målgruppeindsigter til oplysninger om annoncemåling uden et særskilt retsgrundlag for at anvende markedsundersøgelser til at generere målgruppeindsigter."},"8":{"id":8,"name":"Måle indholdseffektivitet","description":"Resultaterne og effektiviteten af indhold, som du ser eller interagerer med, kan måles.","descriptionLegal":"For at måle indholdseffektivitet kan leverandører:\n* Måle og rapportere om, hvordan indhold blev leveret til og interageret med af brugere.\n* Tilvejebringe rapportering ved hjælp af direkte målbare eller kendte oplysninger om brugere, der interagerede med indholdet.\nLeverandører kan ikke:\n* Måle, hvorvidt og hvordan annoncer (herunder native annoncering) blev leveret til og interageret med af en bruger.\n* Anvende panel-udledte eller lignende udledte målgruppeindsigter til oplysninger om annoncemåling uden et særskilt retsgrundlag for at anvende markedsundersøgelser til at generere målgruppeindsigter."},"9":{"id":9,"name":"Anvende markedsundersøgelser til at generere målgruppeindsigter","description":"Markedsundersøgelser kan bruges til at lære mere om de målgrupper, der besøger websteder/apps og ser annoncer.","descriptionLegal":"For at anvende markedsundersøgelser til at generere målgruppeindsigter kan leverandører:\n* Tilvejebringe samlet rapportering for annoncører eller deres repræsentanter om de målgrupper, som deres annoncer når ud til, via panelbaserede og lignende udledte indsigter.\n* Tilvejebringe samlet rapportering for udgivere om målgrupper, der blev præsenteret for eller som interagerede med indhold og/eller annoncer på deres ejendom ved at anvende panelbaserede og lignende udledte indsigter. \n* Knytte offline-oplysninger til en online-bruger med henblik på markedsundersøgelser for at generere målgruppeindsigter, hvis leverandører har givet tilsagn om at matche og kombinere offline-datakilder (Funktion 1).\nLeverandører kan ikke: \n* Måle resultaterne og effektiviteten af annoncer, som en specifik bruger blev præsenteret for eller interagerede med, uden et særskilt retsgrundlag for at måle annonceeffektivitet.\n* Måle, hvilket indhold en specifik bruger blev præsenteret for, og hvordan de interagerede med det, uden et særskilt retsgrundlag for at måle indholdseffektivitet.\n"},"10":{"id":10,"name":"Udvikle og forbedre produkter","description":"Dine oplysninger kan bruges til at forbedre eksisterende systemer og software og til at udvikle nye produkter.","descriptionLegal":"For at udvikle nye produkter og forbedre produkter kan leverandører:\n* Bruge oplysninger til at forbedre deres eksisterende produkter med nye funktioner og til at udvikle nye produkter.\n* Oprette nye modeller og algoritmer gennem maskinlæring.\nLeverandører kan ikke:\n* Udføre eventuel anden databehandlingsaktivitet, der er tilladt i henhold til et andet formål under dette formål.\n"}},"specialPurposes":{"1":{"id":1,"name":"Sikre sikkerhed, forebygge svig og fejlfinding","description":"Dine oplysninger kan bruges til at overvåge og forebygge svigagtig aktivitet og sikre, at systemer og processer fungerer korrekt og sikkert.","descriptionLegal":"For at sikre sikkerhed, forebygge svig og fejlfinding kan leverandører:\n* Sikre, at oplysninger sendes sikkert.\n* Påvise og forhindre ondsindet, svigagtig, ugyldig eller ulovlig aktivitet.\n* Sikre korrekt og effektiv drift af systemer og processer, herunder overvåge og forbedre ydeevnen af systemer og processer, der er involveret i tilladte formål.\nLeverandører kan ikke:\n* Udføre eventuel anden databehandlingsaktivitet, der er tilladt i henhold til et andet formål under dette formål.\nBemærk: Oplysninger, der indsamles og anvendes til at sikre sikkerhed, forebygge svig og fejlfinding, kan omfatte automatisk sendte enhedskarakteristika til identifikation, præcise geoplaceringsoplysninger, og oplysninger, der indsamles ved aktivt at scanne enhedskarakteristika for identifikation uden særskilt oplysningskrav og/eller tilvalg.\n"},"2":{"id":2,"name":"Teknisk levering af annoncer eller indhold","description":"Din enhed kan modtage og sende oplysninger, der giver dig mulighed for at se og interagere med annoncer og indhold.","descriptionLegal":"For at levere oplysninger og svare på tekniske anmodninger kan leverandører:\n* Anvende en brugers IP-adresse til at levere en annonce over internettet.\n* Svare på en brugers interaktion med en annonce ved at sende brugeren til en destinationsside.\n* Anvende en brugers IP-adresse til at levere indhold over internettet.\n* Svare på en brugers interaktion med indhold ved at sende brugeren til en destinationsside.\n* Bruge oplysninger om enhedstypen og -kapaciteterne til levering af annoncer eller indhold, for eksempel, til at levere den rigtige størrelse annonce eller videofil i et format, der understøttes af enheden.\nLeverandører kan ikke:\n* Udføre eventuel anden databehandlingsaktivitet, der er tilladt i henhold til et andet formål under dette formål."}},"features":{"1":{"id":1,"name":"Matche og kombinere offline-datakilder","description":"Oplysninger fra offline-datakilder kan kombineres med din onlineaktivitet til understøttelse af et eller flere formål.","descriptionLegal":"Leverandører kan: \n* Kombinere oplysninger, der indsamles offline, med oplysninger, der indsamles online, til understøttelse af et eller flere Formål eller Særlige formål."},"2":{"id":2,"name":"Linke forskellige enheder","description":"Forskellige enheder kan fastslås som tilhørende dig eller din husstand til understøttelse af et eller flere formål.","descriptionLegal":"Leverandører kan:\n* Deterministisk bestemme, at to eller flere enheder tilhører samme bruger eller husstand.\n* Probabilistisk bestemme, at to eller flere enheder tilhører samme bruger eller husstand.\n* Aktivt scanne enhedskarakteristika til identifikation ifm. probabilistisk identifikation, hvis brugere har givet leverandører tilladelse til aktivt at scanne enhedskarakteristika til identifikation (Særlig funktion 2)."},"3":{"id":3,"name":"Modtage og bruge automatisk sendte enhedskarakteristika til identifikation.","description":"Din enhed kan skelnes fra andre enheder baseret på oplysninger, som den automatisk sender, såsom IP-adresse eller browsertype.","descriptionLegal":"Leverandører kan:\n* Oprette en identifikator ved hjælp af oplysninger, der indsamles automatisk fra en enhed, for specifikke karakteristika f.eks. IP-adresse og brugeragent-streng.\n* Bruge en sådan identifikator til at forsøge at genidentificere en enhed.\nLeverandører kan ikke:\n* Oprette en identifikator ved hjælp af oplysninger, der indsamles via aktiv scanning af en enhed, for specifikke karakteristika, f.eks. installerede skrifttyper eller skærmopløsning, uden brugernes tilvalg af aktiv scanning af enhedskarakteristika til identifikation.\n* Bruge en sådan identifikator til at genidentificere en enhed."}},"specialFeatures":{"1":{"id":1,"name":"Bruge præcise geoplaceringsoplysninger","description":"Dine præcise geoplaceringsoplysninger kan bruges til understøttelse af et eller flere formål. Det betyder, at din placering kan være nøjagtig til inden for få meter.","descriptionLegal":"Leverandører kan:\n* Indsamle og behandle præcise geoplaceringsoplysninger til understøttelse af et eller flere formål.\nNB. Præcis geoplacering betyder, at der ikke er nogen begrænsninger på nøjagtigheden af en brugers placering. Denne kan være nøjagtig til inden for flere meter."},"2":{"id":2,"name":"Aktivt scanne enhedskarakteristika til identifikation","description":"Din enhed kan identificeres baseret på en scanning af din enheds unikke kombination af karakteristika.","descriptionLegal":"Leverandører kan:\n* Oprette en identifikator ved hjælp af oplysninger, der indsamles via aktiv scanning af en enhed for specifikke karakteristika f.eks. installerede skrifttyper eller skærmopløsning. \n* Bruge en sådan identifikator til at genidentificere en enhed.\n"}}}
