{"vendorListVersion":148,"lastUpdated":"2022-06-16T16:44:38Z","purposes":{"1":{"id":1,"name":"Stocarea și/sau accesarea informațiilor de pe un dispozitiv","description":"Modulele cookie, identificatorii de dispozitive sau alte informații pot fi stocate sau accesate de pe dispozitivul dvs. în scopurile prezentate.","descriptionLegal":"Furnizorii pot:\n* stoca și accesa informațiile de pe dispozitiv, cum ar fi modulele cookie și identificatorii de dispozitive prezentați unui utilizator.\n"},"2":{"id":2,"name":"Selectarea reclamelor de bază","description":"Reclamele vă pot fi afișate pe baza conținutului pe care îl vizualizați, a aplicației pe care o utilizați, locației dvs. aproximative sau tipului dispozitivului dvs.","descriptionLegal":"Pentru a realiza o selecție a reclamelor de bază furnizorii pot:\n* utiliza informații în timp real despre contextul în care se va afișa reclama, pentru a prezenta reclama, inclusiv informații despre conținut și dispozitiv, cum ar fi: tipul și capacitățile dispozitivului, agentul de utilizator, URL, adresa IP \n* utiliza datele de geolocație imprecise ale unui utilizator\n* controla frecvența reclamelor afișate unui utilizator\n* stabili ordinea în care reclamele sunt afișate unui utilizator\n* preveni utilizarea reclamei într-un context editorial nepotrivit (nesigur pentru marcă)\nFurnizorii nu pot:\n* crea un profil personalizat de reclame utilizând aceste informații pentru selectarea reclamelor viitoare fără un temei legal separat pentru crearea unui profil personalizat de reclame.\nN.B. Imprecis înseamnă că este permisă numai la o locație aproximativă care implică cel puțin o rază de 500 metri.\n"},"3":{"id":3,"name":"Crearea unui profil de reclame personalizate","description":"Un profil poate fi construit despre dvs. și interesele dvs. pentru a afișa reclamele personalizate care sunt relevante pentru dvs.","descriptionLegal":"Pentru a crea un profil de reclame personalizate, furnizorii pot:\n* Colecta informații despre un utilizator, inclusiv activitatea, interesele, vizitele pe site-uri sau aplicații, informațiile demografice sau locația unui utilizator, pentru a crea sau edita un profil de utilizator în vederea utilizării în publicitatea personalizată.\n* Combinați aceste informații cu alte informații colectate anterior, inclusiv de pe site-uri web și aplicații, pentru a crea sau edita un profil de utilizator pentru utilizare în publicitatea personalizată.\n"},"4":{"id":4,"name":"Selectarea reclamelor personalizate","description":"Reclamele personalizate vă pot fi afișate pe baza unui profil despre dvs.","descriptionLegal":"Pentru a selecta reclame personalizate, furnizorii pot:\n* selecta reclame personalizate pe baza unui profil de utilizator sau a altor date istorice ale utilizatorului, inclusiv activitatea anterioară, interesele, accesările site-urilor sau aplicațiilor, locația sau informațiile demografice ale unui utilizator.\n"},"5":{"id":5,"name":"Crearea unui profil de conținut personalizat","description":"Un profil poate fi construit despre dvs. și interesele dvs. pentru a afișa conținutul personalizat care este relevant pentru dvs.","descriptionLegal":"Pentru a crea un profil de conținut personalizat, furnizorii pot:\n* colecta informații despre un utilizator, inclusiv activitatea, interesele, informațiile demografice sau locația unui utilizator, pentru a crea sau edita un profil de utilizator în vederea utilizării pentru personalizarea conținutului.\n* Combinați aceste informații cu alte informații colectate anterior, inclusiv de pe site-uri web și aplicații, pentru a crea sau edita un profil de utilizator pentru a fi utilizat la personalizarea conținutului.\n"},"6":{"id":6,"name":"Selectarea conținutului personalizat","description":"Conținutul personalizat vă poate fi afișat pe baza unui profil despre dvs.","descriptionLegal":"Pentru a selecta conținut personalizat, furnizorii pot:\n* selecta conținut personalizat pe baza unui profil de utilizator sau a altor date istorice ale utilizatorului, inclusiv activitatea anterioară, interesele, accesările site-urilor sau aplicațiilor, locația sau informațiile demografice ale unui utilizator.\n"},"7":{"id":7,"name":"Măsurarea performanței reclamelor","description":"Performanța și eficiența reclamelor pe care le vedeți sau cu care interacționați pot fi măsurate.","descriptionLegal":"Pentru a măsura performanța reclamelor furnizorii pot:\n* măsura dacă și cum au fost furnizate reclamele și cum a interacționat un utilizator cu acestea\n* raporta despre reclame, inclusiv despre eficiența și performanța acestora\n* raporta despre utilizatorii care au interacționat cu reclamele utilizând date observate în cursul interacțiunii utilizatorului cu reclama respectivă\n* raporta către editori despre reclamele afișate pe proprietatea lor\n* măsura dacă o reclamă este difuzată într-un context editorial adecvat (sigur pentru marcă)\n* stabili procentul din reclamă care a avut oportunitatea de a fi văzut și durata oportunității respective \nFurnizorii nu pot:\n* aplica datele privind informațiile despre audiență derivate din panou sau de la un nivel similar la datele de măsurare publicitară fără un temei legal separat pentru aplicarea cercetării de piață în vederea generării unor informații despre audiență.\n"},"8":{"id":8,"name":"Măsurarea performanței conținutului","description":"Performanța și eficiența conținutului pe care îl vedeți sau cu care interacționați pot fi măsurate.","descriptionLegal":"Pentru a măsura performanța conținutului, furnizorii pot:\n* măsura și raporta despre modul în care conținutul a fost furnizat către utilizatori și modul în care utilizatorii au interacționat cu acesta\n* raporta, utilizând informații măsurabile direct sau cunoscute, despre utilizatorii care au interacționat cu conținutul\nFurnizorii nu pot:\n* măsura dacă și cum au fost furnizate reclamele (inclusiv reclamele native) și cum a interacționat un utilizator cu acestea.\n* aplica datele privind informațiile despre audiență derivate din panel sau de la un nivel similar la datele de măsurare publicitară fără un temei legal separat pentru aplicarea cercetării de piață în vederea generării unor informații despre audiență.\n"},"9":{"id":9,"name":"Aplicarea cercetărilor de piață pentru a genera informații despre audiență","description":"Cercetarea de piață poate fi utilizată pentru a afla mai multe informații despre publicul care vizitează site-urile/aplicațiile și vizualizează reclamele.","descriptionLegal":"În vederea aplicării cercetărilor de piață pentru a genera informații despre audiență, furnizorii pot:\n* raporta la nivel global către agenții de publicitate sau reprezentanții acestora cu privire la audiențele obținute de reclamele lor, prin informații derivate din panel și de la un nivel similar\n* raporta la nivel global către editori despre publicul căruia i-a fost difuzat conținutul sau care a interacționat cu conținutul și/sau reclamele de pe proprietatea lor prin aplicarea unor informații derivate din panel și în mod similar \n* asocia datele offline cu un utilizator online în scopul cercetării de piață pentru a genera informații despre audiență dacă furnizorii au declarat că potrivesc și combină sursele de date offline (Caracteristica 1)\nFurnizorii nu pot: \n* măsura performanța și eficiența reclamelor difuzate către un anumit utilizator sau cu care un anumit utilizator a interacționat, fără un temei legal separat pentru măsurarea performanței reclamelor.\n* măsura conținutul difuzat către un utilizator specific și modul în care acesta a interacționat cu respectivul conținut, fără un temei legal separat pentru măsurarea performanței conținutului.\n"},"10":{"id":10,"name":"Dezvoltarea și îmbunătățirea produselor","description":"Datele dvs. pot fi utilizate pentru a îmbunătăți sistemele și software-ul existente și pentru a dezvolta noi produse.","descriptionLegal":"Pentru a dezvolta produse noi și pentru a îmbunătăți produsele, furnizorii pot:\n* utiliza informațiile pentru a-și îmbunătăți produsele existente cu noi caracteristici și pentru a dezvolta noi produse\n* crea modele și algoritmi noi prin intermediul învățării automate\nFurnizorii nu pot:\n* desfășura orice altă operațiune de prelucrare a datelor permisă pentru un alt scop în baza acestui scop\n"}},"specialPurposes":{"1":{"id":1,"name":"Asigurarea securității, prevenirea fraudei și depanare","description":"Datele dvs. pot fi utilizate pentru a monitoriza și preveni activitatea frauduloasă și pentru a asigura funcționarea corespunzătoare și sigură a sistemelor și proceselor.","descriptionLegal":"Pentru a asigura securitatea, preveni frauda și depana, furnizori pot:\n* asigura că datele sunt transmise în siguranță \n* detecta și preveni activitatea malițioasă, frauduloasă, invalidă sau ilegală\n* asigura funcționarea corectă și eficientă a sistemelor și proceselor, inclusiv monitoriza și îmbunătăți performanța sistemelor și proceselor angajate în scopuri permise\nFurnizorii nu pot:\n* desfășura nicio altă operațiune de prelucrare a datelor permisă pentru un alt scop în baza acestui scop.\nNotă: Datele colectate și utilizate pentru asigurarea securității, prevenirea fraudelor și depanare pot include caracteristici ale dispozitivului trimise automat pentru identificare, date precise de geolocație și date obținute prin scanarea activă a caracteristicilor dispozitivului pentru identificare fără o dezvăluire și/sau optare separată.\n"},"2":{"id":2,"name":"Furnizarea tehnică a reclamelor sau conținutului","description":"Dispozitivul dvs. poate primi și trimite informații care vă permit să vizualizați și să interacționați cu reclamele și conținutul.","descriptionLegal":"Pentru a furniza informații și pentru a răspunde la solicitările tehnice, furnizorii pot:\n* utiliza adresa IP a utilizatorului pentru a furniza o reclamă pe internet\n* răspunde la interacțiunea unui utilizator cu o reclamă prin trimiterea utilizatorului către o pagină de întâmpinare\n* utiliza adresa IP a utilizatorului pentru a furniza conținut pe internet\n* răspunde la interacțiunea unui utilizator cu un conținut prin trimiterea utilizatorului către o pagină de întâmpinare\n* utiliza informații despre tipul și capacitățile dispozitivului pentru a furniza reclame sau conținut, de exemplu, pentru a furniza un fișier creativ sau video al reclamei cu dimensiunea potrivită într-un format acceptat de dispozitiv\nFurnizorii nu pot:\n* desfășura orice altă operațiune de prelucrare a datelor permisă pentru un alt scop în baza acestui scop\n"}},"features":{"1":{"id":1,"name":"Potrivirea și combinarea surselor de date offline","description":"Datele din surse de date offline pot fi combinate cu activitatea dvs. online în sprijinul unuia sau mai multor scopuri.","descriptionLegal":"Furnizorii pot: \n* combina datele obținute offline cu datele colectate online în sprijinul unuia sau mai multor Scopuri sau Scopuri speciale.\n"},"2":{"id":2,"name":"Conectarea mai multor dispozitive","description":"Se poate stabili că mai multe dispozitive aparțin dvs. sau reședinței dvs. în sprijinul unuia sau mai multor scopuri.","descriptionLegal":"Furnizorii pot:\n* stabili în mod determinist că două sau mai multe dispozitive aparțin aceluiași utilizator sau aceleiași reședințe\n* stabili în mod probabilist că două sau mai multe dispozitive aparțin aceluiași utilizator sau aceleiași reședințe\n* scana activ caracteristicile dispozitivului pentru identificarea probabilistă a faptului dacă utilizatorii le-au permis furnizorilor să scaneze activ caracteristicile dispozitivului pentru identificare (Caracteristica specială 2)\n"},"3":{"id":3,"name":"Primirea și utilizarea caracteristicilor dispozitivului trimise automat pentru identificare","description":"Dispozitivul dvs. poate fi deosebit de alte dispozitive pe baza informațiilor pe care le trimite automat, cum ar fi adresa IP sau tipul de browser.","descriptionLegal":"Furnizorii pot:\n* crea un identificator utilizând datele colectate automat de pe un dispozitiv pentru caracteristici specifice, de ex. adresa IP, șirul utilizator-agent.\n* utiliza un astfel de identificator pentru a încerca să reidentifice un dispozitiv.\nFurnizorii nu pot:\n* crea un identificator utilizând datele colectate prin scanarea activă a unui dispozitiv pentru caracteristici specifice, de exemplu fontul instalat sau rezoluția ecranului fără optarea separată din partea utilizatorilor pentru scanarea activă a caracteristicilor dispozitivului în scopul identificării.\n* utiliza un astfel de identificator pentru a reidentifica un dispozitiv.\n"}},"specialFeatures":{"1":{"id":1,"name":"Utilizarea unor date precise de geolocație","description":"Datele dvs. de geolocație precise pot fi utilizate pentru susținerea unuia sau mai multor scopuri. Aceasta înseamnă că locația dvs. poate fi exactă în limita câtorva metri.","descriptionLegal":"Furnizorii pot:\n* colecta și prelucra date precise de geolocație în sprijinul unuia sau mai multor scopuri.\nN.B. Geolocația precisă înseamnă că nu există restricții privind precizia locației unui utilizator; acest lucru poate fi exact în limita câtorva metri.\n"},"2":{"id":2,"name":"Scanarea activă a caracteristicilor dispozitivului pentru identificare","description":"Dispozitivul dvs. poate fi identificat pe baza unei scanări a combinației unice de caracteristici ale dispozitivului dvs.","descriptionLegal":"Furnizorii pot:\n* crea un identificator utilizând datele colectate prin scanarea activă a unui dispozitiv pentru caracteristici specifice, de exemplu fonturile instalate sau rezoluția ecranului \n* utiliza un astfel de identificator pentru a reidentifica un dispozitiv.\n"}}}
