{"purposes":{"1":{"id":1,"name":"একটি ডিভাইসে তথ্য সংরক্ষণ করুন এবং/অথবা তার নাগাল পান","description":"কুকি, ডিভাইস শনাক্তকারী অথবা অন্যান্য তথ্য আপনার কাছে উপস্থাপিত উদ্দেশ্যগুলির জন্য আপনার ডিভাইসে সংরক্ষণ করা বা তার থেকে নাগাল পাওয়া যাবে।","descriptionLegal":"ভেন্ডরেরা পারেন:\n* ডিভাইসে তথ্য সংরক্ষণ করতে এবং তার নাগাল পেতে, যেমন কোন ব্যবহারকারীর কাছে উপস্থাপিত কুকি এবং ডিভাইস শনাক্তকারী তথ্য"},"2":{"id":2,"name":"মৌলিক বিজ্ঞাপন নির্বাচন করুন","description":"আপনি যে বিষয়বস্তু দেখছেন, যে অ্যাপ ব্যবহার করছেন, আপনার আনুমানিক অবস্থান, অথবা আপনার ডিভাইসের ধরনের উপর নির্ভর করে আপনাকে বিজ্ঞাপন দেখানো যাবে।","descriptionLegal":"মৌলিক বিজ্ঞাপন নির্বাচন করতে ভেন্ডরেরা যা করতে পারেন:\n* বিজ্ঞাপন দেখাতে, যে প্রসঙ্গে বিজ্ঞাপন দেখানো হবে তার সম্পর্কে বাস্তব-সময়ের তথ্য ব্যবহার করা, যার অন্তর্ভুক্ত বিষয়বস্তু এবং ডিভাইস সম্পর্কে তথ্য, যেমন: ডিভাইসের ধরন এবং ক্ষমতা, ব্যবহারকারী এজেন্ট, URL, আইপি ঠিকানা\n* কোন ব্যবহারকারীর অ-নির্দিষ্ট ভূঅবস্থান ডেটা ব্যবহার করা\n* কোন ব্যবহারকারীকে প্রদর্শিত বিজ্ঞাপনের পৌনঃপুনিকতা নিয়ন্ত্রণ।\n* কোন ব্যবহারকারীকে যে ক্রমানুসারে বিজ্ঞাপনগুলি দেখানো হয় তা সাজানো।\n* কোন বিজ্ঞাপনকে অনুপযোগী সম্পাদকীয় (ব্র্যান্ডের পক্ষে অসুরক্ষিত) প্রসঙ্গে পরিবেশন রোধ করা\nভেন্ডরেরা যা করতে পারেন না:\n* একটি ব্যক্তিগতকৃত বিজ্ঞাপন প্রোফাইল তৈরি করতে ভিন্ন একটি আইনি ভিত্তি ব্যতিরেকে ভবিষ্যত বিজ্ঞাপন নির্বাচনের জন্য এই তথ্য ব্যবহার করে একটি ব্যক্তিগতকৃত বিজ্ঞাপন প্রোফাইল তৈরি করা।\n* বিঃ.দ্রঃ. অ-নির্দিষ্ট অর্থ কেবল একটি আনুমানিক অবস্থান যার জন্য কমপক্ষে 500 মিটার ব্যাসার্ধ যুক্ত করা অনুমোদিত।"},"3":{"id":3,"name":"একটি ব্যক্তিগতকৃত বিজ্ঞাপন প্রোফাইল তৈরি করুন","description":"আপনার পক্ষে প্রাসঙ্গিক ব্যক্তিগতকৃত বিজ্ঞাপনগুলি আপনাকে দেখানোর জন্য আপনার এবং আপনার আগ্রহগুলির সম্পর্কে একটি প্রোফাইল প্রস্তুত করা যেতে পারে।","descriptionLegal":"একটি ব্যক্তিগতকৃত বিজ্ঞাপন প্রোফাইল তৈরি করতে ভেন্ডরেরা যা করতে পারেন:\n* ব্যক্তিগতকৃত বিজ্ঞাপনে ব্যবহারের জন্য একটি ব্যবহারকারী প্রোফাইল তৈরি অথবা সম্পাদনা করতে কোন ব্যবহারকারী সম্পর্কে তথ্য সংগ্রহ, যার অন্তর্ভুক্ত ব্যবহারকারীর কার্যকলাপ, আগ্রহ, জনসংখ্যাগত তথ্য, অথবা অবস্থান।\n* ব্যক্তিগতকৃত বিজ্ঞাপনে ব্যবহারের জন্য একটি ব্যবহারকারী প্রোফাইল তৈরি অথবা সম্পাদনা করতে এই তথ্যকে পূর্বে সংগৃহীত অন্যান্য তথ্যের সাথে একত্রিত করা, যার অন্তর্ভুক্ত বিভিন্ন ওয়েবসাইট এবং অ্যাপস থেকে সংগৃহীত তথ্য।"},"4":{"id":4,"name":"ব্যক্তিগতকৃত বিজ্ঞাপন নির্বাচন করুন","description":"আপনার সম্পর্কে একটি প্রোফাইলের ওপর নির্ভর করে আপনাকে ব্যক্তিগতকৃত বিজ্ঞাপন দেখানো যেতে পারে।","descriptionLegal":"ব্যক্তিগতকৃত বিজ্ঞাপন নির্বাচন করতে ভেন্ডরেরা যা করতে পারেন:\n* কোন ব্যবহারকারীর প্রোফাইল অথবা ব্যবহারকারীর অন্যান্য ঐতিহাসিক ডেটার ভিত্তিতে ব্যক্তিগতকৃত বিজ্ঞাপন নির্বাচন করা, যার অন্তর্ভুক্ত একজন ব্যবহারকারীর পূর্ব কার্যকলাপ, আগ্রহ, সাইট বা অ্যাপে যাওয়া, অবস্থান, অথবা জনসংখ্যাগত তথ্য।"},"5":{"id":5,"name":"একটি ব্যক্তিগতকৃত বিষয়বস্তুর প্রোফাইল তৈরি করুন","description":"আপনার পক্ষে প্রাসঙ্গিক ব্যক্তিগতকৃত বিষয়বস্তুগুলি আপনাকে দেখানোর জন্য আপনার এবং আপনার আগ্রহগুলির সম্পর্কে একটি প্রোফাইল প্রস্তুত করা যেতে পারে।","descriptionLegal":"একটি ব্যক্তিগতকৃত বিষয়বস্তু প্রোফাইল তৈরি করতে ভেন্ডরেরা যা করতে পারেন:\n* বিষয়বস্তু ব্যক্তিগতকৃত করার জন্য কোন ব্যবহারকারী প্রোফাইল তৈরি বা সম্পাদনা করতে কোন ব্যবহারকারী সম্পর্কে তথ্য সংগ্রহ করা, যার অন্তর্ভুক্ত ব্যবহারকারীর কার্যকলাপ, আগ্রহ, সাইট বা অ্যাপে যাওয়া, জনসংখ্যাগত তথ্য, অথবা অবস্থান।\n* বিষয়বস্তু ব্যক্তিগতকৃত করায় ব্যবহারের জন্য কোন ব্যবহারকারী প্রোফাইল তৈরি বা সম্পাদনা করতে এই তথ্যকে পূর্বে সংগৃহীত অন্যান্য তথ্যের সাথে একত্রিত করা, যার অন্তর্ভুক্ত বিভিন্ন ওয়েবসাইট এবং অ্যাপ থেকে সংগৃহীত তথ্য।"},"6":{"id":6,"name":"ব্যক্তিগতকৃত বিষয়বস্তু নির্বাচন করুন","description":"আপনার সম্পর্কে একটি প্রোফাইলের ওপর নির্ভর করে আপনাকে ব্যক্তিগতকৃত বিষয়বস্তু দেখানো যেতে পারে।","descriptionLegal":"ব্যক্তিগতকৃত বিষয়বস্তু নির্বাচন করতে ভেন্ডরেরা যা করতে পারেন:\n* কোন ব্যবহারকারী প্রোফাইল বা ব্যবহারকারীর অন্যান্য ঐতিহাসিক ডেটার ভিত্তিতে ব্যক্তিগতকৃত বিষয়বস্তু নির্বাচন, যার অন্তর্ভুক্ত ব্যবহারকারীর পূর্ব কার্যকলাপ, আগ্রহ, সাইট বা অ্যাপে যাওয়া, অবস্থান, অথবা জনসংখ্যাগত তথ্য।"},"7":{"id":7,"name":"বিজ্ঞাপনের কৃতিত্ব পরিমাপ","description":"আপনি যে বিজ্ঞাপনগুলি দেখেন বা যেগুলির সাথে আদানপ্রদান করেন তাদের কৃতিত্ব এবং কার্যকারিতা পরিমাপ করা যেতে পারে।","descriptionLegal":"বিজ্ঞাপনের কৃতিত্ব পরিমাপ করতে ভেন্ডরেরা যা করতে পারেন:\n* কোন ব্যবহারকারীর কাছে বিজ্ঞাপন বিতরণ করা হয়েছিল কিনা এবং কীভাবে তিনি তার সাথে মিথষ্ক্রিয়া করেছেন তা পরিমাপ করা\n* তাদের কার্যকারিতা এবং কৃতিত্ব সহ বিজ্ঞাপনগুলি সম্পর্কে রিপোর্ট প্রদান করা\n* যে ব্যবহারকারীরা বিজ্ঞাপনের সাথে মিথষ্ক্রিয়া করেছেন সেখানে ব্যবহারকারীর সাথে সেই বিজ্ঞাপনের মিথষ্ক্রিয়া চলার সময়ে পরিলক্ষিত ডেটা কাজে লাগিয়ে ব্যবহারকারীদের সম্পর্কে রিপোর্ট প্রদান করা\n* প্রকাশকদের সম্পদে প্রদর্শিত বিজ্ঞাপন সম্পর্কে তাদের রিপোর্ট প্রদান করা\n* কোন একটি বিজ্ঞাপন উপযুক্ত সম্পাদকীয় পরিবেশের (ব্র্যান্ডের পক্ষে নিরাপদ) প্রেক্ষিতে পরিবেশিত কিনা তা পরিমাপ করা\n* যে বিজ্ঞাপনটি দর্শিত হওয়ার সুযোগ পেয়েছিল তার শতাংশের হিসাব এবং সেই সুযোগের স্থিতিকাল নির্ধারণ করা \n* পূর্বে সংগৃহীত অন্যান্য তথ্যের সাথে এই তথ্যকে একত্রিত করা, যার অন্তর্ভুক্ত বিভিন্ন ওয়েবসাইট ও অ্যাপ থেকে সংগৃহীত তথ্য\nভেন্ডরেরা যা করতে পারেন না:\n* দর্শকদের অন্তর্দৃষ্টি উৎপন্ন করতে (উদ্দেশ্য 9) মার্কেট রিসার্চ প্রয়োগের একটি আইনি ভিত্তি ছাড়া বিজ্ঞাপন পরিমাপ ডেটাতে অথবা একই রূপে আহৃত দর্শক অন্তর্দৃষ্টি ডেটাতে প্যানেল প্রয়োগ"},"8":{"id":8,"name":"বিষয়বস্তুর কৃতিত্ব পরিমাপ","description":"আপনি যে বিষয়বস্তু দেখেন বা যার সাথে মিথষ্ক্রিয়া করেন তার কৃতিত্ব এবং কার্যকারিতা পরিমাপ করা যায়।","descriptionLegal":"বিষয়বস্তুর কৃতিত্ব পরিমাপ করতে ভেন্ডরেরা যা করতে পারেন:\n* ব্যবহারকারীদের কাছে বিষয়বস্তু কীভাবে বিতরণ করা হয়েছিল এবং তাদের দ্বারা মিথষ্ক্রিয়া হয়েছিল তা পরিমাপ ও রিপোর্ট করা।\n* যে ব্যবহারকারীরা বিষয়বস্তুর সাথে মিথষ্ক্রিয়া করেছেন তাদের সম্পর্কে সরাসরি পরিমাপযোগ্য বা জ্ঞাত তথ্য ব্যবহার করে রিপোর্ট প্রদান করা\n* বিভিন্ন ওয়েবসাইট ও অ্যাপ থেকে গৃহীত তথ্য সহ পূর্বে সংগৃহীত অন্যান্য তথ্যের সাথে এই তথ্যকে একত্রিত করা।\nভেন্ডরেরা যা করতে পারেন না:\n* বিজ্ঞাপনগুলি (দেশীয় বিজ্ঞাপন সহ) কোন ব্যবহারকারী কাছে বিতরণ করা হয়েছিল কিনা এবং তার দ্বারা  কীভাবে মিথষ্ক্রিয়া করা হয়েছিল তা পরিমাপ করা। \n* দর্শকদের অন্তর্দৃষ্টি উৎপন্ন করতে (উদ্দেশ্য 9) মার্কেট রিসার্চ প্রয়োগের একটি আইনি ভিত্তি ছাড়া বিজ্ঞাপন পরিমাপ ডেটাতে অথবা একই রূপে আহৃত দর্শক অন্তর্দৃষ্টি ডেটাতে প্যানেল প্রয়োগ"},"9":{"id":9,"name":"দর্শকদের অন্তর্দৃষ্টি উৎপন্ন করতে মার্কেট রিসার্চ প্রয়োগ করা","description":"যে দর্শকেরা সাইট/অ্যাপে গিয়েছেন এবং বিজ্ঞাপন দেখেছেন তাদের সম্পর্কে আরও জানতে মার্কেট রিসার্চ ব্যবহার করা যেতে পারে।","descriptionLegal":"দর্শকদের অন্তর্দৃষ্টি উৎপন্ন করার জন্য মার্কেট রিসার্চ ব্যবহার করতে ভেন্ডরেরা যা করতে পারেন:\n* প্যানেল ভিত্তিক এবং সমরূপে আহৃত অন্তর্দৃষ্টির মাধ্যমে \n তাদের বিজ্ঞাপনের নাগালে আসা দর্শকদের সম্পর্কে বিজ্ঞাপনদাতা অথবা তাদের প্রতিনিধিদের সামগ্রিক রিপোর্ট প্রদান করা।\n* প্যানেল ভিত্তিক এবং সমরূপে আহৃত অন্তর্দৃষ্টির মাধ্যমে প্রকাশকদের পরিবেশিত দর্শকদের সম্পর্কে অথবা তাদের সম্পদে বিষয়বস্তু এবং/অথবা বিজ্ঞাপনগুলিতে মিথষ্ক্রিয়া করা দর্শকদের সম্পর্কে সামগ্রিক রিপোর্ট প্রদান করা।\n* ভেন্ডরেরা অফলাইন ডেটা উৎস মেলানো এবং একত্রিত করার কথা ঘোষণা করে থাকলে (বৈশিষ্ট্য 1) দর্শকদের অন্তর্দৃষ্টি উৎপন্ন করতে মার্কেট রিসার্চের উদ্দেশ্যে অফলাইন ডেটাকে কোন অনলাইন ব্যবহারকারীর সাথে মিলিত করা\n* বিভিন্ন ওয়েবসাইট এবং অ্যাপগুলি থেকে গৃহীত তথ্য সহ পূর্বে সংগৃহীত অন্যান্য তথ্যের সাথে এই তথ্যকে একত্রিত করা। \nভেন্ডরেরা যা করতে পারেন না:\n* বিজ্ঞাপন কৃতিত্ব পরিমাপ করার আইনি ভিত্তি ছাড়া, নির্দিষ্ট কোন ব্যবহারকারীকে পরিবেশিত অথবা তিনি মিথষ্ক্রিয়া করেছেন এমন বিজ্ঞাপনগুলির কৃতিত্ব ও কার্যকারিতা পরিমাপ করা।\n* বিষয়বস্তুর কৃতিত্ব পরিমাপ করার আইনি ভিত্তি ছাড়া, নির্দিষ্ট কোন ব্যবহারকারীকে কোন বিষয়বস্তু পরিবেশন করা হয়েছিল এবং তারা কীভাবে তার সাথে মিথষ্ক্রিয়া করেছেন তা পরিমাপ করা।"},"10":{"id":10,"name":"পণ্য প্রস্তুত এবং উন্নয়ন করা","description":"আপনার ডেটা বর্তমান সিস্টেম ও সফটওয়্যারকে উন্নত করতে এবং নতুন পণ্য প্রস্তুত করতে ব্যবহার করা যেতে পারে","descriptionLegal":"নতুন পণ্য প্রস্তুত এবং উন্নয়ন করতে ভেন্ডরেরা যা করতে পারেন:\n* তাদের বর্তমান পণ্যগুলিকে নতুন বৈশিষ্ট্য দিয়ে উন্নত করতে এবং নতুন পণ্য প্রস্তুত করতে তথ্য ব্যবহার করা\n* মেশিন লার্নিং এর মাধ্যমে নতুন মডেল এবং অ্যালগরিদম তৈরি করা\nভেন্ডরেরা যা করতে পারেন না:\n* এই উদ্দেশ্যের অধীনে ভিন্ন কোন উদ্দেশ্যের অধীনে অনুমোদিত অন্য যেকোন ডেটা প্রক্রিয়াকরণ পরিচালনা করা"}},"specialPurposes":{"1":{"id":1,"name":"নিরাপত্তা নিশ্চিত করুন, প্রতারণা রোধ করুন, আর ডিবাগ করুন","description":"নজরদারি করতে এবং প্রতারণামূলক কার্যকলাপ রোধ করতে এবং সিস্টেম ও প্রক্রিয়াগুলির যথাযথ রূপে ও নিরাপদে কাজ নিশ্চিত করতে আপনার ডেটা ব্যবহার করা হতে পারে।","descriptionLegal":"নিরাপত্তা নিশ্চিত করতে, প্রতারণা রোধ করতে এবং ডিবাগ করতে ভেন্ডরেরা যা করতে পারেন:\n* ডেটা নিরাপদে স্থানান্তরিত হচ্ছে তা নিশ্চিত করা\n* দূষিত, প্রতারণামূলক, অবৈধ, অথবা বেআইনি কার্যকলাপ নির্ণয় করা ও রোধ করা।\n* সিস্টেম ও প্রক্রিয়াগুলির সঠিক এবং দক্ষ পরিচালনা নিশ্চিত করা, যার অন্তর্ভুক্ত অনুমোদিত প্রক্রিয়াগুলিতে জড়িত সিস্টেম এবং প্রক্রিয়াগুলির কৃতিত্ব নিরীক্ষণ এবং উন্নতকরণ\nভেন্ডরেরা যা করতে পারেন না:\n* এই উদ্দেশ্যের অধীনে অনুমোদিত অন্য ভিন্ন কোন উদ্দেশ্যে অন্য যেকোন ডেটা প্রক্রিয়াকরণ পরিচালনা করা।\nদ্রষ্টব্য: নিরাপত্তা নিশ্চিত করা, প্রতারণা রোধ করা এবং ডিবাগ করার জন্য সংগৃহীত এবং ব্যবহৃত ডেটার অন্তর্ভুক্ত হতে পারে শনাক্তকরণের জন্য স্বয়ংক্রিয়ভাবে প্রেরিত ডিভাইস বৈশিষ্ট্য, সুনির্দিষ্ট ভূঅবস্থান ডেটা, এবং আলাদা স্বীকৃতি এবং/অথবা অপ্ট-ইন ছাড়া শনাক্তকরণের জন্য ডিভাইস বৈশিষ্ট্যগুলি সক্রিয়ভাবে স্ক্যান করার মাধ্যমে প্রাপ্ত ডেটা।"},"2":{"id":2,"name":"বিজ্ঞাপন এবং বিষয়বস্তু প্রযুক্তিগত ভাবে বিতরণ করা","description":"আপনার ডিভাইস সেইসব তথ্য গ্রহণ এবং প্রেরণ করতে পারে যেগুলি আপনাকে বিজ্ঞাপন ও বিষয়বস্তু দেখতে এবং তাদের সাথে মিথষ্ক্রিয়া করতে দেয়।","descriptionLegal":"তথ্য বিতরণ করতে এবং প্রযুক্তিগত অনুরোধে সাড়া দিতে ভেন্ডরেরা যা করতে পারেন:\n* ইন্টারনেট দিয়ে কোন বিজ্ঞাপন পাঠাতে একজন ব্যবহারকারীর আইপি ঠিকানা ব্যবহার করা\n* ব্যবহারকারীকে একটি ল্যান্ডিং পেজে পাঠানোর মাধ্যমে কোন ব্যবহারকারীর একটি বিজ্ঞাপনের সাথে মিথষ্ক্রিয়ার জবাব দেওয়া\n* ইন্টারনেট দিয়ে বিষয়বস্তু বিতরণ করতে কোন ব্যবহারকারীর আইপি ঠিকানা ব্যবহার করা\n* ব্যবহারকারীকে একটি ল্যান্ডিং পেজে পাঠানোর মাধ্যমে কোন ব্যবহারকারীর বিষয়বস্তুর সাথে মিথষ্ক্রিয়ার জবাব দেওয়া\n* বিজ্ঞাপন অথবা বিষয়বস্তু বিতরণের জন্য ডিভাইসের ধরন ও ক্ষমতা সম্পর্কে তথ্য ব্যবহার, উদাহরণস্বরূপ, সঠিক আকারের বিজ্ঞাপন সৃষ্টি অথবা ভিডিও ফাইলটি ডিভাইস দ্বারা সমর্থিত ফর্ম্যাটে বিতরণ করা\nভেন্ডরেরা যা করতে পারেন না:\n* এই উদ্দেশ্যের অধীনে অনুমোদিত একটি ভিন্ন উদ্দেশ্যের জন্য অন্য যেকোন ডেটা প্রক্রিয়াকরণ অপারেশন পরিচালনা করতে"}},"features":{"1":{"id":1,"name":"অফলাইন ডেটা উৎসগুলি মেলানো এবং একত্রিত করা","description":"এক বা একাধিক উদ্দেশ্যের সমর্থনে অফলাইন ডেটা উৎসগুলি থেকে প্রাপ্ত ডেটা আপনার অনলাইন কার্যকলাপের সাথে একত্রিত করা যেতে পারে","descriptionLegal":"ভেন্ডরেরা যা করতে পারেন:\n* এক বা একাধিক উদ্দেশ্য বা বিশেষ উদ্দেশ্যের সমর্থনে অফলাইনে প্রাপ্ত ডেটার সাথে অনলাইনে সংগৃহীত ডেটা একত্রিত করা।"},"2":{"id":2,"name":"বিভিন্ন ডিভাইসগুলিকে লিংক করা","description":"এক বা একাধিক উদ্দেশ্যের সমর্থনে বিভিন্ন ডিভাইসগুলি  আপনার বা আপনার পরিবারের বলে নিরূপিত হতে পারে।","descriptionLegal":"ভেন্ডরেরা যা করতে পারেন:\n* নিঃসংশয় রূপে নিরূপণ করতে পারেন যে দুই বা ততোধিক ডিভাইস একই ব্যবহারকারী অথবা পরিবারের অধীনস্থ \n* সম্ভাব্য রূপে নিরূপণ করতে পারেন যে দুই বা ততোধিক ডিভাইস একই ব্যবহারকারী অথবা পরিবারের অধীনস্থ\n* যদি ব্যবহারকারীরা ভেন্ডরকে শনাক্তকরণের জন্য সক্রিয়ভাবে ডিভাইস বৈশিষ্ট্য স্ক্যান করার সুযোগ দিয়ে থাকেন তবে সম্ভাব্য শনাক্তকরণের জন্য ডিভাইস বৈশিষ্ট্যগুলিকে সক্রিয়ভাবে স্ক্যান করতে পারেন (বিশেষ বৈশিষ্ট্য 2)"},"3":{"id":3,"name":"শনাক্তকরণের জন্য স্বয়ংক্রিয় ভাবে প্রেরিত ডিভাইস বৈশিষ্ট্যগুলি গ্রহণ করুন ও ব্যবহার করুন","description":"আইপি ঠিকানা অথবা ব্রাউজার ধরনের মত স্বয়ংক্রিয়ভাবে প্রেরিত তথ্যগুলির ভিত্তিতে আপনার ডিভাইসকে অন্যান্য ডিভাইসগুলি থেকে আলাদা করা যেতে পারে।","descriptionLegal":"ভেন্ডরেরা যা করতে পারেন:\n* কোন ডিভাইস থেকে নির্দিষ্ট বৈশিষ্ট্যগুলির জন্য স্বয়ংক্রিয়ভাবে সংগৃহীত ডেটা ব্যবহার করে একটি শনাক্তকারী তৈরি করা, উদা. আইপি ঠিকানা, ব্যবহারকারী-এজেন্ট স্ট্রিং।\n* কোন ডিভাইসকে পুনরায় শনাক্ত করার প্রচেষ্টা করতে তেমন একটি শনাক্তকারী ব্যবহার করা।\nভেন্ডরেরা যা করতে পারেন না:\n* নির্দিষ্ট বৈশিষ্ট্যগুলির জন্য কোন ডিভাইসকে সক্রিয়ভাবে স্ক্যান করার মাধ্যমে সংগৃহীত ডেটা ব্যবহার করে একটি শনাক্তকারী তৈরি করা, উদা. ইনস্টল করা ফন্ট বা স্ক্রিন রেজোলিউশন ব্যবহারকারীর আলাদা অপ্ট-ইন ছাড়া শনাক্তকরণের জন্য সক্রিয়ভাবে ডিভাইস বৈশিষ্ট্যগুলি স্ক্যান করা।\n* কোন ডিভাইসকে পুনরায় শনাক্ত করতে তেমন একটি শনাক্তকারী ব্যবহার করা।"}},"specialFeatures":{"1":{"id":1,"name":"সুনির্দিষ্ট ভূঅবস্থান ডেটা ব্যবহার করা","description":"এক বা একাধিক উদ্দেশ্যের সমর্থনে আপনার সুনির্দিষ্ট ভূঅবস্থান ডেটা ব্যবহার করা যেতে পারে। এর অর্থ হল আপনার অবস্থান কয়েক মিটারের মধ্যে অবধি সঠিক হতে পারে।","descriptionLegal":"ভেন্ডরেরা যা করতে পারেন:\n* এক বা একাধিক উদ্দেশ্যের সমর্থনে সুনির্দিষ্ট ভূঅবস্থান ডেটা সংগ্রহ ও প্রক্রিয়াকরণ করা।\nবি.দ্র. সুনির্দিষ্ট ভূঅবস্থান মানে কোন ব্যবহারকারীর অবস্থানের বিষয়ে কোন বাধা-নিষেধ নেই; এটি কয়েক মিটারের মধ্যে অবধি সঠিক হতে পারে।"},"2":{"id":2,"name":"শনাক্তকরণের জন্য সক্রিয়ভাবে ডিভাইস বৈশিষ্ট্যগুলি স্ক্যান করা","description":"আপনার ডিভাইসের বৈশিষ্ট্যগুলির অনন্য় সমন্বয় স্ক্যান করার ভিত্তিতে আপনার ডিভাইসকে শনাক্ত করা যেতে পারে।","descriptionLegal":"ভেন্ডরেরা যা করতে পারেন:\n* নির্দিষ্ট বৈশিষ্ট্যগুলির জন্য সক্রিয়ভাবে কোন ডিভাইস স্ক্যান করার মাধ্যমে সংগৃহীত ডেটা ব্যবহার করে একটি শনাক্তকারী তৈরি করা, উদা. ইনস্টল করা ফন্ট অথবা স্ক্রিন রেজোলিউশন।\n* একটি ডিভাইসকে পুনরায় শনাক্ত করতে তেমন কোন শনাক্তকারীকে ব্যবহার করা।"}}}
