{"vendorListVersion":165,"lastUpdated":"2022-10-13T16:45:53Z","purposes":{"1":{"id":1,"name":"Складиштење и/или приступ информацијама на уређају","description":"Колачићи, идентификатори уређаја или друге информације могу се складиштити или им се може приступити на вашем уређају у сврхе које су вам представљене.","descriptionLegal":"Добављачи могу:\n* Складиштити и приступати информацијама на уређају, као што су колачићи и идентификатори уређаја у сврхе представљене кориснику.\n"},"2":{"id":2,"name":"Бирање основних огласа","description":"Огласи могу да вам се прикажу на основу садржаја који гледате, апликације које користите, ваше приближне локације или врсте вашег уређаја.","descriptionLegal":"Да би изабрали основне огласе добављачи:\n* Користе информације у реалном времену или у контексту у коме ће се оглас приказати, да прикажу оглас, укључујући информације о садржају и уређају, као што су: врста и могућности уређаја, кориснички софтвер, УРЛ, ИП адреса.\n* Користе непрецизне податке о гео локацији корисника.\n* Контролишу учесталост огласа приказаних кориснику.\n* Одређују редослед по коме се огласи приказују кориснику.\n* Спречавају да се оглас доставља у неодговарајућем контексту (несигурном за бренд).\n\nДобављачи не могу:\n* Креирати профил за персонализоване огласе који користећи ове информације за избор будућих огласа без посебног правног основа за креирање профила за персонализоване огласе.\n\nНапомена: Непрецизне значи да је дозвољена само приближна локација која обухвата најмање радијус од 500 метара.\n"},"3":{"id":3,"name":"Креирање профила за персонализоване огласе","description":"Може да се направи профил о вама и вашим интересовањима како би вам показао персонализоване огласе који су релевантни за вас.","descriptionLegal":"Да би креирали профил за персонализоване огласе, добављачи могу:\n* Прикупљати информације о кориснику, укључујући активности, интересовања, посете веб сајтовима или апликацијама, демографске информације или локацију корисника, да би креирали или уредили кориснички профил за употребу у персонализованом оглашавању.\n* Комбиновати ове информације са свим осталим прикупљеним информацијама, укључујући оне са свих веб сајтова и апликација, да би креирали или уређивали кориснички профил за употребу у персонализованом оглашавању.\n"},"4":{"id":4,"name":"Бирање персонализованих огласа","description":"Персонализовани огласи могу вам се приказивати на основу профила о вама.","descriptionLegal":"Да би одабрали персонализоване огласе добављачи могу: \n* Изабрати персонализоване огласе на основу корисничког профила или других историјских корисничких података, укључујући претходне активности, интересовања, посете веб сајтовима или апликацијама, локацију или демографске податке корисника.\n"},"5":{"id":5,"name":"Креирање профила за персонализоване садржаје","description":"Може да се направи профил о вама и вашим интересовањима како би вам показао персонализоване садржаје који су релевантни за вас.","descriptionLegal":"Да креирају профил за персонализоване садржаје, добављачи могу:\n* Прикупљати информације о кориснику, укључујући активности, интересовања, посете веб сајтовима или апликацијама, демографске информације или локацију корисника, да би креирали или уредили кориснички профил за персонализовани садржај.\n* Комбиновати ове информације са свим осталим прикупљеним информацијама, укључујући оне са свих веб сајтова и апликација, да би креирали или уређивали кориснички профил за употребу у персонализованом садржају. \n"},"6":{"id":6,"name":"Бирање персонализованог садржаја","description":"Персонализовани садржај може вам се приказати на основу профила о вама.","descriptionLegal":"За избор персонализованог садржаја добављач може:\n* Изабрати персонализовани садржај на основу корисничког профила или других историјских података о кориснику, укључујући претходне активности, интересовања, посете веб сајтовима или апликацијама, локацију или демографске информације корисника.\n"},"7":{"id":7,"name":"Мерење успешности огласа","description":"Успешност и ефективност огласа које видите или са којима имате интеракцију могу се мерити.","descriptionLegal":"Да измере успешност огласа добављачи могу:\n* Измерити да ли су и како огласи испоручени и како је корисник имао интеракцију са њима.\n* Обезбедити извештавање о огласима, укључујући њихову ефикасност и успешност.\n* Обезбедити извештавање о корисницима који су имали интеракцију са огласима коришћењем података примећених током интеракција корисника са тим огласом.\n* Обезбедити извештавање издавача о огласима који се приказују на њиховом власништву.\n* Измерити да ли се оглас доставља у одговарајућем контексту (који је сигуран за бренд) окружења.\n* Одредити проценат огласа који су имали прилику да буду виђени и трајање те прилике.\n* Комбиновати ове информације са свим осталим претходно прикупљеним информацијама, укључујући све сајтове и апликације.\nДобављачи не могу:\n* Применити податке о увиду у публику добијене са панела или на сличан начин на податке мерења огласа без посебног правног основа да примене истраживање тржишта у циљу добијања увида у публику.\n\n"},"8":{"id":8,"name":"Мерење успешности садржаја","description":"Успешност и ефективност садржаја које видите или са којима имате интеракцију могу се мерити.","descriptionLegal":"Да измере успешност садржаја, добављачи могу:\n* Измерити и известити како је садржај испоручен и како је корисник имао интеракцију са њим.\n* Обезбедити извештавање, користећи директно мерљиве и познате информације о корисницима који су имали интеракцију са садржајем.\n* Комбиновати ове информације са свим осталим претходно прикупљеним информацијама, укључујући све сајтове и апликације.\nДобављачи не могу:\n* Мерити да ли су и како огласи (укључујући нативне огласе) били испоручени и како је корисник са њима имао интеракцију без посебне правне основе.\n* Применити податке о увиду у публику добијене са панела или на сличан начин на податке мерења огласа без посебног правног основа да примене истраживање тржишта у циљу добијања увида у публику.\n"},"9":{"id":9,"name":"Примена истраживања тржишта за добијање увида у публику","description":"Истраживање тржишта може се користити за детаљније упознавање публике која посећује веб сајтове / апликације и прегледава огласе.","descriptionLegal":"Да би применили истраживање тржишта за добијање увида у публику, добављачи могу:\n* Обезбедити оглашивачима или њиховим представницима збирно извештавање о публици која је обухваћена њиховим огласима, путем увида изведених из панела или на сличан начин.\n* Обезбедити оглашивачима збирно извештавање о публици која је била изложена или је имала интеракцију са садржајем и / или огласима на њиховом власништву применом увида изведених из панела или на сличан начин.\n* Повезати податке ван мреже са корисником на мрежи за потребе истраживања тржишта ради добијања увида у публику ако су се добављачи изјаснили да упарују и комбинују изворе података ван мреже.\n* Комбиновати ове информације са другим претходно прикупљеним информацијама, укључујући са свих веб сајтова и апликација.\nДобављачи не могу:\n* Мерити успешност и ефективност огласа који су одређеном кориснику достављени или са којима је имао интеракцију, без посебне правне основе за мерење успешности огласа.\n* Мерити који је садржај одређеном кориснику достављен и како је имао интеракцију с њим, без посебне правне основе за мерење успешности садржаја.\n"},"10":{"id":10,"name":"Развој и унапређивање производа","description":"Ваши подаци се могу користити за побољшање постојећих система и софтвера и за развој нових производа.","descriptionLegal":"Да би развили нове производе и унапредили производе, добављачи могу:\n* Користити информације за унапређење постојећих производа новим функцијама и за развој нових производа.\n* Стварати нове моделе и алгоритме путем машинског учења.\nДобављачи не могу:\n* Извршавати под овом сврхом било коју другу операцију обраде података дозвољену под другом сврхом.\n"}},"specialPurposes":{"1":{"id":1,"name":"Осигурати безбедност, спречити преваре и отклонити грешке","description":"Ваши подаци се могу користити за надгледање и спречавање лажних активности и осигурање да системи и процеси раде правилно и сигурно.","descriptionLegal":"Да би осигурали безбедност, спречили преваре и отклонили грешке добављачи могу:\n* Осигурати да се подаци безбедно преносе.\n* Открити и спречити злонамерне, лажне, неважеће или илегалне активности.\n* Обезбедити исправан и ефикасан рад система и процеса, укључујући праћење и побољшање перформанси система и процеса укључених у дозвољене сврхе.\nДобављачи не могу:\n* Извршити под овом сврхом било коју другу операцију обраде података дозвољену под другом сврхом.\nНапомена: Подаци прикупљени и коришћени за осигурање безбедности, спречавање преваре и уклањање грешака могу да садрже карактеристике уређаја које се аутоматски шаљу ради идентификације, прецизне податке о гео локацији и податке добијене активним скенирањем карактеристика уређаја за идентификацију без одвојеног изјашњавања и / или прихватања.\n"},"2":{"id":2,"name":"Технички испоручити огласе или садржај","description":"Ваш уређај може да прима и шаље информације које вам омогућавају да видите и имате интеракцију са огласима и садржајем.","descriptionLegal":"Да би доставили информације и одговорили на техничке захтеве, добављачи могу:\n* Користити корисничку ИП адресу за слање огласа преко интернета.\n* Одговорити на корисничку интеракцију са огласом слањем корисника на одредишну страницу.\n* Користити корисничку ИП адресу за слање садржаја путем интернета.\n* Одговорити на корисничку интеракцију са садржајем слањем корисника на одредишну страницу.\n* Користити информације о врсти уређаја и могућностима испоруке огласа или садржаја, на пример, за приказивање огласа или видео датотека одговарајуће величине у формату који уређај подржава.\nДобављачи не могу:\n* Извршити под овом сврхом било коју другу операцију обраде података дозвољену под другом сврхом.\n"}},"features":{"1":{"id":1,"name":"Упаривање и комбиновање извора података ван мреже","description":"Подаци из извора података ван мреже могу се комбиновати са вашом активности на мрежи као подршка једној или више сврха.","descriptionLegal":"Добављачи могу:\n* Комбиновати податке добијене ван мреже са подацима прикупљеним на мрежи као подршку једној или више сврха или посебних сврха.\n"},"2":{"id":2,"name":"Повезивање различитих уређаја","description":"Може се одредити да ли различити уређаји припадају вама или вашем домаћинству као подршка једној или више сврха.","descriptionLegal":"Добављачи могу:\n* Утврдити са сигурношћу да два или више уређаја припадају истом кориснику или домаћинству.\n* Утврдити вероватноћу да два или више уређаја припадају истом кориснику или домаћинству.\n* Активно скенирати карактеристике уређаја ради идентификације вероватноће да ли су корисници дозволили добављачима да активно скенирају карактеристике уређаја за идентификацију (Специјална функција 2).\n"},"3":{"id":3,"name":"Примање и употреба карактеристика уређаја који се аутоматски шаљу ради идентификације","description":"Ваш уређај се може разликовати од осталих уређаја на основу информација које аутоматски шаље, као што је ИП адреса или врста претраживача.","descriptionLegal":"Добављачи могу:\n* Креирати идентификатор користећи податке прикупљене аутоматски са уређаја за специфичне карактеристике, нпр. ИП адреса, карактеристике корисничког софтвера.\n* Користити такав идентификатор за покушај поновне идентификације уређаја.\nДобављачи не могу:\n* Креирати идентификатор користећи податке прикупљене активним скенирањем уређаја за одређене карактеристике, нпр. инсталирани фонт или резолуција екрана без посебног укључивања корисника за активно скенирање карактеристика уређаја за идентификацију.\n* Користити такав идентификатор за поновну идентификацију уређаја.\n"}},"specialFeatures":{"1":{"id":1,"name":"Употреба прецизних података о гео локацији","description":"Ваши прецизни подаци о гео локацији могу се користити за подршку једне или више сврха. То значи да ваша локација може бити прецизна унутар неколико метара.","descriptionLegal":"Добављачи могу:\n* Прикупити и обрађивати прецизне податке о гео локацији за подршку једној или више сврха.\nНапомена: Прецизна гео локација значи да нема ограничења прецизности локације корисника; она може бити прецизна у оквиру неколико метара.\n"},"2":{"id":2,"name":"Активно скенирање карактеристика уређаја за идентификацију","description":"Ваш уређај се може идентификовати на основу скенирања јединствене комбинације карактеристика вашег уређаја.","descriptionLegal":"Добављачи могу:\n* Креирати идентификатор користећи податке прикупљене активним скенирањем уређаја за одређене карактеристике, нпр. инсталирани фонтови или резолуција екрана.\n* Користите такав идентификатор да поново идентификујете уређај.\n"}}}
