{"purposes":{"1":{"id":1,"name":"Məlumatı cihazda saxlamaq və/və ya əldə etmək","description":"Kukilər, cihaz identifikatorları və ya digər məlumatlar sizə təqdim olunan məqsədlər üçün cihazınızda saxlanıla və ya əldə edilə bilər.","descriptionLegal":"Satıcılar:\n* İstifadəçiyə təqdim olunan kukilər və cihaz identifikatorları kimi cihazda məlumatı saxlaya və əldə edə bilər."},"2":{"id":2,"name":"Əsas reklamları seçin","description":"Baxdığınız məzmuna, istifadə etdiyiniz tətbiqə, təxmini məkanınıza və ya cihazınızın növünə əsasən reklamlar sizə göstərilə bilər.","descriptionLegal":"Əsas reklam seçimini etmək üçün satıcılar:\n* Reklamı göstərmək üçün məzmun və cihaz haqqında məlumatlarla birlikdə, cihaz növü və imkanları, istifadəçi agenti, URL, IP ünvanı kimi reklamın göstəriləcəyi kontekst haqqında real vaxt məlumatından istifadə edə bilər\n* İstifadəçinin qeyri-dəqiq geolokasiya məlumatlarından istifadə edə bilər\n* İstifadəçiyə göstərilən reklamların tezliyinə nəzarət edə bilər.\n* Reklamların istifadəçiyə göstərilmə ardıcıllığını sıralaya bilər.\n* Reklamın uyğun olmayan redaksiya (brend üçün təhlükəli) kontekstində xidmət göstərməsinin qarşısını ala bilər\nSatıcılar:\n* Fərdiləşdirilmiş reklam profili yaratmaq üçün ayrıca hüquqi əsas olmadan gələcək reklamların seçilməsi üçün bu məlumatlardan istifadə edərək fərdiləşdirilmiş reklam profili yarada bilməzlər.\n* Qeyd: Qeyri-dəqiq o deməkdir ki, yalnız ən azı 500 metr radiusu əhatə edən təxmini yerə icazə verilir."},"3":{"id":3,"name":"Fərdiləşdirilmiş reklam profili yaradın","description":"Sizə uyğun olan fərdiləşdirilmiş reklamları göstərmək üçün siz və sizin maraqlarınız haqqında profil yaradıla bilər.","descriptionLegal":"Fərdiləşdirilmiş reklam profili yaratmaq üçün satıcılar:\n* Fərdiləşdirilmiş reklamda istifadə məqsədilə istifadəçi profili yaratmaq və ya redaktə etmək üçün istifadəçinin fəaliyyəti, maraqları, demoqrafik məlumatı və ya yeri daxil olmaqla, istifadəçi haqqında məlumat toplaya bilərlər.\n* Fərdiləşdirilmiş reklamda istifadə məqsədilə istifadəçi profili yaratmaq və ya redaktə etmək üçün bu məlumatı əvvəllər toplanmış digər məlumatlarla, o cümlədən vebsaytlar və tətbiqlər vasitəsilə birləşdirə bilərlər."},"4":{"id":4,"name":"Fərdiləşdirilmiş reklamları seçin","description":"Haqqınızdakı profilə əsasən fərdiləşdirilmiş reklamlar sizə göstərilə bilər.","descriptionLegal":"Fərdiləşdirilmiş reklamları seçmək üçün satıcılar:\n* İstifadəçinin əvvəlki fəaliyyəti, maraqları, saytlara və ya tətbiqlərə girişləri, məkan və ya demoqrafik məlumat daxil olmaqla, istifadəçi profili və ya digər tarixi istifadəçi məlumatlarına əsasən fərdiləşdirilmiş reklamları seçə bilərlər."},"5":{"id":5,"name":"Fərdiləşdirilmiş məzmun profili yaradın","description":"Sizə uyğun olan fərdiləşdirilmiş məzmunu göstərmək üçün siz və sizin maraqlarınız haqqında profil yaradıla bilər.","descriptionLegal":"Fərdiləşdirilmiş məzmun profili yaratmaq üçün satıcılar:\n* Məzmunu fərdiləşdirmək məqsədilə istifadəçi profilini yaratmaq və ya redaktə etmək üçün istifadəçi haqqında, o cümlədən istifadəçinin fəaliyyəti, maraqları, saytlara və ya tətbiqlərə girişləri, demoqrafik və ya yer məlumatlarını toplaya bilərlər.\n* Məzmunu fərdiləşdirmədə istifadə məqsədilə istifadəçi profilini yaratmaq və ya redaktə etmək üçün bu məlumatları əvvəllər toplanmış digər məlumatlarla, o cümlədən vebsaytlar və tətbiqlər vasitəsilə birləşdirə bilərlər."},"6":{"id":6,"name":"Fərdiləşdirilmiş məzmunu seçin","description":"Fərdiləşdirilmiş məzmun haqqınızda olan profilə əsasən sizə göstərilə bilər.","descriptionLegal":"Fərdiləşdirilmiş məzmunu seçmək üçün satıcılar:\n* İstifadəçinin əvvəlki fəaliyyəti, maraqları, saytlara və ya tətbiqlərə girişləri, məkan və ya demoqrafik məlumat daxil olmaqla, istifadəçi profili və ya digər tarixi istifadəçi məlumatlarına əsasən fərdiləşdirilmiş məzmunu seçə bilərlər."},"7":{"id":7,"name":"Reklam performansını ölçün","description":"Gördüyünüz və ya qarşılıqlı əlaqədə olduğunuz reklamların performansı və effektivliyi ölçülə bilər.","descriptionLegal":"Reklam performansını ölçmək üçün satıcılar:\n* Reklamların istifadəçiyə çatdırılıb-çatdırılmadığını və onunla necə qarşılıqlı əlaqədə olduğunu ölçə bilərlər\n* Effektivlik və performans da daxil olmaqla, reklamlar haqqında hesabat təqdim edə bilərlər\n* İstifadəçinin həmin reklamla qarşılıqlı əlaqəsi zamanı müşahidə edilən məlumatlardan istifadə edərək, reklamlarla qarşılıqlı əlaqədə olan istifadəçilər haqqında hesabat təqdim edə bilərlər\n* Mülkiyyətlərində göstərilən reklamlar haqqında yayımcılara hesabat təqdim edə bilərlər\n* Reklamın uyğun redaksiya mühiti (brend üçün təhlükəsiz) kontekstində xidmət edib-etmədiyini ölçə bilərlər\n* Görünmək imkanı olan reklamın faizini və bu fürsətin müddətini müəyyənləşdirə bilərlər\n* Bu məlumatı vebsaytlar və tətbiqlər də daxil olmaqla əvvəllər toplanmış digər məlumatlarla birləşdirə bilərlər\nSatıcılar bunu edə bilməzlər:\n*Hədəf kütlə məlumatlarını yaratmaq məqsədilə bazar araşdırmasını tətbiq etmək üçün Hüquqi Əsas olmadan reklam ölçmə datasına panel və ya oxşar şəkildə əldə edilmiş auditoriya məlumatlarını tətbiq etmək (Məqsəd 9)"},"8":{"id":8,"name":"Məzmun performansını ölçün","description":"Gördüyünüz və ya qarşılıqlı əlaqədə olduğunuz məzmunun performansı və effektivliyi ölçülə bilər.","descriptionLegal":"Məzmun performansını ölçmək üçün satıcılar:\n* Məzmunun istifadəçilərə necə çatdırıldığını və istifadəçilər tərəfindən necə qarşılıqlı əlaqədə olduğunu ölçə və hesabat verə bilərlər.\n* Məzmunla qarşılıqlı əlaqədə olan istifadəçilər haqqında birbaşa ölçülə bilən və ya məlum məlumatlardan istifadə edərək hesabat təqdim edə bilərlər\n* Bu məlumatı vebsaytlar və tətbiqlər də daxil olmaqla əvvəllər toplanmış digər məlumatlarla birləşdirə bilərlər.\nSatıcılar bunları edə bilməz:\n* Reklamların (lokal reklamlar daxil olmaqla) istifadəçiyə çatdırılıb-çatdırılmadığını və onunla necə qarşılıqlı əlaqədə olmasını ölçmək.\n* Hədəf kütlə melumatlarını yaratmaq məqsədilə bazar araşdırmasını tətbiq etmək üçün Hüquqi Əsas olmadan reklam ölçmə datasına panel və ya oxşar şəkildə əldə edilmiş auditoriya məlumatlarını tətbiq etmək (Məqsəd 9)"},"9":{"id":9,"name":"Hədəf kütlə məlumatlarını yaratmaq üçün bazar araşdırmasını tətbiq edin","description":"Bazar araşdırması saytlara/tətbiqlərə daxil olan və reklamlara baxan auditoriya haqqında ətraflı məlumat öyrənmək üçün istifadə edilə bilər.","descriptionLegal":"Hədəf kütlə haqqında məlumat yaratmaq məqsədilə bazar araşdırmasını tətbiq etmək üçün satıcılar:\n* Reklamçılara və ya onların nümayəndələrinə panel əsaslı və oxşar əldə edilmiş məlumatlar vasitəsilə reklamlarının əldə etdiyi auditoriyalar haqqında ümumi hesabat təqdim edə bilərlər.\n* Panel əsaslı və oxşar əldə edilmiş məlumatları tətbiq etməklə onların mülkiyyətində məzmun və/və ya reklamlarla xidmət edilən və ya qarşılıqlı əlaqədə olan auditoriyalar haqqında yayımcılara ümumi hesabat təqdim edə bilərlər.\n* Əgər satıcılar oflayn məlumat mənbələrini uyğunlaşdırıb birləşdirəcəklərini bəyan ediblərsə, hədəf kütlə haqqında məlumatları yaratmaq məqsədilə bazar araşdırması hədəfləri üçün oflayn məlumatları onlayn istifadəçi ilə əlaqələndirə bilərlər (Xüsusiyyət 1)\n* Bu məlumatı vebsaytlar və tətbiqlər daxil olmaqla əvvəllər toplanmış digər məlumatlarla birləşdirə bilərlər.\nSatıcılar bunları edə bilməz:\n* Reklam performansını ölçmək üçün Hüquqi Əsas olmadan, konkret istifadəçiyə xidmət göstərildiyi və ya qarşılıqlı əlaqədə olduğu reklamların performansını və effektivliyini ölçmək.\n* Məzmun performansını ölçmək üçün Hüquqi Əsas olmadan konkret istifadəçiyə hansı məzmunun təqdim edildiyini və onunla necə qarşılıqlı əlaqədə olduğunu ölçmək."},"10":{"id":10,"name":"Məhsulları inkişaf etdirin və təkmilləşdirin","description":"Məlumatlarınız mövcud sistemləri və proqram təminatını təkmilləşdirmək və yeni məhsullar hazırlamaq üçün istifadə edilə bilər","descriptionLegal":"Yeni məhsullar hazırlamaq və məhsulları təkmilləşdirmək üçün satıcılar:\n* Mövcud məhsullarını yeni xüsusiyyətlərlə təkmilləşdirmək və yeni məhsullar hazırlamaq üçün məlumatdan istifadə edə bilərlər\n* Maşın öyrənilməsi vasitəsilə yeni modellər və alqoritmlər yarada bilərlər\nSatıcılar bunu edə bilməzlər:\n* Bu məqsəd çərçivəsində, yalnız başqa məqsədlər üçün icazə verilən hər hansı digər məlumatın emal olunması əməliyyatını həyata keçirmək"}},"specialPurposes":{"1":{"id":1,"name":"Təhlükəsizliyi təmin edin, saxtakarlığın və sazlamanın qarşısını alın","description":"Məlumatlarınız, saxtakarlıq fəaliyyətinə nəzarət etmək və onun qarşısını almaq, sistemlərin və proseslərin düzgün və təhlükəsiz işləməsini təmin etmək üçün istifadə edilə bilər.","descriptionLegal":"Təhlükəsizliyi təmin etmək, fırıldaqçılıq və sazlamanın qarşısını almaq üçün satıcılar:\n* Məlumatların təhlükəsiz şəkildə ötürülməsini təmin edə bilərlər\n* Zərərli, saxta, etibarsız və ya qeyri-qanuni fəaliyyəti aşkar edib və qarşısını ala bilərlər.\n* Sistemlərin və proseslərin düzgün və səmərəli işləməsini təmin edə, o cümlədən icazə verilən məqsədlərlə məşğul olan sistem və proseslərin performansını izləyə və artıra bilərlər\nSatıcılar bunu edə bilməzlər:\n* Bu məqsəd çərçivəsində, yalnız başqa məqsədlər üçün icazə verilən hər hansı digər məlumatın emal olunması əməliyyatını həyata keçirmək\nQeyd: Təhlükəsizliyi təmin etmək, fırıldaqçılığın qarşısını almaq və sazlama üçün toplanan və istifadə edilən məlumatlara identifikasiya üçün avtomatik göndərilən cihaz xüsusiyyətləri, dəqiq geolokasiya təyin etmə məlumatları və ayrıca açıqlama və/və ya qoşulma olmadan identifikasiya üçün cihaz xüsusiyyətlərinin aktiv şəkildə skan edilməsi ilə əldə edilən məlumatlar daxil edilə bilər."},"2":{"id":2,"name":"Texniki olaraq reklam və ya məzmun çatdırın","description":"Cihazınız sizə reklamları və məzmunu görməyə və onlarla qarşılıqlı əlaqə olmağınıza imkan verən məlumatları qəbul edib göndərə bilər.","descriptionLegal":"Məlumat çatdırmaq və texniki sorğulara cavab vermək üçün satıcılar:\n* İnternet üzərindən reklam vermək üçün istifadəçinin IP ünvanından istifadə edə bilərlər\n* İstifadəçini açılış səhifəsinə göndərməklə istifadəçinin reklamla qarşılıqlı əlaqəsinə cavab verə bilərlər\n* İnternet üzərindən məzmun çatdırmaq üçün istifadəçinin IP ünvanından istifadə edə bilərlər\n* İstifadəçini açılış səhifəsinə göndərməklə istifadəçinin məzmunla qarşılıqlı əlaqəsinə cavab verə bilərlər\n* Cihaz növü və reklamları və ya məzmunu çatdırmaq üçün imkanlar haqqında məlumatdan istifadə edə bilərlər, məsələn, cihaz tərəfindən dəstəklənən formatda düzgün ölçülü reklam kreativi və ya video faylını çatdırmaq\nSatıcılar bunu edə bilməzlər:\n* Bu məqsəd çərçivəsində, yalnız başqa məqsədlər üçün icazə verilən hər hansı digər məlumatın emal olunması əməliyyatını həyata keçirmək"}},"features":{"1":{"id":1,"name":"Oflayn məlumat mənbələrini uyğunlaşdırın və birləşdirin","description":"Oflayn mənbələrdən alınan məlumatlar bir və ya bir neçə məqsədi dəstəkləmək üçün onlayn fəaliyyətinizlə birləşdirilə bilər","descriptionLegal":"Satıcılar:\n* Bir və ya bir neçə Məqsəd və ya Xüsusi Məqsədləri dəstəkləmək üçün oflayn rejimdə əldə edilmiş məlumatları onlayn olaraq toplanmış məlumatlarla birləşdə bilərlər."},"2":{"id":2,"name":"Fərqli cihazları birləşdirin","description":"Fərqli cihazların bir və ya bir neçə məqsədi dəstəkləmək üçün sizə və ya evinizə aid olub-oldmadığı müəyyən edilə bilər.","descriptionLegal":"Satıcılar:\n* İki və ya daha çox cihazın eyni istifadəçiyə və ya ev təsərrüfatına aid olub-olmadığını qəti şəkildə müəyyənləşdirə bilərlər\n* İki və ya daha çox cihazın eyni istifadəçiyə və ya ev təsərrüfatına aid olub-olmadığını ehtimal daxilində müəyyənləşdirə bilərlər\n* Əgər istifadəçilər satıcılara identifikasiya üçün cihaz xüsusiyyətlərini aktiv şəkildə skan etməyə icazə veriblərsə, ehtimallarla müəyyənləşdirmək üçün cihaz xüsusiyyətlərini aktiv şəkildə skan edə bilərlər (Özəl Xüsusiyyət 2)"},"3":{"id":3,"name":"İdentifikasiya üçün avtomatik göndərilən cihaz xüsusiyyətlərini qəbul edin və istifadə edin","description":"Cihazınız avtomatik olaraq göndərdiyi məlumatlara, məsələn, IP ünvanı və ya brauzer növünə əsasən digər cihazlardan fərqlənə bilər.","descriptionLegal":"Satıcılar:\n* Xüsusi xarakteristika üçün cihazdan avtomatik toplanan məlumatlardan istifadə edərək identifikator yarada bilərlər, məs. IP ünvanı, istifadəçi-agent sətri.\n* Cihazı yenidən müəyyən etməyə cəhd etmək üçün belə bir identifikatordan istifadə edə bilərlər.\nSatıcılar bunları edə bilməzlər:\n* Xüsusi xarakteristika üçün cihazı aktiv şəkildə skan etməklə toplanmış məlumatlardan istifadə edərək identifikator yaratmaq, məs. identifikasiya məqsədilə cihazın xüsusiyyətlərini aktiv şəkildə skan etmək üçün istifadəçilərin ayrıca qoşulması olmadan quraşdırılmış şrift və ya ekran həlli.\n* Cihazı yenidən müəyyən etmək üçün belə bir identifikatordan istifadə etmək."}},"specialFeatures":{"1":{"id":1,"name":"Dəqiq geolokasiya məlumatlarından istifadə edin","description":"Sizin dəqiq geolokasiya məlumatlarınız bir və ya bir neçə məqsəd üçün istifadə edilə bilər. Bu o deməkdir ki, yerləşdiyiniz yer bir neçə metr məsafədə dəqiqlikdə ola bilər.","descriptionLegal":"Satıcılar:\n* Bir və ya bir neçə məqsədi dəstəkləmək üçün dəqiq geolokasiya məlumatlarını toplaya və emal edə bilərlər.\nQeyd: Dəqiq geolokasiya o deməkdir ki, istifadəçinin yerinin dəqiqliyinə heç bir məhdudiyyət yoxdur; bu bir neçə metr məsafədə dəqiqlik ola bilər."},"2":{"id":2,"name":"İdentifikasiya üçün cihazın xüsusiyyətlərini aktiv şəkildə skan edin","description":"Cihazınız özünə məxsus xüsusiyyətlərinin kombinasiyası skanına əsasən müəyyən edilə bilər.","descriptionLegal":"Satıcılar:\n* Özəl xüsusiyyətlər üçün cihazı aktiv şəkildə skan etməklə toplanmış məlumatlardan istifadə edərək identifikator yarada bilərlər, məs. quraşdırılmış şriftlər və ya ekran həlli.\n* Cihazı yenidən müəyyən etmək üçün belə bir identifikatordan istifadə edə bilərlər."}}}
