{"vendorListVersion":148,"lastUpdated":"2022-06-16T16:44:36Z","purposes":{"1":{"id":1,"name":"Lagre og/eller få tilgang til informasjon på en enhet","description":"Informasjonskapsler, enhetsidentifikatorer eller annen informasjon kan lagres eller åpnes på enheten din for de formålene som presenteres for deg.","descriptionLegal":"Leverandører kan:\n* lagre og få tilgang til informasjon på enheten, som eksempel informasjonskapsler og enhetsidentifikatorer som presenteres til en bruker.\n"},"2":{"id":2,"name":"Velg grunnleggende annonser","description":"Annonser kan vises til deg basert på innholdet du ser på, appen du bruker, den omtrentlige lokasjonen din eller enhetstypen din.","descriptionLegal":"For å gjøre grunnleggende annonsevalg, kan leverandører:\n* bruke sanntidsinformasjon om sammenhengen for at annonsen vises, for å vise annonsen, inkludert informasjon om innholdet og enheten, som for eksempel: enhetstype og evner, brukeragent, URL, IP-adresse \n* bruke en brukers ikke-presise geolokasjonsdata\n* kontrollere hyppigheten av annonser som vises til en bruker\n* sekvensere rekkefølgen som annonser vises til en bruker\n* forhindre en annonse fra å tjene i en upassende redaksjonell (merkevareutrygt) sammenheng.\nLeverandører kan ikke:\n* Opprette en personlig annonseprofil med denne informasjonen for valg av fremtidige annonser uten et separat juridisk grunnlag om å opprette en tilpasset annonseprofil.\nNB. Ikke-presis betyr kun en omtrentlig lokasjon som involverer at en radius på minst 500 meter er tillatt.\n"},"3":{"id":3,"name":"Opprett en personlig annonseprofil","description":"En profil kan bygges om deg og interessene dine for å vise deg personlige annonser som er relevante for deg.","descriptionLegal":"For å opprette en personlig annonseprofil kan leverandører:\n* Samle inn informasjon om en bruker, inkludert en brukers aktivitet, interesser, demografisk informasjon eller sted, for å opprette eller redigere en brukerprofil for bruk i personlig annonsering.\n* Kombiner denne informasjonen med annen informasjon som tidligere er samlet inn, inkludert på tvers av nettsteder og apper, for å opprette eller redigere en brukerprofil for bruk i personlig annonsering."},"4":{"id":4,"name":"Velg personlige annonser","description":"Personlige annonser kan vises til deg basert på en profil om deg.","descriptionLegal":"For å velge personlige annonser kan leverandører:\n* velge personlige annonser basert på en brukerprofil eller andre historiske brukerdata, inkludert en brukers tidligere aktivitet, interesser, besøk på nettsteder eller apper, sted eller demografisk informasjon.\n"},"5":{"id":5,"name":"Opprette en personlig innholdsprofil","description":"En profil kan bygges om deg og interessene dine for å vise deg personlig innhold som er relevant for deg.","descriptionLegal":"For å opprette en personlig innholdsprofil kan leverandører:\n* samle inn informasjon om en bruker, inkludert en brukers aktivitet, interesser, besøk på nettsteder eller apper, demografisk informasjon eller sted, for å opprette eller redigere en brukerprofil for personlig tilpasset innhold.\n* Kombiner denne informasjonen med annen informasjon som er samlet inn tidligere, inkludert på tvers av nettsteder og apper, for å opprette eller redigere en brukerprofil for bruk i personalisering av innhold.\n"},"6":{"id":6,"name":"Velge personlig innhold","description":"Personlig innhold kan vises til deg basert på en profil om deg.","descriptionLegal":"For å velge personlig innhold kan leverandører:\n* velge tilpasset innhold basert på en brukerprofil eller andre historiske brukerdata, inkludert en brukers tidligere aktivitet, interesser, besøk på nettsteder eller apper, sted eller demografisk informasjon.\n"},"7":{"id":7,"name":"Måle annonseprestasjon","description":"Prestasjonen og effektiviteten til annonser du ser eller samhandler med kan måles.","descriptionLegal":"For å måle annonseprestasjon kan leverandører:\n* måle om og hvordan annonser ble levert til og samhandlet med av en bruker\n* skaffe rapporter om annonser, inkludert effektiviteten og prestasjonen deres\n* skaffe rapporter om brukere som samhandlet med annonser, med data som ble observert i løpet av brukerens samhandling med den annonsen\n* skaffe rapporter til utgivere om annonsene som vises på eiendommen deres\n* måle om en annonse fungerer i en egnet redaksjonell miljøsammenheng (merkevaresikkert)\n* fastslå prosentandelen av annonsen som hadde mulighet til å bli sett, og varigheten av denne muligheten. \nLeverandører kan ikke:\n* Bruke publikumsdata hentet fra paneler eller tilsvarende for å legge til målte data om annonser uten juridisk grunnlag for å bruke markedsundersøkelser til å generere publikumsinnsikt.\n"},"8":{"id":8,"name":"Måle innholdsprestasjon","description":"Prestasjonen og effektiviteten til innhold du ser eller samhandler med kan måles.","descriptionLegal":"For å måle innholdsprestasjon kan leverandører:\n* måle og rapportere hvordan innhold ble levert til og samhandlet med av brukere\n* skaffe rapporter ved bruk av direkte målbar eller kjent informasjon om brukere som samhandlet med innholdet.\nLeverandører kan ikke:\n* måle om og hvordan annonser (inkludert opprinnelige annonser) ble levert til og samhandlet med av en bruker\n* Bruke publikumsdata hentet fra panel eller tilsvarende for å legge til målte data om annonser uten et separat juridisk grunnlag for å bruke markedsundersøkelser til å generere publikumsinnsikt.\n"},"9":{"id":9,"name":"Bruk markedsundersøkelser til å generere publikumsinnsikt","description":"Markedsundersøkelser kan brukes til å lære mer om publikum som besøker nettsteder/apper og ser på annonser.","descriptionLegal":"For å bruke markedsundersøkelser til å generere publikumsinnsikt kan leverandører:\n* gi samlet rapportering til annonsører eller representantene deres om publikum som nås med annonsene, gjennom innsikt hentet fra panel og tilsvarende\n* gi samlet rapportering til utgivere om publikum som ble servert eller samhandlet, med innhold og/eller annonser på eiendommen deres, ved å bruke innsikt hentet fra panel og tilsvarende \n* knytte offline-data til en online-bruker med formål om markedsundersøkelser for å generere publikumsinnsikt hvis leverandørene har erklært å matche og kombinere offline-datakilder (funksjon 1).\nLeverandører kan ikke: \n* Måle prestasjonen og effektiviteten til annonser som en bestemt bruker fikk levert eller samhandlet med, uten et separat juridisk grunnlag for å måle annonseprestasjon.\n* Måle hvilket innhold en bestemt bruker ble levert og hvordan de samhandlet med det, uten et separat juridisk grunnlag for å måle innholdsprestasjon.\n"},"10":{"id":10,"name":"Utvikle og forbedre produkter","description":"Dataene dine kan brukes til å forbedre eksisterende systemer og programvare, og til å utvikle nye produkter.","descriptionLegal":"For å utvikle nye produkter og forbedre produkter kan leverandører:\n* bruke informasjon til å forbedre de eksisterende produktene med nye funksjoner og for å utvikle nye produkter\n* opprette nye modeller og algoritmer gjennom maskinlæring\nLeverandører kan ikke:\n* utføre andre databehandlingsoperasjoner som er tillatt under et annet formål, under dette formålet\n"}},"specialPurposes":{"1":{"id":1,"name":"Sikre sikkerhet, forhindre svindel og feilsøke","description":"Dataene dine kan brukes til å overvåke og forebygge svindelaktivitet, og sikre at systemer og prosesser fungerer riktig og sikkert.","descriptionLegal":"For å sikre sikkerhet, forhindre svindel og feilsøke, kan leverandører:\n* sikre at data er sikkert overført \n* oppdage og forebygge skadelig, svindel-, ugyldig eller ulovlig aktivitet.\n* sikre korrekt og effektiv drift av systemer og prosesser, inkludert å overvåke og forbedre ytelsen til systemer og prosesser engasjert i tillatte formål.\nLeverandører kan ikke:\n* utføre andre databehandlingsoperasjoner som er tillatt under et annet formål, under dette formålet.\nMerk: Data som samles inn og brukes for å sørge for sikkerhet, forhindre svindel og feilsøking kan inkludere automatisk sendte enhetsegenskaper for identifikasjon, nøyaktige geolokaliseringsdata og data innhentet ved aktivt å skanne enhetsegenskaper for identifikasjon uten separat utlevering og/eller påmelding.\n"},"2":{"id":2,"name":"Teknisk levering av annonser eller innhold","description":"Enheten din kan motta og sende informasjon som lar deg se og samhandle med annonser og innhold.","descriptionLegal":"For å levere informasjon og svare på tekniske forespørsler kan leverandører:\n* bruke en brukers IP-adresse til å levere en annonse over Internett\n* svare på en brukers samhandling med en annonse ved å sende brukeren til en målside\n* bruke en brukers IP-adresse til å levere innhold over Internett\n* svare på en brukers samhandling med innhold ved å sende brukeren til en målside\n* bruke informasjon om enhetstypen og evner til å levere annonser eller innhold, for eksempel, for å levere riktig annonsestørrelse eller videofilformat som støttes av enheten.\nLeverandører kan ikke:\n* utføre andre databehandlingsoperasjoner som er tillatt under et annet formål, under dette formålet\n"}},"features":{"1":{"id":1,"name":"Matche og kombinere offline-datakilder","description":"Data fra offline-datakilder kan kombineres med nettaktiviteten din for å støtte ett eller flere formål.","descriptionLegal":"Leverandører kan: \n* kombinere data innhentet offline med data samlet inn online for å støtte ett eller flere formål eller spesialformål.\n"},"2":{"id":2,"name":"Koble forskjellige enheter","description":"Ulike enheter kan fastsettes som å tilhøre deg eller husholdningen din for å støtte ett eller flere av formålene.","descriptionLegal":"Leverandører kan:\n* bestemt fastsette at to eller flere enheter tilhører samme bruker eller husholdning\n* fastsette sannsynligheten for at to eller flere enheter tilhører samme bruker eller husholdning\n* aktivt skanne enhetsegenskaper for identifikasjon for å identifisere sannsynligheten, hvis brukere har tillatt leverandører å aktivt skanne enhetsegenskaper for identifikasjon (spesialfunksjon 2).\n"},"3":{"id":3,"name":"Motta og bruke automatisk sendte enhetsegenskaper for identifikasjon","description":"Enheten kan skilles fra andre enheter basert på informasjon den automatisk sender, som IP-adresse eller nettlesertype.","descriptionLegal":"Leverandører kan:\n* Opprette en identifikator ved hjelp av data innhentet automatisk fra en enhet for spesifikke egenskaper, f.eks. IP-adresse, brukeragentstreng.\n* Bruke en slik identifikator til å identifisere en enhet på nytt.\nLeverandører kan ikke:\n* Opprette en identifikator ved hjelp av data som samles inn ved å aktivt skanne en enhet for spesifikke egenskaper, f.eks. installerte skrifttyper eller skjermoppløsning uten brukerens separate samtykke til aktiv skanning av enhetskarakteristikker for identifikasjon.\n* bruke en slik identifikator til å identifisere en enhet på nytt.\n"}},"specialFeatures":{"1":{"id":1,"name":"Bruke nøyaktige geolokasjonsdata","description":"De nøyaktige geolokasjonsdataene dine kan brukes til å støtte ett eller flere formål. Dette betyr at plasseringen din kan være nøyaktig til innenfor et par meter.","descriptionLegal":"Leverandører kan:\n* Samle inn og behandle nøyaktige geolokasjonsdata til støtte for ett eller flere formål.\nNB. Nøyaktig geolokasjon betyr at det ikke er noen restriksjoner på presisjonen til en brukers plassering. Den kan være nøyaktig til innenfor et par meter.\n"},"2":{"id":2,"name":"Aktivt skanne enhetsegenskaper for identifikasjon","description":"Enheten din kan identifiseres basert på en skanning av enhetens unike kombinasjon av egenskaper.","descriptionLegal":"Leverandører kan:\n* opprette en identifikator ved hjelp av data som samles inn ved å aktivt skanne en enhet for spesifikke egenskaper, f.eks. installerte skrifttyper eller skjermoppløsning \n* bruke en slik identifikator til å identifisere en enhet på nytt.\n"}}}
