{"purposes":{"1":{"id":1,"name":"تخزين و/أو الوصول إلى المعلومات على جهاز","description":"يُمكن تخزين ملفات تعريف الارتباط أو معرفات الأجهزة أو أي معلومات أخرى على جهازك أو الوصول إليها للأغراض الموضحة لك.","descriptionLegal":"يستطيع الموردون القيام بما يلي: * تخزين والوصول إلى المعلومات على الجهاز، مثل ملفات تعريف الارتباط ومعرفات الأجهزة المقدمة إلى المستخدم."},"2":{"id":2,"name":"تحديد الإعلانات الأساسية","description":"يُمكن عرض الإعلانات لك بحسب المحتوى المعروض أو التطبيق الذي تستخدمه أو موقعك التقريبي أو نوع جهازك.","descriptionLegal":"ويستطيع الموردون من أجل تحديد الإعلانات الأساسية القيام بما يلي: * استخدام معلومات الوقت الفعلي عن السياق الذي سيُعرض به الإعلان بغرض عرض الإعلان، بما في ذلك المعلومات عن المحتوى وعن الجهاز، مثل: نوع الجهاز وإمكانياته، ووكيل المستخدم، وعنوان URL، وعنوان IP. * استخدام بيانات الموقع الجغرافي غير الدقيقة للمستخدم * التحكم في معدل تكرار ظهور الإعلانات المعروضة للمستخدم. * التسلسل الذي يتم به عرض الإعلانات للمستخدم. * الوقاية من ظهور إعلان في سياق تحريري غير مناسب (ضار بالعلامة التجارية) لا يستطيع الموردون القيام بما يلي: * إنشاء ملف إعلانات مخصصة باستخدام هذه المعلومات لاختيار الإعلانات في المستقبل دون وجود أساس قانوني منفصل لإنشاء ملف إعلانات مخصصة. * ملحوظة: يعني لفظ \"غير الدقيقة\" عدم السماح سوى بمجرد الموقع التقريبي بنصف قطر 500 متر على الأقل."},"3":{"id":3,"name":"إنشاء ملف إعلانات مخصصة","description":"يُمكن إنشاء ملف عنك وعن اهتماماتك بهدف عرض الإعلانات المخصصة لك التي تناسب اهتماماتك.","descriptionLegal":"يستطيع الموردون من أجل إنشاء ملف إعلانات مخصصة القيام بما يلي: * جمع المعلومات عن المستخدم، بما في ذلك نشاط المستخدم أو اهتماماته أو معلوماته الديموغرافية أو موقعه، لإنشاء أو تحرير ملف للمستخدم لاستخدامه في الإعلانات المخصصة. * دمج هذه المعلومات مع معلومات أخرى مجمعة في السابق، بما في ذلك من مواقع وتطبيقات أخرى، لإنشاء أو تحرير ملف للمستخدم لاستخدامه في الإعلانات المخصصة."},"4":{"id":4,"name":"تحديد الإعلانات المخصصة","description":"ويُمكن عرض الإعلانات المخصصة لك بحسب الملف المجمع عنك.","descriptionLegal":"يستطيع الموردون من أجل تحديد ملف إعلانات مخصصة القيام بما يلي: * تحديد الإعلانات المخصصة بحسب ملف المستخدم أو غير ذلك من بيانات المستخدم القديمة، بما في ذلك نشاط المستخدم السابق، أو اهتماماته، أو زياراته للمواقع أو التطبيقات، أو موقعه، أو معلوماته الديموغرافية."},"5":{"id":5,"name":"إنشاء ملف محتوى مخصص","description":"يُمكن إنشاء ملف عنك وعن اهتماماتك بهدف عرض المحتوى المخصص لك الذي يناسب اهتماماتك.","descriptionLegal":"يستطيع الموردون من أجل إنشاء ملف محتوى مخصص القيام بما يلي: * جمع المعلومات عن المستخدم، بما في ذلك نشاط المستخدم أو اهتماماته أو زياراته للمواقع أو التطبيقات أو معلوماته الديموغرافية أو موقعه، لإنشاء أو تحرير ملف للمستخدم لاستخدامه في تخصيص المحتوى. * دمج هذه المعلومات مع معلومات أخرى مجمعة في السابق، بما في ذلك من مواقع وتطبيقات أخرى، لإنشاء أو تحرير ملف للمستخدم لاستخدامه في تخصيص المحتوى."},"6":{"id":6,"name":"تحديد المحتوى المخصص","description":"ويُمكن عرض المحتوى المخصص لك بحسب الملف المجمع عنك.","descriptionLegal":"يستطيع الموردون من أجل تحديد ملف محتوى مخصص القيام بما يلي: * تحديد المحتوى المخصص بحسب ملف المستخدم أو غير ذلك من بيانات المستخدم القديمة، بما في ذلك نشاط المستخدم السابق، أو اهتماماته، أو زياراته للمواقع أو التطبيقات، أو موقعه، أو معلوماته الديموغرافية."},"7":{"id":7,"name":"قياس مستوى أداء الإعلانات","description":"يُمكن قياس مستوى أداء وكفاءة الإعلانات التي تظهر لك أو تتفاعل معها.","descriptionLegal":"ويستطيع الموردون من أجل قياس مستوى أداء الإعلانات القيام بما يلي: * قياس ما إن كان تم عرض الإعلانات والتفاعل معها من جانب المستخدم وكيف تم ذلك * تقديم التقارير بشأن الإعلانات، بما في ذلك مستوى الأداء والكفاءة بها * تقديم التقارير بشأن المستخدمين الذين تفاعلوا مع الإعلانات باستخدام البيانات المرصودة أثناء تفاعل المستخدم مع هذا الإعلان * تقديم التقارير لجهات النشر بشأن الإعلانات المعروضة على منصاتهم * قياس ما إن كان إعلان ما يُعرض في سياق بيئة تحريرية مناسبة (آمنة للعلامة التجارية) * تحديد النسبة المئوية للإعلانات التي كانت هناك فرصة لمشاهدتها ومدة هذه الفرصة * الدمج بين هذه المعلومات والمعلومات الأخرى التي تم جمعها في السابق، بما في ذلك ما تم جمعه من مختلف المواقع الإلكترونية والتطبيقات لا يستطيع الموردون القيام بما يلي: * تطبيق بيانات الرؤى الخاصة بالجمهور المستقاة من المجموعات المحددة أو ما شابه ذلك على بيانات قياسات الإعلانات دون أساس قانوني لتطبيق أبحاث السوق من أجل توليد رؤى الجمهور (الغرض 9)"},"8":{"id":8,"name":"قياس مستوى أداء المحتوى","description":"يُمكن قياس مستوى أداء وكفاءة المحتوي التي تظهر لك أو تتفاعل معها.","descriptionLegal":"ويستطيع الموردون من أجل قياس مستوى أداء المحتوى القيام بما يلي: * قياس كيفية عرض المحتوى للمستخدمين وتفاعلهم معه وتقديم التقارير بشأن ذلك * تقديم التقارير واستخدام المعلومات المعروفة أو القابلة للقياس بصورة مباشرة عن المستخدمين الذين تفاعلوا مع المحتوى * الدمج بين هذه المعلومات والمعلومات الأخرى التي تم جمعها في السابق، بما في ذلك ما تم جمعه من مختلف المواقع الإلكترونية والتطبيقات. لا يستطيع الموردون القيام بما يلي: * قياس ما إن كان تم عرض الإعلانات (بما في ذلك الإعلانات الاصلية) والتفاعل معها من جانب المستخدم وكيف تم ذلك * تطبيق بيانات الرؤى الخاصة بالجمهور المستقاة من المجموعات المحددة أو ما شابه ذلك على بيانات قياسات الإعلانات دون أساس قانوني لتطبيق أبحاث السوق من أجل توليد رؤى الجمهور (الغرض 9)"},"9":{"id":9,"name":"تطبيق أبحاث السوق لتوليد رؤى الجمهور","description":"يُمكن استخدام أبحاث السوق لمعرفة المزيد عن الجمهور الذي يزور المواقع / التطبيقات ويعرض الإعلانات.","descriptionLegal":"ويستطيع الموردون من أجل قياس مستوى أداء المحتوى القيام بما يلي: * قياس كيفية عرض المحتوى للمستخدمين وتفاعلهم معه وتقديم التقارير بشأن ذلك * تقديم التقارير واستخدام المعلومات المعروفة أو القابلة للقياس بصورة مباشرة عن المستخدمين الذين تفاعلوا مع المحتوى * الدمج بين هذه المعلومات والمعلومات الأخرى التي تم جمعها في السابق، بما في ذلك ما تم جمعه من مختلف المواقع الإلكترونية والتطبيقات. لا يستطيع الموردون القيام بما يلي: * قياس ما إن كان تم عرض الإعلانات (بما في ذلك الإعلانات الاصلية) والتفاعل معها من جانب المستخدم وكيف تم ذلك * تطبيق بيانات الرؤى الخاصة بالجمهور المستقاة من المجموعات المحددة أو ما شابه ذلك على بيانات قياسات الإعلانات دون أساس قانوني لتطبيق أبحاث السوق من أجل توليد رؤى الجمهور (الغرض 9)"},"10":{"id":10,"name":"تطوير المنتجات وتحسينها","description":"يُمكن استخدام بياناتك في تحسين الأنظمة والبرمجيات الحالية وفي تطوير منتجات جديدة.","descriptionLegal":"يستطيع الموردون من أجل تطوير منتجات جديدة وتحسين المنتجات الحالية القيام بما يلي: * استخدام المعلومات لتحسين المنتجات الحالية بميزات جديدة وتطوير منتجات جديدة * إنشاء نماذج وخوارزميات جديدة من خلال التعلم الآلي لا يستطيع الموردون القيام بما يلي: * إجراء أي عمليات أخرى لمعالجة البيانات مسموح بها لغرض آخر تحت هذا الغرض"}},"specialPurposes":{"1":{"id":1,"name":"ضمان الأمان والوقاية من الاحتيال وتصحيح الأخطاء","description":"يُمكن استخدام بياناتك في رصد الأنشطة الاحتيالية والوقاية منها وضمان سير عمل الأنظمة والعمليات بصورة سليمة وآمنة","descriptionLegal":"يستطيع الموردون من أجل ضمان الأمان والوقاية من الاحتيال وتصحيح الأخطاء القيام بما يلي: * ضمان إرسال البيانات بصورة آمنة * رصد الأنشطة الضارة والاحتيالية وغير السليمة وغير القانونية. * ضمان التشغيل الصحيح والفعال للأنظمة والعمليات، بما في ذلك رصد مستوى أداء الأنظمة والعمليات الداخلة في الأغراض المسموح بها وتحسينها لا يستطيع الموردون القيام بما يلي: * إجراء أي عمليات أخرى لمعالجة البيانات مسموح بها لغرض آخر تحت هذا الغرض. ملحوظة: قد تتضمن البيانات المجمعة والمستخدمة لضمان الأمان والوقاية من الاحتيال وتصحيح الأخطاء خصائص الأجهزة المرسلة تلقائيًا لأغراض تحديد الهوية، وبيانات الموقع الجغرافي الدقيقة، والبيانات المتحصل عليها من خلال المسح النشط لخصائص الأجهزة لأغراض تحديد الهوية دون إفصاح و/أو قبول بشكل مستقل."},"2":{"id":2,"name":"التقديم الفني للإعلانات أو المحتوى","description":"يستطيع جهازك استلام وإرسال المعلومات التي تُمكنك من مشاهدة الإعلانات والمحتوى والتفاعل معهما.","descriptionLegal":"ويستطيع الموردون من أجل تقديم المعلومات والرد على الطلبات الفنية القيام بما يلي: * استخدام عنوان IP الخاص بالمستخدم لتقديم إعلان عبر الإنترنت * الرد على تفاعل المستخدم مع أحد الإعلانات عن طريق إرسال المستخدم إلى صفحة هبوط * استخدام عنوان IP الخاص بالمستخدم لتقديم محتوى عبر الإنترنت * الرد على تفاعل المستخدم مع المحتوى عن طريق إرسال المستخدم إلى صفحة هبوط * استخدام المعلومات عن نوع الجهاز وإمكانياته لتقديم الإعلانات أو المحتوى، على سبيل المثال لتقديم إعلانات الويب أو ملفات الفيديو بالحجم المناسب وبتنسيق يدعمه الجهاز لا يستطيع الموردون القيام بما يلي: * إجراء أي عمليات أخرى لمعالجة البيانات مسموح بها لغرض آخر تحت هذا الغرض"}},"features":{"1":{"id":1,"name":"مطابقة مصادر البيانات دون اتصال والدمج بينها","description":"يُمكن الدمج بين مصادر البيانات دون اتصال مع النشاط عبر الإنترنت لدعم واحد أو أكثر من الأغراض","descriptionLegal":"يستطيع الموردون القيام بما يلي: * دمج البيانات المتحصل عليها دون اتصال مع البيانات المجمعة أثناء الاتصال لدعم واحد أو أكثر من الأغراض أو الأغراض الخاصة."},"2":{"id":2,"name":"ربط أجهزة مختلفة","description":"يُمكن تحديد ما إن كانت هناك أجهزة مختلفة تعود إليك أو إلى منزلك لدعم واحد أو أكثر من الأغراض.","descriptionLegal":"يستطيع الموردون القيام بما يلي: * التحديد بشكل قاطع ما إن كان هناك جهازان أو أكثر تعود إلى نفس المستخدم أو المنزل * التحديد بشكل محتمل ما إن كان هناك جهازان أو أكثر تعود إلى نفس المستخدم أو المنزل * المسح النشط لمواصفات الأجهزة لتحديد الهوية بغرض التحديد المحتمل، وذلك في حال سماح المستخدمين للموردين بالمسح النشط لمواصفات الجهاز بغرض تحديد الهوية (الميزة الخاصة 2)"},"3":{"id":3,"name":"استلام واستخدام مواصفات الأجهزة المرسلة تلقائيًا لأغراض تحديد الهوية","description":"يُمكن تمييز جهازك عن الأجهزة الأخرى بحسب المعلومات التي يُرسلها الجهاز بصورة تلقائية، مثل عنوان IP أو نوع المستعرض.","descriptionLegal":"يستطيع الموردون القيام بما يلي: * إنشاء معرف هوية باستخدام البيانات المجمعة بصورة تلقائية من أي جهاز لمواصفات محددة، مثل عنوان IP وسلسلة وكيل المستخدم. * استخدام هذا المعرف لمحاولة إعادة التعرف على جهاز ما. لا يستطيع الموردون القيام بما يلي: * إنشاء معرف هوية باستخدام البيانات المجمعة من المسح النشط لجهاز ما لمواصفات محددة، مثل الخط المثبت أو دقة الشاشة، دون قبول منفصل من المستخدم للمسح النشط لمواصفات الجهاز لأغراض تحديد الهوية. * استخدام هذا المعرف لإعادة التعرف على جهاز ما."}},"specialFeatures":{"1":{"id":1,"name":"استخدام بيانات الموقع الجغرافي الدقيقة","description":"يُمكن استخدام بيانات الموقع الجغرافي الدقيقة الخاصة بك لدعم واحد أو أكثر من الأغراض. وهو ما يعني أن تحديد موقعك قد تصل دقته إلى محيط بضعة أمتار.","descriptionLegal":"يستطيع الموردون القيام بما يلي: * جمع بيانات الموقع الجغرافي الدقيقة ومعالجتها لدعم واحد أو أكثر من الأغراض. ملحوظة: تعني بيانات الموقع الجغرافي الدقيقة عدم وجود قيود على دقة موقع المستخدم، بحيث قد تصل دقة ذلك إلى محيط بضعة أمتار."},"2":{"id":2,"name":"المسح النشط لمواصفات الجهاز لأغراض تحديد الهوية","description":"يُمكن تحديد هوية جهازك من خلال مسح لمزيج الخصائص الفريدة به.","descriptionLegal":"يستطيع الموردون القيام بما يلي: * إنشاء معرف هوية باستخدام البيانات المجمعة من خلال المسح النشط لجهاز ما لمواصفات محددة، مثل الخطوط المثبتة أو دقة الشاشة. * استخدام هذا المعرف لإعادة التعرف على جهاز ما."}}}
