{"vendorListVersion":165,"lastUpdated":"2022-10-13T16:45:55Z","purposes":{"1":{"id":1,"name":"在裝置儲存和∕或存取資訊","description":"Cookie、裝置識別符或其他資料可能為了向您述明的目的，而儲存於或存取自您的裝置。","descriptionLegal":"供應商可：\n* 在裝置儲存和存取資訊，例如傳送予用戶的 Cookie 及裝置識別符。\n"},"2":{"id":2,"name":"選擇基本廣告","description":"按照您檢視的內容、使用的應用程式、大約位置或裝置類型向您顯示廣告。","descriptionLegal":"選擇基本廣告 供應商可：\n* 使用有關廣告顯示背景的實時資訊，以顯示廣告，包括關於內容及裝置的資訊，例如裝置類型及功能、用戶代理、URL 位址、IP 位址。 \n* 使用用戶的非準確地理位置資料。\n* 控制向用戶顯示廣告的頻率。\n* 安排向用戶顯示廣告的次序。\n* 防止以不當編輯（品牌危機）形式傳遞廣告。\n供應商不可：\n* 在缺乏創建個人化廣告檔案的獨立法律基礎下，使用此資訊創建個人化廣告檔案以選擇日後廣告。\n註：非準確僅指容許至少 500 米半徑的大約位置。\n"},"3":{"id":3,"name":"創建個人化廣告檔案","description":"為向您顯示與您相關的個人化廣告，可建立關於您及您興趣的檔案。","descriptionLegal":"為創建個人化廣告檔案，供應商可：\n* 收集有關用戶的資訊，包括用戶活動、興趣、網站或應用程式到訪、人口統計資訊或位置，以創建或編輯用於個人化廣告的用戶檔案。\n*将此信息与先前收集的其他信息（包括从各个网站和应用程序中收集到的信息）结合起来，以创建或编辑用于个性化广告的用户个人资料。"},"4":{"id":4,"name":"選擇個人化廣告","description":"個人化廣告可按照關於您的個人檔案而向您顯示。","descriptionLegal":"為選擇個人化檔案，供應商可：\n* 按照用戶檔案或其他用戶資料記錄，包括用戶的過往活動、興趣、到訪的網站或應用程式、位置或人口統計資訊，選擇個人化廣告。\n"},"5":{"id":5,"name":"創建個人化內容檔案","description":"為向您顯示與您相關的個人化內容，可建立關於您及您的興趣的檔案。","descriptionLegal":"為創建個人化內容檔案，供應商可：\n* 收集有關用戶的資料，包括用戶活動、興趣、網站或應用程式到訪、基本資料或地點，以創建或編輯用於個人化內容的用戶檔案。\n*将此信息与先前收集的其他信息（包括从各个网站和应用程序中收集到的信息）结合起来，以创建或编辑用于个性化内容的用户个人资料。"},"6":{"id":6,"name":"選擇個人化內容","description":"個人化內容可按照關於您的個人檔案而向您顯示。","descriptionLegal":"為選擇個人化內容，供應商可：\n* 按照用戶檔案或其他用戶資料記錄，包括用戶的過往活動、興趣、到訪的網站或應用程式、位置或基本資料，選擇個人化內容。\n"},"7":{"id":7,"name":"測量廣告效果","description":"可測量您所看或所互動廣告的表現及成效。","descriptionLegal":"為測量廣告效果，供應商可：\n* 測量用戶是否和如何得到廣告傳遞和與之互動\n* 提供廣告報告，包括其成效及表現\n* 使用用戶與廣告互動期間所得的資料，就著與廣告互動的用戶提供報告\n* 就著財產上顯示的廣告向發佈者提供報告\n* 測量廣告是否投放於適當的編輯環境（品牌安全）\n* 釐定看到廣告的機會百分比以及查看機會的時長 \n供應商不可：\n* 在缺乏運用市場研究實現洞察受眾的獨立法律基礎下，將面板或類似方式導出的受眾洞察資料用於廣告測量資料。\n"},"8":{"id":8,"name":"測量內容效果","description":"可測量您所看或所互動內容的表現及成效。","descriptionLegal":"為測量內容效果，供應商可：\n* 測量和報告用戶如何得到廣告傳遞和與之互動。\n* 使用直接測量或已知的資料，就著與內容互動的用戶提供報告\n供應商不可：\n* 測量用戶是否和如何得到廣告（包括原生廣告）傳遞和與之互動。\n* 在缺乏運用市場研究實現洞察受眾的獨立法律基礎下，將面板或類似方式導出的受眾洞察資料用於廣告測量資料。\n"},"9":{"id":9,"name":"運用市場研究實現洞察受眾","description":"市場研究可用於多加了解到訪網站∕應用程式和檢視廣告的受眾。","descriptionLegal":"為運用市場研究實現洞察受眾，供應商可：\n* 透過面板或類似方式導出的洞察資料，就著廣告接觸的受眾向廣告商或其代表提供彙整報告。\n* 透過面板或類似方式導出的洞察資料，就著接收內容和∕或廣告或與之互動的受眾向發佈者提供彙整報告。\n* 如果供應商已聲明配對和結合線下資料來源（功能 1），則將線下資料關聯至線上用戶以藉著市場研究洞察受眾\n供應商不可：\n* 在缺乏測量廣告效果的獨立法律基礎下，測量特定用戶所接收或互動的廣告的表現及成效。\n* 在缺乏測量內容效果的獨立法律基礎下，測量特定用戶接收的內容以及箇中互動方式。\n"},"10":{"id":10,"name":"研發和改善產品","description":"您的資料可用於改善現有系統及軟件，並研發新產品。","descriptionLegal":"為研發新產品和改善產品，供應商可：\n* 使用資料以透過新增功能改善現有產品，並研發新產品\n* 透過機器學習創建新模型及演算法\n供應商不可：\n* 根據此目的而進行其他目的允許的任何其他資料處理操作\n"}},"specialPurposes":{"1":{"id":1,"name":"確保安全、防止欺詐和排除故障","description":"您的資料可能用於監察和防止欺詐活動，並確保系統及程序能夠安全地正常運作。","descriptionLegal":"為確保安全、防止欺詐和排除故障，供應商可：\n* 確保安全傳輸資料。 \n* 偵測和防止惡意、虛假、無效或非法活動。\n* 確保正常而有效地操作系統及程序，包括監察和提升允許目的中涉及的系統效能及程序。\n供應商不可：\n* 根據此目的而進行其他目的允許的任何其他資料處理操作。\n註：為確保安全、防止欺詐和排除故障而收集和使用的資料，可能包括為作識別而自動發送的裝置特徵、準確的地理位置資料，以及為作識別而透過主動掃描裝置特徵所得但無另行披露和∕或接受的資料。\n"},"2":{"id":2,"name":"技術性傳遞廣告或內容","description":"您的裝置可收發資訊，以讓您查看廣告及內容並與之互動。","descriptionLegal":"為傳遞資訊和回應技術要求，供應商可：\n* 使用用戶的 IP 位址以在互聯網傳遞廣告\n* 透過將用戶帶至登陸頁面，以回應用戶與廣告的互動\n* 使用用戶的 IP 位址以在互聯網傳遞內容\n* 透過將用戶帶至登陸頁面，以回應用戶與內容的互動\n* 使用有關裝置類型及功能的資料以傳遞廣告或內容，例如以裝置支援的格式傳遞適當大小的廣告創意或影片檔案\n供應商不可：\n* 根據此目的而進行其他目的允許的任何其他資料處理操作\n"}},"features":{"1":{"id":1,"name":"配對和結合線下資料來源","description":"來自線下資料來源的資料可結合您的線上活動，以用於一項或多項目的。","descriptionLegal":"供應商可：\n* 結合線下資料與線上資料，以用於一項或多項目的或特殊目的。\n"},"2":{"id":2,"name":"連結不同裝置","description":"可將不同裝置釐定為屬於您或您的家人，以用於一項或多項目的。","descriptionLegal":"供應商可：\n* 確實釐定兩部或以上的裝置屬於相同用戶或家庭\n* 大致釐定兩部或以上的裝置屬於相同用戶或家庭\n* 在用戶已允許供應商主動掃描裝置特徵以作識別（特殊功能 2）的情況下，主動掃描裝置特徵以作大致釐定的識別用途\n"},"3":{"id":3,"name":"接收和運用自動發送的裝置特徵以作識別","description":"可能會按照您裝置自動發送的資訊，例如 IP 位址或瀏覽器類型，而區別您的裝置與其他裝置。","descriptionLegal":"供應商可：\n* 使用從裝置自動收集所得的具體特徵資料，例如 IP 位址及用戶代理字符串，以創建識別符。\n* 使用該識別符以嘗試重新識別裝置。\n供應商不可：\n* 未經用戶另行接受主動掃描裝置特徵以作識別下，透過主動掃描裝置的具體特徵（例如安裝字型或屏幕解像度）而收集資料，以創建識別符。\n* 使用該識別符以重新識別裝置。\n"}},"specialFeatures":{"1":{"id":1,"name":"使用準確的地理位置資料","description":"您的準確地理位置資料可用於一項或多項目的。換言之，您的位置可準確至數米之內。","descriptionLegal":"供應商可：\n* 為一項或多項目的而收集和處理準確的地理位置資料。\n註：準確的地理位置資料是指並無限制用戶位置的準確度；可準確至數米以內。\n註：為安全或防止欺詐而使用此資料的某些用途會另行涵蓋，而無需用戶另行接受使用準確的地理位置資料。\n"},"2":{"id":2,"name":"主動掃描裝置特徵以作識別","description":"透過掃描您裝置特徵的唯一組合，可識別您的裝置。","descriptionLegal":"供應商可：\n* 透過主動掃描裝置的具體特徵（例如安裝字型或屏幕解像度）而收集資料，以創建識別符。 \n* 使用該識別符以重新識別裝置。\n註：為安全或防止欺詐而使用此資料的某些用途會另行涵蓋，而無需用戶另行接受主動掃描裝置特徵以作識別。"}}}
