{"vendorListVersion":190,"lastUpdated":"2023-03-30T16:45:22Z","purposes":{"1":{"id":1,"name":"Ukládání a/nebo přístup k informacím v zařízení","description":"Ve vašem zařízení se mohou ukládat soubory cookie, identifikátory zařízení nebo další informace nebo k nim ve vašem zařízení může být umožněn přístup pro účely, které vám byly sděleny.","descriptionLegal":"Prodejci mohou:\r\n●\tUkládat a přistupovat k informacím v zařízení, jako jsou soubory cookie a identifikátory zařízení, o kterých byl uživatel informován.\r"},"2":{"id":2,"name":"Základní nastavení reklamy","description":"Reklamy se mohou zobrazovat na základě obsahu, který prohlížíte, aplikace, kterou používáte, vaší přibližné polohy nebo typu vašeho zařízení.","descriptionLegal":"Za účelem základního nastavení reklamy mohou prodejci:\n ● Používat informace v reálném čase, pokud jde o kontext, ve kterém se bude reklama zobrazovat, k zobrazení reklamy včetně informací o obsahu a zařízení, jako jsou: typ a možnosti zařízení, hlavička User-Agent, adresa URL, adresa IP.\n ● Používat nepřesné údaje o uživatelově geografické poloze.\n ● Kontrolovat četnost reklamy zobrazované uživateli.\n ● Stanovit pořadí, ve kterém se reklamy uživateli zobrazují.\n ● Bránit zobrazování reklamy v nevhodném redakčním kontextu (ohrožujícím značku).\n Prodejci nemohou:\n ● Za pomoci těchto informací vytvářet profily pro personalizovanou reklamu za účelem zobrazení budoucí reklamy bez samostatného právního základu za účelem vytváření profilu pro personalizovanou reklamu. \n Pozn.: Výraz nepřesné údaje představuje pouze přibližnou polohu dovolující lokalizaci v okruhu nejméně 500 metrů."},"3":{"id":3,"name":"Vytvoření profilu pro personalizovanou reklamu","description":"Na základě vašeho chování na internetu může být vytvořen váš profil, aby vám mohla být zobrazena relevantní reklama.","descriptionLegal":"Za účelem vytvoření profilu pro personalizovanou reklamu mohou prodejci:\n ● Shromažďovat informace o uživateli včetně jeho aktivity, zájmů, návštěv stránek nebo aplikací, demografických údajů nebo polohy, a to za účelem vytvoření nebo úpravy uživatelova profilu pro použití v personalizované reklamě.\n ● Kombinovat tyto údaje s dalšími dříve shromážděnými údaji, včetně údajů shromážděných napříč webovými stránkami a aplikacemi, za účelem vytvoření nebo úpravy uživatelova profilu pro použití v personalizované reklamě."},"4":{"id":4,"name":"Výběr personalizované reklamy","description":"Na základě vašeho profilu se vám může zobrazovat personalizovaná reklama.","descriptionLegal":"Za účelem výběru personalizované reklamy mohou prodejci:\n ● Vybírat personalizovanou reklamu na základě uživatelova profilu nebo jiných dat včetně uživatelovy předchozí aktivity, zájmů, návštěv stránek nebo aplikací, polohy nebo demografických údajů."},"5":{"id":5,"name":"Vytvoření profilu pro personalizovaný obsah","description":"Na základě vašeho chování na internetu může být vytvořen váš profil, a to proto, aby vám mohl být zobrazován obsah, který je pro vás relevantní.","descriptionLegal":"Za účelem vytvoření profilu pro personalizovaný obsah mohou prodejci:\n● Shromažďovat informace o uživateli včetně jeho aktivity, zájmů, návštěv stránek nebo aplikací, demografických údajů nebo polohy, a to za účelem vytvoření nebo úpravy uživatelského profilu pro personalizovaný obsah.\n● Kombinovat tyto informace s dalšími dříve shromážděnými informacemi včetně těch získaných napříč webovými stránkami a aplikacemi za účelem vytvoření nebo úpravy uživatelského profilu pro personalizovaný obsah."},"6":{"id":6,"name":"Výběr personalizovaného obsahu","description":"Na základě vašeho profilu se vám může zobrazovat personalizovaný obsah.","descriptionLegal":"Za účelem výběru personalizovaného obsahu mohou prodejci:\n● Vybírat personalizovaný obsah na základě uživatelova profilu nebo jiných dat včetně uživatelovy předchozí aktivity, zájmů, návštěv stránek nebo aplikací, polohy nebo demografických údajů.\n"},"7":{"id":7,"name":"Měření výkonu reklamy","description":"Výkon a účinnost reklamy, kterou vidíte nebo na kterou reagujete, mohou být měřeny","descriptionLegal":"Za účelem měření výkonu reklamy mohou prodejci:\n● Měřit zobrazování reklam uživateli a jeho reakce na ně.\n● Poskytovat informace o reklamách, včetně jejich výkonu a účinnosti.\n● Poskytovat informace o uživatelích na základě dat sebraných v průběhu jejich reakce na zobrazenou reklamu.\n● Poskytovat informace vydavatelům o reklamách zobrazených v rámci jimi vlastněných kanálů.\n● Měřit zobrazování reklamy ve vhodném redakčním kontextu (neohrožujícím značku).\n● Určit procento reklamy, u níž byla příležitost ke zhlédnutí, a dobu trvání takové příležitosti.\n● Kombinovat tyto informace s dalšími dříve shromážděnými informacemi včetně těch shromážděných napříč webovými stránkami a aplikacemi.\nProdejci nemohou:\n● Použít poznatky o uživatelích získané z panelu (vzorku uživatelů) nebo podobným způsobem na data o měření výkonu reklamy bez samostatného právního základu za účelem použití výzkumu trhu pro získávání poznatků o uživatelích. \n"},"8":{"id":8,"name":"Měření výkonu obsahu","description":"Účinnost a výkon obsahu, který vidíte nebo na který reagujete, mohou být měřeny.","descriptionLegal":"Za účelem měření výkonu obsahu mohou prodejci:\n● Měřit zobrazování obsahu uživatelům a jejich reakce na něj, a poskytovat o tom informace.\n● Poskytovat informace o tom, jak uživatelé na obsah reagovali, a to za použití přímo měřitelných nebo známých informací o uživatelích.\n● Kombinovat tyto informace s jinými dříve shromážděnými informacemi včetně těch shromážděných napříč webovými stránkami a aplikacemi.\nProdejci nemohou:\n● Měřit, zda a jakými způsobem byly reklamy (včetně nativní reklamy) zobrazeny a jak na ně uživatel reagoval, nemají-li k tomu samostatný právní základ.\n● Použít poznatky o uživatelích získané z panelu (vzorku uživatelů) nebo podobným způsobem na data o měření výkonu obsahu bez samostatného právního základu za účelem použití výzkumu trhu pro získávání poznatků o uživatelích"},"9":{"id":9,"name":"Používání výzkumu trhu pro získání poznatků o uživatelích","description":"Výzkum trhu lze využít k získání více informací o uživatelích, kteří navštěvují stránky/aplikace a jimž jsou zobrazeny reklamy.","descriptionLegal":"Za účelem použití výzkumu trhu pro získání poznatků o uživatelích mohou prodejci:\n● Poskytovat souhrnné informace inzerentům nebo jejich zástupcům o uživatelích, které jejich reklama zasáhla, a to na základě informací ze vzorku zasažených uživatelů nebo jiných odvozených informací.\n● Poskytovat souhrnné informace vydavatelům o uživatelích, kterým se v rámci jimi vlastněných kanálů zobrazil obsah a/nebo reklama nebo kteří na obsah nebo reklamu reagovali, a to na základě informací ze vzorku zasažených uživatelů nebo jiných odvozených informací.\n● Spojovat offline data s online uživatelem pro účely výzkumu trhu pro získávání poznatků o uživatelích, pokud prodejci deklarovali, že přiřazují a kombinují zdroje offline dat.\n● Kombinovat tato data s jinými dříve shromážděnými údaji včetně těch shromážděných napříč webovými stránkami a aplikacemi.\nProdejci nemohou:\n● Měřit účinnost a výkon reklamy, která se konkrétnímu uživateli zobrazila nebo na niž reagoval, bez právního základu pro účel měření výkonu reklamy.\n● Měřit zobrazování obsahu konkrétnímu uživateli a jeho reakcí na něj, bez právního základu pro účel měření výkonu obsahu."},"10":{"id":10,"name":"Vývoj a zlepšování produktů","description":"Vaše údaje lze využít ke zlepšení stávajících systémů a softwaru a k vývoji nových produktů.","descriptionLegal":"Za účelem vývoje nových produktů a zlepšování produktů mohou prodejci:\n● Používat informace k vylepšení svých stávajících produktů novými funkcemi a k vývoji nových produktů.\n● Vytvářet nové modely a algoritmy pomocí strojového učení.\nProdejci nemohou:\n● Provádět v rámci tohoto účelu jakoukoli jinou operaci zpracování údajů povolenou v rámci jiného účelu."}},"specialPurposes":{"1":{"id":1,"name":"Zajištění bezpečnosti, předcházení podvodům a odstraňování chyb","description":"Vaše údaje lze použít k monitorování podvodných aktivit a k jejich prevenci a k zajištění řádného a bezpečného fungování systémů a postupů.","descriptionLegal":"Za účelem zajištění bezpečnosti, předcházení podvodům a odstraňování chyb mohou prodejci:\r\n●\tZajistit bezpečný přenos dat.\r\n●\tOdhalovat škodlivé, podvodné, neplatné nebo nezákonné aktivity a předcházet jim.\r\n●\tZajistit správné a efektivní fungování systémů a postupů včetně monitorování a zvyšování výkonnosti systémů a postupů používaných k povoleným účelům.\r\nProdejci nemohou:\r\n●\tProvádět v rámci tohoto účelu jakoukoli jinou operaci zpracování údajů povolenou v rámci jiného účelu.\r\nPozn.: Data shromážděná a použitá za účelem zajištění bezpečnosti, předcházení podvodům a odstraňování chyb mohou zahrnovat automaticky zasílané specifické vlastnosti zařízení pro identifikaci, přesná geolokační data a data získaná aktivním prohledáváním specifických vlastností zařízení pro identifikaci bez samostatného oznámení a/nebo opt-in.\r"},"2":{"id":2,"name":"Technické doručení (zobrazení) reklamy nebo obsahu","description":"Vaše zařízení může přijímat a odesílat informace, které vám umožní zhlédnout reklamu a obsah a reagovat na ně.","descriptionLegal":"Za účelem poskytnutí informací a reakce na technické požadavky mohou prodejci:\n● Používat uživatelovu IP adresu k zobrazení reklamy prostřednictvím internetu.\n● Podle reakce uživatele na reklamu ho odeslat na stránku určenou inzerentem.\n● Používat IP adresu uživatele k zobrazení obsahu prostřednictvím internetu.\n● Podle reakce uživatele na obsah ho odeslat na stránku určenou vydavatelem.\n● Používat informace o typu a možnostech zařízení za účelem zobrazení reklamy nebo obsahu, například k zobrazení reklamy nebo video souboru ve správné velikosti a ve formátu, který zařízení podporuje.\nProdejci nemohou:\n● Provádět v rámci tohoto účelu jakoukoli jinou operaci zpracování údajů povolenou v rámci jiného účelu."}},"features":{"1":{"id":1,"name":"Párování a kombinování zdrojů offline dat","description":"Data z offline zdrojů lze kombinovat s vaší online aktivitou za účelem podpory jednoho nebo více účelů.","descriptionLegal":"Prodejci mohou:\n● Kombinovat data získaná offline s daty shromážděnými online za účelem podpory jednoho nebo více účelů nebo zvláštních účelů."},"2":{"id":2,"name":"Propojení různých zařízení","description":"Abychom mohli lépe naplnit jeden či více účelů, můžeme určit, že vám nebo vaší domácnosti patří různá zařízení.","descriptionLegal":"Prodejci mohou:\n● Deterministickou metodou určit, že dvě nebo více zařízení patří stejnému uživateli nebo domácnosti.\n● Pravděpodobnostní metodou určit, že dvě nebo více zařízení patří stejnému uživateli nebo domácnosti.\n● Aktivně vyhledávat pravděpodobnostní identifikační údaje v rámci vlastností zařízení, pokud uživatelé prodejcům aktivní vyhledávání identifikačních údajů v rámci vlastností zařízení povolili (zvláštní funkce 2)."},"3":{"id":3,"name":"Přijetí a použití automaticky zasílaných specifických vlastností zařízení pro identifikaci","description":"Vaše zařízení může být odlišeno od jiných zařízení na základě informací, které vaše zařízení automaticky zasílá, jako např. IP adresa nebo typ prohlížeče.","descriptionLegal":"Prodejci mohou:\n● Vytvořit identifikátor za použití dat shromážděných automaticky ze zařízení pro konkrétní specifické vlastnosti, např. IP adresa, user-agent string.\n●  Použít takový identifikátor k pokusu o opětovnou identifikaci zařízení.\nProdejci nemohou: \n● Vytvořit identifikátor za použití dat shromážděných prostřednictvím aktivního skenování zařízení pro konkrétní specifické vlastnosti, např. instalovaný font nebo rozlišení obrazovky, bez samostatného uživatelova opt-in za účelem aktivního prohledávání specifických vlastností zařízení pro identifikaci.\n● Použít takový identifikátor za účelem opětovné identifikace zařízení."}},"specialFeatures":{"1":{"id":1,"name":"Používání přesných údajů o geografické poloze","description":"Přesné údaje o vaší geografické poloze lze použít za účelem podpory jednoho nebo více účelů. Znamená to, že vaši polohu lze určit s přesností na několik metrů.","descriptionLegal":"Prodejci mohou:\n● Shromažďovat a zpracovávat přesné údaje o geografické poloze za účelem podpory jednoho nebo více účelů.\nPozn.: Výraz přesná geografická poloha znamená, že neexistují žádná omezení týkající se přesnosti uživatelovy polohy; polohu lze určit s přesností na několik metrů."},"2":{"id":2,"name":"Aktivní vyhledávání identifikačních údajů v rámci vlastností zařízení","description":"Vaše zařízení lze identifikovat na základě prohledání jedinečné kombinace vlastností vašeho zařízení.","descriptionLegal":"Prodejci mohou:\n● Vytvořit identifikátor pomocí údajů shromážděných prostřednictvím aktivního vyhledávání specifických vlastností v rámci zařízení, např. instalovaných písem nebo rozlišení obrazovky.\n● Používat tento identifikátor za účelem opětovné identifikace zařízení."}}}
