{"purposes":{"1":{"id":1,"name":"I-store at/o i-access ang impormasyon sa isang device","description":"Ang mga cookie, device identifier, o ibang impormasyon ay puwedeng ma-store o ma-access sa iyong device para sa mga layuning ipinakita sa iyo.","descriptionLegal":"Ang mga vendor ay maaaring:\n* mag-store at mag-access ng impormasyon sa device tulad ng mga cookie at mga device identifier na ipinakita sa isang user."},"2":{"id":2,"name":"Pumili ng mga basic na ad","description":"Maaaring magpakita sa i yo ng mga ad batay sa content na tinitingnan mo, ang app na ginagamit mo, ang iyong tinantiyang lokasyon, o ang uri ng device mo.","descriptionLegal":"Para pumili ng basic na ad, ang mga vendor ay maaaring:\n* Gamitin ang aktwal na impormasyon tungkol sa konteksto para maipakita ang ad, para ipakita ang ad, kasama ang impormasyon tungkol sa content at device, tulad ng: uri at mga capability ng device, user agent, URL, IP address\n* Gamitin ang hindi eksaktong datos ng geolocation ng user \n* Kontrolin ang dalas ng mga ad na ipinapakita sa isang user.\n* Pagsunud-sunurin ang ayos ng pagpapakita ng mga ad sa isang user.\n* Pigilang maipakita ang ad sa hindi naaangkop na editorial (hindi ligtas sa brand) na konteksto\nAng mga vendor ay hindi maaaring:\n* Gumawa ng profile ng mga naka-personalize na ad gamit ang impormasyong ito para pumili ng mga ad sa hinaharap nang walang hiwalay na legal na basehan para gumawa ng profile ng mga naka-personalize na ad.\n* Tandaan: Ang hindi eksakto ay nangangahulugan na ang tinatantiyang lokasyon lang na kinabibilangan ng hindi bababa sa radius na 500 metro ang pinapayagan."},"3":{"id":3,"name":"Gumawa ng profile ng mga naka-personalize na ad","description":"Maaaring gumawa ng profile na tungkol sa iyo at sa mga interes mo para magpakita sa iyo ng mga naka-personalize na ad na nauugnay sa iyo.","descriptionLegal":"Para gumawa ng profile ng mga naka-personalize na ad, ang mga vendor ay maaaring:\n* Mangolekta ng impormasyon tungkol sa user, kasama ang aktibidad, mga interes, demograpikong impormasyon, o lokasyon ng user, para gumawa o mag-edit ng user profile para gamitin sa naka-personalize na advertising.\n* Isama ang impormasyong ito sa ibang impormasyong nakolekta dati, kasama ang mula sa mga website at app, para gumawa o mag-edit ng user profile para gamitin sa naka-personalize na advertising."},"4":{"id":4,"name":"Pumili ng mga naka-personalize na ad","description":"Maaaring magpakita sa iyo ng mga naka-personalize na ad batay sa isang profile na tungkol sa iyo.","descriptionLegal":"Para pumili ng mga naka-personalize na ad, ang mga vendor ay maaaring:\n* Pumili ng mga naka-personalize na ad batay sa user profile o ibang nakaraang user data, kasama ang nakaraang aktibidad, mga interes, mga pagbisita sa mga site o app, lokasyon, o demograpikong impormasyon ng user."},"5":{"id":5,"name":"Gumawa ng profile para sa naka-personalize na content","description":"Puwedeng gumawa ng profile na tungkol sa iyo at mga interes mo para magpakita sa iyo ng naka-personalize na content na nauugnay sa iyo.","descriptionLegal":"Para gumawa ng profile para sa naka-personalize na content, ang mga vendor ay maaaring:\n* Mangolekta ng impormasyon tungkol sa isang user, kasama ang aktibidad, mga interes, mga pagbisita sa mga site o app, demograpikong impormasyon, o lokasyon ng user, para gumawa o mag-edit ng user profile para sa pag-personalize ng content.\n* Isama ang impormasyong ito sa ibang impormasyong nakolekta dati, kasama ang mula sa mga website at app, para gawin o i-edit ang user profile para gamitin sa pag-personalize ng content."},"6":{"id":6,"name":"Pumili ng naka-personalize na content","description":"Puwedeng magpakita sa iyo ng naka-personalize na content batay sa isang profile na tungkol sa iyo.","descriptionLegal":"Para pumili ng naka-personalize na content, ang mga vendor ay maaaring:\n* Pumili ng naka-personalize na content batay sa user profile o ibang nakaraang data ng user, kasama ang nakaraang aktibidad, mga interes, mga pagbisita sa mga site o app, lokasyon, o demograpikong impormasyon ng user."},"7":{"id":7,"name":"Sukatin ang performance ng ad","description":"Maaaring masukat ang performance at bisa ng mga ad na nakikita mo o na nakikipag-ugnayan ka.","descriptionLegal":"Para masukat ang performance ng ad, ang mga vendor ay maaaring:\n* Sukatin kung at paano ipinakita ang mga ad sa user at kung nakipag-ugnayan dito ang user\n* Magbigay ng reporting tungkol sa mga ad kasama ang bisa at performance ng mga ito\n* Magbigay ng reporting tungkol sa mga user na nakipag-ugnayan sa mga ad gamit ang data na na-obserbahan sa haba ng interaksyon ng user sa ad na iyon\n* Magbigay ng reporting sa mga publisher tungkol sa mga ad na ipinakita sa kanilang property\n* Sukatin kung ipinapakita ang ad sa naaangkop na editorial environment (ligtas sa brand) na konteksto\n* Tukuyin ang porsyento ng ad na nagkaroon ng pagkakataong makita at ang haba ng pagkakataong iyon\n* Isama ang impormasyong ito sa ibang impormasyong nakolekta dati, kasama ang mula sa mga website at app\nAng mga vendor ay hindi maaaring:\n*Gumamit ng data ng mga insight ng audience na mula sa panel o na nakuha sa parehong paraan sa data ng pagsukat ng ad at nang walang Legal na Basehan para gumamit ng market research para gumawa ng mga insight ng audience (Layunin 9)"},"8":{"id":8,"name":"Sukatin ang performance ng content","description":"Puwedeng masukat ang performance at bisa ng content na nakikita mo o na nakipag-ugnayan ka.","descriptionLegal":"Para masukat ang performance ng content, ang mga vendor ay maaaring:\n* Sukatin at i-report kung paano ipinakita ang content sa mga user at kung paano nakipag-ugnayan dito ang mga user.\n* Magbigay ng reporting, gamit ang direktang nasusukat o alam na impormasyon, tungkol sa mga user na nakipag-ugnayan sa content \n* Isama ang impormasyong ito sa ibang impormasyong nakolekta dati, kasama ang mula sa mga website at app.\nAng mga vendor ay hindi maaaring:\n* Sukatin kung at kung paano ipinakita ang mga ad (kasama ang mga native ad) sa user at kung paano nakipag-ugnayan dito ang user.\n* Gumamit ng data ng mga insight ng audience na mula sa panel o na nakuha sa parehong paraan sa data ng pagsukat ng ad at nang walang Legal na Basehan para gumamit ng market research para gumawa ng mga insight ng audience (Layunin 9)"},"9":{"id":9,"name":"Gumamit ng market research para gumawa ng mga insight ng audience","description":"Maaaring gumamit ng market research para malaman pa ang tungkol sa mga audience na bumibisita sa mga site/app at tumitingin ng mga ad.","descriptionLegal":"Para gumamit ng market research para gumawa ng mga insight ng audience, ang mga vendor ay maaaring:\n* Magbigay ng pinagsama-samang reporting sa mga advertiser o sa kanilang mga kinatawan tungkol sa mga audience na naabot ng kanilang mga ad, sa pamamagitan ng mga insight na mula sa panel o na nakuha sa parehong paraan.\n* Magbigay ng pinagsama-samang reporting sa mga publisher tungkol sa mga audience kung kanino ipinakita ang content at/o mga ad sa kanilang property o na nakipag-ugnayan dito sa pamamagitan ng paggamit ng mga insight na mula sa panel o na nakuha sa parehong paraan. \n* Iugnay ang offline data sa online user para sa mga layunin ng market research para gumawa ng mga insight ng audience kung idineklara ng mga vendor na itugma at isama ang mga pinagkunan ng offline data (Feature 1)\n* Isama ang impormasyong ito sa ibang impormasyong nakolekta dati kasama ang mula sa mga website at app. \nAng mga vendor ay hindi maaaring:\n* Sukatin ang performance at bisa ng mga ad na ipinakita sa partikular na user o na nakipag-ugnayan ang user, nang walang Legal na Basehan para sukatin ang performance ng ad.\n* Sukatin kung aling content ang ipinakita sa partikular na user at kung paano siya nakipag-ugnayan dito, nang walang Legal na Basehan para masukat ang performance ng content."},"10":{"id":10,"name":"Bumuo at pagandahin ang mga produkto","description":"Puwedeng gamitin ang iyong data para pahusayin ang mga dati nang system at software, at para bumuo ng mga bagong produkto","descriptionLegal":"Para bumuo ng mga bagong produkto at pagandahin ang mga produkto, ang mga vendor ay maaaring:\n* Gumamit ng impormasyon para pagandahin ang mga dati nang produkto sa pamamagitan ng mga bagong feature at para bumuo ng mga bagong produkto\n* Gumawa ng mga bagong model at algorithm sa pamamagitan ng machine learning\nAng mga vendor ay hindi maaaring:\n* Gumawa ng anuang ibang operasyon sa pagpoproseso ng data na pinapayagan sa ibang layunin sa ilalim ng layunin na ito"}},"specialPurposes":{"1":{"id":1,"name":"Tiyakin ang seguridad, pigilan ang fraud, at mag-debug","description":"Puwedeng gamitin ang iyong data para masubaybayan at mapigilan ang panloloko o mapandarayang aktibidad, at tiyaking gumagana nang maayos at secure ang mga system at proseso.","descriptionLegal":"Para matiyak ang seguridad, mapigilan ang fraud, at mag-debug, ang mga vendor ay maaaring :\n* Ensure data are securely transmitted\n* Makita at mapigilan ang mapanira, panloloko o mapandaraya, invalid, o labag sa batas na aktibidad.\n* Tiyaking tama at mahusay ang pagpapatakbo ng mga system at proseso, kasama ang para masubaybayan at mapahusay ang performance ng mga system at proseso na bahagi sa mga pinapayagang layunin\nAng mga vendor ay hindi maaaring:\n* Gumawa ng anuang ibang operasyon sa pagpoproseso ng data na pinapayagan sa ibang layunin sa ilalim ng layunin na ito.\nTandaan: Ang mga data na kinokolekta para matiyak ang seguridad, mapigilan ang fraud, at mag-debug ay maaaring may kasamang mga katangian ng device na awtomatikong ipinadala para sa pagkilala, tamang data ng geolocation, at data na nakuha sa pamamagitan ng aktibong pag-scan ng mga katangian ng device para makilala nang walang hiwalay na disclosure at/o pag-opt in."},"2":{"id":2,"name":"Magpakita ng mga ad o content sa teknikal na paraan","description":"Ang iyong device ay puwedeng tumanggap at magpadala ng impromasyon na nagpapahintulot sa iyong makita at makipag-ugnayan sa mga ad at content.","descriptionLegal":"Para maghatid ng impormasyon at tumugon sa mga teknikal na kahilingan, ang mga vendor ay maaaring:\n* Gamitin ang IP address ng user para maghatid ng ad sa internet\n* Tumugon sa interaksyon ng user sa isang ad sa pamamagitan ng pagdadala sa user sa landing page\n* Gamitin ang IP address ng user para maghatid ng content sa internet\n* Tumugon sa interaksyon ng user sa content sa pamamagitan ng pagdadala sa user sa landing page\n* Gamitin ang impormasyon tungkol sa uri ng device at mga capability para sa paghahatid ng mga ad o content, halimbawa para maihatid ang tamang size ng ad creative o video file sa isang format na sinusuportahan ng device\nAng mga vendor ay hindi maaaring:\n* Gumawa ng anuang ibang operasyon sa pagpoproseso ng data na pinapayagan sa ibang layunin sa ilalim ng layunin na ito"}},"features":{"1":{"id":1,"name":"Itugma at pagsamahin ang mga pinagkunan ng offline data","description":"Ang data mula sa mga pinagkunan ng offline data ay puwedeng isama sa iyong online na aktibidad para suportahan ang isa o higit pang mga layunin","descriptionLegal":"Ang mga vendor ay maaaring:\n* Isama ang data na nakuha offline sa data na nakolekta online  para suportahan ang isa o higit pang mga Layunin o mga Espesyal na Layunin."},"2":{"id":2,"name":"I-link ang iba't ibang mga device","description":"Maaaring matukoy ang iba't ibang mga device na pagmamay-ari mo o ng iyong sambahayan para suportahan ang isa o higit pang mga layunin.","descriptionLegal":"Ang mga vendor ay maaaring:\n* Tukuyin na ang dalawa o higit pang mga device ay pagmamay-ari ng parehong user o sambahayan sa pamamagitan ng pagtukoy sa dahilan\n* Tukuyin nang ayon sa posibilidad na ang dalawa o higit pang mga device ay pagmamay-ari ng parehong user o sambahayan\n* Aktibong i-scan ang mga katangian ng device para makilala para sa pagkilala dito nang ayon sa posibilidad kung pinayagan ng mga user ang mga vendor na aktibong i-scan ang mga katangian ng device para makilala ito (Espesyal na Feature 2)"},"3":{"id":3,"name":"Tanggapin at gamitin ang mga katangian ng device na awtomatikong ipinadala para makilala","description":"Maaaring makilala ang iyong device mula sa iba pang mga device batay sa impormasyon na awtomatikong ipinapadala nito, tulad ng IP address o uri ng browser.","descriptionLegal":"Ang mga vendor ay maaaring:\n* Gumawa ng identifier gamit ang data na awtomatikong nakolekta mula sa isang device para sa mga partikular na katangian, halimbawa: IP address, user-agent string.\n* Gamitin ang nasabing identifier para subukang alisan ng pagkakakilanlan ang device.\nAng mga vendor ay hindi maaaring:\n* Gumawa ng identifier gamit ang data na nakolekta sa pamamagitan ng aktibong pag-scan ng device para sa mga partikular na katangian, halimbawa: nag-install ng font o screen resolution nang walang hiwalay na pagpayag ng mga user para aktibong i-scan ang mga katangian ng device para makilala ito.\n* Gamitin ang nasabing identifier para alisan ng pagkakakilanlan ang isang device."}},"specialFeatures":{"1":{"id":1,"name":"Gumamit ng data ng eksaktong geolocation","description":"Puwedeng gamitin ang data ng iyong eksaktong geolocation para suportahan ang isa o higit pang mga layunin. Ibig sabihin nito, puwedeng maging tama ang iyong lokasyon hanggang sa ilang metro.","descriptionLegal":"Ang mga vendor ay maaaring:\n* Mangolekta at magproseso ng data ng eksaktong geolocation.\nTandaan: Ang eksaktong geolocation ay nangangahulugan na walang mga paghihigpit sa katumpakan ng lokasyon ng user; maaari itong maging tama hanggang sa ilang metro."},"2":{"id":2,"name":"Aktibong i-scan ang mga katangian ng device para makilala ito","description":"Maaaring makilala ang iyong device batay sa pag-scan ng natatanging kombinasyon ng mga katangian ng device mo.","descriptionLegal":"Ang mga vendor ay maaaring:\n* Gumawa ng identifier gamit ang data na nakolekta sa pamamagitan ng aktibong pag-scan ng device para sa partikular na mga katangian, halimbawa: nag-install ng mga font o screen resolution.\n* Gamitin ang nasabing identifier para kilalanin ulit ang device."}}}
