{"purposes":{"1":{"id":1,"name":"שמירת מידע ו/או גישה אליו במכשיר","description":"ניתן לשמור או לגשת אל קובצי Cookie, מזהי מכשיר או מידע אחר במכשירך למטרות המוצגות לך.","descriptionLegal":"ספקים יכולים:\n* לשמור במכשיר מידע שהוסבר למשתמש, כגון קובצי Cookie ומזהי מכשיר, ולגשת אליו."},"2":{"id":2,"name":"בחירת פרסומות בסיסיות","description":"פרסומות יכולות להיות מוצגות לך על סמך התוכן הנצפה על-ידך, היישום שנמצא בשימוש על-ידך, המיקום המשוער שלך או סוג מכשירך.","descriptionLegal":"כדי לבחור פרסומות בסיסיות, ספקים יכולים:\n* להשתמש במידע בזמן אמת לגבי ההקשר שבו תוצג הפרסומת כדי להציג את הפרסומת, לרבות מידע לגבי ההקשר והמכשיר, כגון: סוג ויכולות המכשיר, סוכן משתמש, כתובת URL, כתובת IP\n* להשתמש בנתוני מיקום גיאוגרפי אינו מדויק של משתמש\n* לשלוט בתדירות הצגת הפרסומות למשתמש.\n* לקבוע את סדר הצגת הפרסומות למשתמש.\n* למנוע מפרסומת לשרת בהקשר עריכה לא הולם (שעלול לפגוע במותג)\nספקים לא יכולים:\n* ליצור פרופיל פרסומות מותאם אישית באמצעות מידע זה למטרת בחירת פרסומות עתידיות ללא בסיס משפטי נפרד ליצירת פרופיל פרסומות מותאם אישית.\n* נ.ב. \"לא מדויק\", פירושו שמותר להשתמש במיקום משוער בלבד ברדיוס של לפחות 500 מטרים."},"3":{"id":3,"name":"יצירת פרופיל פרסומות מותאם אישית","description":"ניתן ליצור פרופיל עליך ועל תחומי העניין שלך כדי להציג לך פרסומות מותאמות אישית הרלוונטיות עבורך.","descriptionLegal":"כדי ליצור פרופיל פרסומות מותאם אישית, ספקים יכולים:\n* לאסוף מידע על המשתמש, לרבות פעילות המשתמש, תחומי עניין, מידע דמוגרפי או מיקום, כדי ליצור או לערוך פרופיל משתמש שישמש ליצירת פרסומות מותאמות אישית.\n* לשלב מידע זה עם מידע אחר שנאסף קודם לכן, כולל מידע מאתרי אינטרנט ומיישומים שונים, כדי ליצור או לערוך פרופיל משתמש שישמש ליצירת פרסומות מותאמות אישית."},"4":{"id":4,"name":"בחירת פרסומות מותאמות אישית","description":"פרסומות מותאמות אישית יכולות להיות מוצגות לך על סמך הפרופיל שלך.","descriptionLegal":"כדי לבחור פרסומות מותאמות אישית, ספקים יכולים:\n* לבחור פרסומות מותאמות אישית על סמך פרופיל משתמש או על סמך נתוני משתמש היסטוריים אחרים, לרבות הפעילות הקודמת של המשתמש, תחומי עניין, ביקורים באתרים או ביישומים, מיקום או מידע דמוגרפי."},"5":{"id":5,"name":"יצירת פרופיל תוכן מותאם אישית","description":"ניתן ליצור פרופיל עליך ועל תחומי העניין שלך כדי להציג לך תוכן מותאם אישית הרלוונטי עבורך.","descriptionLegal":"כדי ליצור פרופיל תוכן מותאם אישית, ספקים יכולים:\n* לאסוף מידע על המשתמש, לרבות פעילות המשתמש, תחומי עניין, ביקורים באתרים או ביישומים, מידע דמוגרפי או מיקום, כדי ליצור או לערוך פרופיל משתמש שישמש ליצירת תוכן מותאם אישית.\n* לשלב מידע זה עם מידע אחר שנאסף קודם לכן, כולל מידע מאתרי אינטרנט ומיישומים שונים, כדי ליצור או לערוך פרופיל משתמש שישמש ליצירת תוכן מותאם אישית."},"6":{"id":6,"name":"בחירת תוכן מותאם אישית","description":"תוכן מותאם אישית יכול להיות מוצג לך על סמך הפרופיל שלך.","descriptionLegal":"כדי לבחור תוכן מותאם אישית, ספקים יכולים:\n* לבחור תוכן מותאם אישית על סמך פרופיל משתמש או על סמך נתוני משתמש היסטוריים אחרים, לרבות הפעילות הקודמת של המשתמש, תחומי עניין, ביקורים באתרים או ביישומים, מיקום או מידע דמוגרפי."},"7":{"id":7,"name":"מדידת ביצועי פרסומות","description":"ניתן למדוד את הביצועים ויעילות הפרסומות שאתה רואה או מקיים אינטראקציה איתן.","descriptionLegal":"כדי למדוד את יעילות הפרסומות, ספקים יכולים: \n* למדוד האם וכיצד פרסומות סופקו למשתמש והאם וכיצד הוא קיים אינטראקציה איתן\n* לספק דיווח לגבי פרסומות, לרבות היעילות והביצועים שלהן\n* לספק דיווח לגבי משתמשים שקיימו אינטראקציה עם פרסומות באמצעות נתונים שנצפו במהלך אינטראקציית המשתמש עם אותה פרסומת\n* לספק דיווח למפרסמים לגבי פרסומות המוצגות בנכס שלהם\n* למדוד האם הפרסומת משרתת בהקשר עריכה הולם (שאינו פוגע במותג)\n* לקבוע את אחוז הפרסומת שיש לו סיכוי להיות נצפה ואת משך הזמן של הזדמנות זו\n* לשלב מידע זה עם מידע אחר שנאסף קודם לכן, כולל מידע מאתרי אינטרנט ומיישומים שונים\nספקים לא יכולים:\n* להחיל נתוני תובנות קהל יעד שנגזרו מתוך פאנל או ממקור דומה על נתוני מדידת פרסומות ללא בסיס משפטי להחלת מחקר שוק במטרה ליצור תובנות קהל יעד (מטרה 9)"},"8":{"id":8,"name":"מדידת ביצועי תוכן","description":"ניתן למדוד את הביצועים ויעילות התוכן שאתה רואה או מקיים אינטראקציה איתו.","descriptionLegal":"כדי למדוד את ביצועי התוכן, ספקים יכולים: \n* למדוד האם וכיצד סופק תוכן למשתמשים והאם וכיצד המשתמשים קיימו אינטראקציה איתו.\n* לספק דיווח באמצעות מידע הניתן למדידה ישירה או מידע ידוע לגבי משתמשים שקיימו אינטראקציה עם התוכן\n* לשלב מידע זה עם מידע אחר שנאסף קודם לכן, כולל מידע מאתרי אינטרנט ומיישומים שונים.\nספקים לא יכולים:\n* למדוד האם וכיצד פרסומות (כולל פרסומות מקוריות) סופקו למשתמש והאם וכיצד הוא קיים אינטראקציה איתן.\n* להחיל נתוני תובנות קהל יעד שנגזרו מתוך פאנל או ממקור דומה על נתוני מדידת פרסומות ללא בסיס משפטי להחלת מחקר שוק במטרה ליצור תובנות קהל יעד (מטרה 9)"},"9":{"id":9,"name":"החלת מחקר שוק ליצירת תובנות קהל יעד","description":"ניתן להשתמש במחקר שוק כדי לקבל מידע נוסף על הקהל שמבקר באתרים/יישומים וצופה בפרסומות.","descriptionLegal":"כדי להחיל מחקר שוק במטרה ליצור תובנות קהל יעד, ספקים יכולים:\n* לספק דיווח מצטבר למשווקים או נציגיהם לגבי קהלי היעד שאליהם מגיעות הפרסומות שלהם דרך נתוני תובנות קהל יעד שנגזרו מתוך פאנל או ממקור דומה.\n* לספק דיווח מצטבר למפרסמים לגבי קהלי היעד שהתוכן ו/או הפרסומות שירתו אותם או שהם קיימו אינטראקציה איתם בנכס שלהם על-ידי החלת תובנות שנגזרו מתוך פאנל או ממקור דומה.\n* לשייך נתונים לא מקוונים למשתמש מקוון למטרות מחקר שוק כדי ליצור תובנות קהל יעד, אם ספקים הכריזו על התאמה ושילוב של מקורות נתונים לא מקוונים (תכונה 1) \n* לשלב מידע זה עם מידע אחר שנאסף קודם לכן, כולל מידע מאתרי אינטרנט ומיישומים שונים.\nספקים לא יכולים:\n* למדוד את הביצועים והיעילות של פרסומות ששירתו משתמש ספציפי או שהוא קיים אינטראקציה איתן ללא בסיס משפטי למדידת ביצועי פרסומות.\n* למדוד איזה תוכן שירת משתמש ספציפי וכיצד הוא קיים אינטראקציה איתו ללא בסיס משפטי למדידת ביצועי תוכן."},"10":{"id":10,"name":"פיתוח ושיפור מוצרים","description":"הנתונים שלך יכולים לשמש לשיפור תוכנה ומערכות קיימות ולפיתוח מוצרים חדשים.","descriptionLegal":"כדי לפתח מוצרים חדשים ולשפר מוצרים, ספקים יכולים:\n* להשתמש במידע כדי לשפר את המוצרים הקיימים שלהם עם תכונות חדשות וכדי לפתח מוצרים חדשים\n* ליצור מודלים ואלגוריתמים חדשים דרך למידת מכונה\nספקים לא יכולים:\n* לבצע למען מטרה זו פעולה אחרת כלשהי של עיבוד נתונים אשר מותרת למטרה אחרת"}},"specialPurposes":{"1":{"id":1,"name":"הבטחת אבטחה, מניעת הונאות ופתרון באגים","description":"הנתונים שלך יכולים לשמש למעקב ולמניעת פעילות הונאה ולהבטחת פעולה תקינה של מערכות ותהליכים.","descriptionLegal":"כדי להבטיח אבטחה, למנוע הונאות ולפתור באגים, ספקים יכולים:\n* להבטיח שידור מאובטח של נתונים\n* לאתר ולמנוע פעילות זדונית, הונאה, פעילות לא תקינה או לא חוקית.\n* להבטיח פעולה תקינה ויעילה של מערכות ותהליכים, כולל מעקב ושיפור הביצועים של מערכות ותהליכים המעורבים במטרות המותרות\nספקים לא יכולים:\n* לבצע למען מטרה זו פעולה אחרת כלשהי של עיבוד נתונים אשר מותרת למטרה אחרת.\nהערה: נתונים הנאספים והמשמשים להבטחת אבטחה, למניעת הונאה ולפתרון באגים עשויים לכלול מאפייני מכשיר הנשלחים אוטומטית לצורך זיהוי, נתוני מיקום גיאוגרפי מדויק ונתונים המתקבלים מסריקה פעילה של מאפייני מכשיר לצורך זיהוי ללא חשיפה ו/או הסכמה נפרדות."},"2":{"id":2,"name":"אספקה טכנית של פרסומות או תוכן","description":"מכשירך יכול לקבל ולשלוח מידע המאפשר לך לראות ולקיים אינטראקציה עם פרסומות ותוכן.","descriptionLegal":"כדי לספק מידע ולהגיב לבקשות טכניות, ספקים יכולים:\n* להשתמש בכתובת IP של משתמש כדי לספק פרסומת באינטרנט\n* להגיב לאינטראקציה של המשתמש עם הפרסומת על-ידי שליחת המשתמש לדף יעד\n* להשתמש בכתובת IP של משתמש לאספקת תוכן באינטרנט\n* להגיב לאינטראקציה של המשתמש עם תוכן על-ידי שליחת המשתמש לדף יעד\n* להשתמש במידע לגבי סוג ויכולות המכשיר לאספקת פרסומות או תוכן, לדוגמה, כדי לספק פרסומות בגודל הנכון או קובץ וידאו בתבנית הנתמכת על-ידי המכשיר\nספקים לא יכולים:\n* לבצע למען מטרה זו פעולה אחרת כלשהי של עיבוד נתונים אשר מותרת למטרה אחרת"}},"features":{"1":{"id":1,"name":"התאמה ושילוב של מקורות נתונים לא מקוונים","description":"ניתן לשלב נתונים ממקורות נתונים לא מקוונים עם הפעילות המקוונת שלך למען מטרה אחת או יותר","descriptionLegal":"ספקים יכולים:\n* לשלב נתונים שהתקבלו באופן לא מקוון עם נתונים שנאספו באופן מקוון כדי לתמוך במטרה או במטרה מיוחדת אחת או יותר."},"2":{"id":2,"name":"קישור מכשירים שונים","description":"ניתן לקבוע שמכשירים שונים שייכים לך או למשק הבית שלך כדי לתמוך במטרה אחת או יותר.","descriptionLegal":"ספקים יכולים:\n* לקבוע בהחלטיות ששני מכשירים או יותר שייכים לאותו משתמש או משק בית\n* לקבוע באופן הסתברותי ששני מכשירים או יותר שייכים לאותו משתמש או משק בית\n* לסרוק באופן פעיל את מאפייני המכשיר לצורך זיהוי כדי לזהות באופן הסתברותי, אם משתמשים אפשרו לספקים לסרוק באופן פעיל את מאפייני המכשיר לצורך זיהוי (תכונה מיוחדת 2)"},"3":{"id":3,"name":"קבלה ושימוש במאפייני מכשיר הנשלחים אוטומטית לצורך זיהוי","description":"ניתן להבדיל את מכשירך ממכשירים אחרים על סמך המידע שהוא שולח אוטומטית, כגון כתובת IP או סוג דפדפן.","descriptionLegal":"ספקים יכולים:\n* ליצור מזהה באמצעות נתונים שנאספו אוטומטית מתוך מכשיר לאיתור מאפיינים ספציפיים, למשל כתובת IP, מחרוזת משתמש-סוכן.\n* להשתמש במזהה כזה כדי לנסות לזהות מחדש מכשיר. \nספקים לא יכולים:\n* ליצור מזהה באמצעות נתונים שנאספו דרך סריקה פעילה של מכשיר לאיתור מאפיינים ספציפיים, למשל גופן מותקן או רזולוציית מסך, ללא הסכמה נפרדת של משתמשים לסריקה פעילה של מאפייני מכשיר לצורך זיהוי.\n* להשתמש במזהה כזה כדי לזהות מחדש מכשיר."}},"specialFeatures":{"1":{"id":1,"name":"שימוש בנתוני מיקום גיאוגרפי מדויק","description":"ניתן להשתמש בנתוני מיקום גיאוגרפי מדויק כדי לתמוך במטרה אחת או יותר. משמעות הדבר היא שמיקומך יכול להיות מדויק עד למטרים בודדים.","descriptionLegal":"ספקים יכולים:\n* לאסוף ולעבד נתוני מיקום גיאוגרפי מדויק כדי לתמוך במטרה אחת או יותר.\nנ.ב. מיקום גיאוגרפי מדויק, פירושו שאין מגבלות על הדיוק של מיקום המשתמש; הוא יכול להיות מדויק עד למטרים בודדים."},"2":{"id":2,"name":"סריקה פעילה של מכשיר לצורך זיהוי","description":"ניתן לזהות את מכשירך על סמך סריקת שילוב המאפיינים הייחודי של מכשירך.","descriptionLegal":"ספקים יכולים:\n* ליצור מזהה באמצעות נתונים שנאספו דרך סריקה פעילה של מכשיר לאיתור מאפיינים ספציפיים, למשל גופנים מותקנים או רזולוציית מסך\n* להשתמש במזהה כזה כדי לזהות מחדש מכשיר."}}}
