{"vendorListVersion":165,"lastUpdated":"2022-10-13T16:45:43Z","purposes":{"1":{"id":1,"name":"Almacenar o acceder a información en un dispositivo","description":"Se puede almacenar o acceder a cookies, identificadores de dispositivo u otra información en su dispositivo para las finalidades que se le presentan.","descriptionLegal":"Los proveedores pueden:\n* Almacenar y/o acceder a información en el dispositivo a través de cookies e identificadores de dispositivo ejecutados/instalados en el equipo del usuario."},"2":{"id":2,"name":"Seleccionar anuncios básicos","description":"Los anuncios se pueden mostrar en función del contenido que se esté visualizando, la aplicación que se esté utilizando, su localización aproximada o su tipo de dispositivo.","descriptionLegal":"Para realizar la selección de anuncios básicos, los proveedores pueden:\n* Utilizar información en tiempo real sobre el contexto en el que se mostrará el anuncio, para mostrar el anuncio, incluida la información sobre el contenido y el dispositivo, como por ejemplo: tipo de dispositivo y sus funcionalidades, agente de usuario, URL, dirección IP \n* Utilizar los datos de localización geográfica de aproximada\n* Controlar la frecuencia con la que se muestran los anuncios a un usuario.\n* Secuenciar el orden en el que se muestran los anuncios a un usuario.\n* Evitar que un anuncio se sirva o envíe en un contexto editorial inadecuado (Brand safety)\nLos Proveedores no pueden:\n* Crear un perfil publicitario personalizado utilizando esta información para la selección de anuncios futuros sin una base jurídica separada cuya finalidad específica fuera crear un perfil publicitario personalizados.\nNota: Aproximada significa que se permite solamente una localización aproximada de, como máximo, dentro de un radio de 500 metros.\n"},"3":{"id":3,"name":"Crear un perfil publicitario personalizado","description":"Se puede elaborar un perfil sobre usted y sus intereses para mostrarle anuncios personalizados que sean pertinentes para usted.","descriptionLegal":"Para crear un perfil publicitario personalizado, los proveedores pueden:\n* Recoger información sobre un usuario, (incluyendo la actividad anterior del usuario, sus intereses, páginas web o aplicaciones visitadas con anterioridad, ubicación o información demográfica) a fin de crear o editar un perfil de usuario para su uso en publicidad personalizada.\n* Combinar esta información con otra información previamente recabada, incluido entre diferentes sitios web o aplicaciones, a fin de crear o editar un perfil de usuario para su uso en publicidad personalizada\n"},"4":{"id":4,"name":"Seleccionar anuncios personalizados","description":"Se pueden mostrar anuncios personalizados basándose en su perfil.","descriptionLegal":"Para seleccionar anuncios personalizados, los proveedores pueden:\n* Seleccionar anuncios personalizados basándose en un perfil de usuario u otros datos históricos del usuario, incluida la actividad anterior de un usuario, sus intereses, visitas a sitios web o aplicaciones, ubicación o información demográfica.\n"},"5":{"id":5,"name":"Crear un perfil para la personalización de contenidos","description":"Se puede crear un perfil sobre usted y sus intereses para mostrarle contenido personalizado que le fuera pertinente.","descriptionLegal":"Para crear un un perfil para la personalización de contenidos, los proveedores pueden:\n* Recoger información sobre un usuario, incluida la actividad de un usuario, sus intereses, visitas a sitios o aplicaciones, información demográfica o ubicación, a fin de crear o editar un perfil de usuario para personalizar el contenido.\n* Combinar esta información con otra información previamente recabada, incluido entre diferentes sitios web o aplicaciones, a fin de crear o editar un perfil de usuario para personalizar el contenido.\n"},"6":{"id":6,"name":"Seleccionar contenido personalizado","description":"Se puede mostrar contenido personalizado basado en su perfil.","descriptionLegal":"Para seleccionar contenido personalizado, los proveedores pueden:\n* Seleccionar contenido personalizado basándose en un perfil de usuario u otros datos históricos de usuarios, incluida la actividad anterior del usuario, sus intereses, visitas a sitios web o aplicaciones, ubicación o información demográfica."},"7":{"id":7,"name":"Medir el rendimiento de los anuncios","description":"Se puede medir el rendimiento y eficacia de los anuncios que usted ve o con los que interactúa.","descriptionLegal":"Para medir el rendimiento de los anuncios, los proveedores pueden:\n* Medir si los anuncios fueron suministrados a un usuario y cómo este interactuó con ellos\n* Elaborar informes sobre anuncios, incluida su eficacia y rendimiento\n* Elaborar informes sobre los usuarios que interactuaron con los anuncios utilizando datos observados durante el curso de la interacción del usuario con ese anuncio\n* Elaborar informes para los editores sobre los anuncios mostrados en sus sitios web o propiedad digital\n* Medir si un anuncio sirve en un contexto editorial adecuado (seguro para la marca)\n* Determinar el porcentaje del anuncio que se tuvo la oportunidad de ser visto y la duración de esa oportunidad \n* Combinar esta información con otra información previamente recabada, incluido entre diferentes sitios web o aplicaciones.\nLos proveedores no pueden:\n* Aplicar datos de información sobre el público basados en un panel de usuarios o similares a los datos de medición de anuncios sin una base jurídica independiente para utilizar estudios de mercado a fin de generar información sobre el público.\n"},"8":{"id":8,"name":"Medir el rendimiento del contenido","description":"Se puede medir el rendimiento y la eficacia del contenido que ve o con el que interactúa.","descriptionLegal":"Para medir el rendimiento del contenido, los proveedores pueden:\n* Medir e informar sobre cómo se entregó el contenido y cómo interactuaron con él los usuarios.\n* Elaborar informes, utilizando información directamente medible o conocida, sobre los usuarios que interactuaron con el contenido\n* Combinar esta información con otra información previamente recabada, incluido entre diferentes sitios web o aplicaciones.\nLos proveedores no pueden:\n* Medir si los anuncios (incluida la publicidad nativa) fueron suministrados a un usuario y si este interactuó con ellos sin tener una base jurídica alternativa que lo permita.\n* Aplicar datos de información sobre el público, basados en un panel de usuarios o similares, a los datos de medición de anuncios sin una base jurídica independiente para utilizar estudios de mercado a fin de generar información sobre el público.\n"},"9":{"id":9,"name":"Utilizar estudios de mercado a fin de generar información sobre el público","description":"La investigación de mercado puede utilizarse para obtener más información sobre el público que visita sitios webs/aplicaciones y visualiza los anuncios.","descriptionLegal":"Para utilizar estudios de mercado a fin de generar información sobre el público, los proveedores pueden:\n* Elaborar informes agregados para los anunciantes o sus representantes sobre el público alcanzado por sus anuncios, a través de información basada en paneles de audiencia u obtenida de manera similar.\n* Elaborar informes agregados para los editores sobre el público al que se le mostraron contenidos y/o anuncios o que interactuaron con ellos en su propiedad, aplicando información basada en paneles de audiencia u obtenida de manera similar\n* Asociar datos off line con un usuario on line para finalidades de estudios de mercado a fin de generar información sobre el público si los proveedores han declarado que cotejan y combinan fuentes de datos off line \n* Combinar esta información con otra información previamente recabada, incluido entre diferentes sitios web o aplicaciones.\nLos proveedores no pueden: \n* Medir el rendimiento y la eficacia de los anuncios que se mostraron a un usuario específico o con los que interactuó, sin una base jurídica independiente para medir el rendimiento de los anuncios.\n• Medir qué contenido se mostró a un usuario específico y cómo interactuó con el mismo, sin una base jurídica independiente para medir el rendimiento del contenido.\n"},"10":{"id":10,"name":"Desarrollar y mejorar productos","description":"Sus datos pueden utilizarse para mejorar los sistemas y/o el software existente, así como para desarrollar nuevos productos.","descriptionLegal":"Para desarrollar nuevos productos y mejorar los productos, los proveedores pueden:\n* Utilizar información para mejorar sus productos existentes con nuevas funcionalidades/características y desarrollar nuevos productos\n* Crear nuevos modelos y algoritmos mediante machine learning\nLos proveedores no pueden:\n* A partir de esta finalidad no se puede llevar a cabo ninguna otra operación de tratamiento de datos permitida en virtud de una finalidad distinta.\n"}},"specialPurposes":{"1":{"id":1,"name":"Garantizar la seguridad, evitar fraudes y depurar errores","description":"Sus datos pueden utilizarse para supervisar y evitar actividades fraudulentas, y para asegurar que los sistemas y procesos funcionen de forma correcta y segura.","descriptionLegal":"Para garantizar la seguridad, evitar fraudes y depurar errores, los proveedores pueden:\n* Asegurarse de que los datos se transmitan de forma segura \n* Detectar y evitar actividades maliciosas, fraudulentas, inaceptables o ilegales.\n* Asegurar el funcionamiento correcto y eficaz de los sistemas y procesos, lo que incluye supervisar y mejorar el rendimiento de los sistemas y procesos empleados en las finalidades permitidas\nLos proveedores no pueden:\n* Llevar a cabo ninguna otra operación de tratamiento de datos permitida en virtud de una finalidad distinta.\nNota: Los datos recopilados y utilizados para garantizar la seguridad, evitar el fraude y depurar errores pueden incluir características del dispositivo enviadas automáticamente para su identificación, datos de geolocalización precisos y datos obtenidos analizando de forma activa las características del dispositivo para su identificación sin que sea necesario revelar más información y/o una aceptación independiente.  \n"},"2":{"id":2,"name":"Servir técnicamente anuncios o contenido","description":"Su dispositivo puede recibir y enviar información que le permita ver e interactuar con anuncios y contenido.","descriptionLegal":"Para servir información y responder a solicitudes técnicas, los proveedores pueden:\n* Utilizar la dirección IP de un usuario para entregar un anuncio a través de Internet\n* Responder a la interacción de un usuario con un anuncio enviando al usuario a una página de destino\n* Utilizar la dirección IP de un usuario para entregar contenido a través de Internet\n* Responder a la interacción de un usuario con el contenido enviando al usuario a una página de destino\n* Utilizar información sobre el tipo de dispositivo y sus capacidades para entregar anuncios o contenido, por ejemplo, para entregar el archivo publicitario o de vídeo de tamaño adecuado en un formato compatible con el dispositivo\nLos proveedores no pueden:\n* Llevar a cabo, según esta finalidad, ninguna otra operación de tratamiento de datos permitida en virtud de una finalidad distinta.\n"}},"features":{"1":{"id":1,"name":"Cotejar y combinar fuentes de datos off line","description":"Los datos obtenidos de fuentes de datos off line pueden combinarse con su actividad on line para respaldar una o más finalidades.","descriptionLegal":"Los proveedores pueden: \n* Combinar los datos obtenidos off line con los datos recogidos on line en apoyo de una o más Finalidades o Finalidades especiales."},"2":{"id":2,"name":"Vincular diferentes dispositivos","description":"Se puede determinar que diferentes dispositivos pertenecen a usted o a su hogar para una o más finalidades.","descriptionLegal":"Los proveedores pueden:\n* Determinar de forma determinista que dos o más dispositivos pertenecen al mismo usuario u hogar\n* Determinar de forma probabilística que dos o más dispositivos pertenecen al mismo usuario u hogar\n* Analizar activamente las características del dispositivo para encontrar su identificación probabilística si los usuarios han permitido a los proveedores analizar activamente las características del dispositivo para su identificación (Funcionalidad especial 2)\n"},"3":{"id":3,"name":"Recibir y utilizar para su identificación las características del dispositivo que    se envían automáticamente","description":"Su dispositivo puede distinguirse de otros dispositivos a partir de la información que envía automáticamente, como la dirección IP o el tipo de navegador.","descriptionLegal":"Los proveedores pueden:\n* Crear un identificador utilizando los datos recopilados automáticamente en un dispositivo para características específicas, por ejemplo, dirección IP o la cadena de agente de usuario.\n* Utilizar este identificador para intentar volver a identificar un dispositivo.\nLos proveedores no pueden:\n* Crear un identificador utilizando datos recogidos mediante el análisis activo de un dispositivo para hallar funcionalidads específicas, por ejemplo, fuentes instaladas o resolución de pantalla sin aceptación independiente del usuario para analizar de forma activa las características del dispositivo para su identificación.\n* Utilizar este identificador para volver a identificar un dispositivo.\n"}},"specialFeatures":{"1":{"id":1,"name":"Utilizar datos de localización geográfica precisa","description":"Sus datos de localización geográfica precisa se pueden utilizar para una o más finalidades. Esto significa que su ubicación puede tener una precisión de varios metros.","descriptionLegal":"Los proveedores pueden:\n* Recoger y tratar datos de localización geográfica precisa para una o más finalidades.\nNota: La localización geográfica precisa significa que no existen restricciones sobre la precisión de la ubicación de un usuario; esto puede tener una precisión de varios metros.\n"},"2":{"id":2,"name":"Analizar activamente las características del dispositivo para su identificación","description":"Su dispositivo puede identificarse basándose en un análisis de la combinación única de las características de su dispositivo.","descriptionLegal":"Los proveedores pueden:\n* Crear un identificador utilizando datos recogidos mediante el análisis activo de un dispositivo para hallar características específicas, por ejemplo, fuentes instaladas o resolución de pantalla. \n* Utilizar este identificador para volver a identificar un dispositivo.\n"}}}
