{"purposes":{"1":{"id":1,"name":"儲存及／或存取裝置上的資訊","description":"Cookies、裝置識別碼及其他因向你述明之理由可供裝置儲存或存取的資訊。","descriptionLegal":"服務商可： * 儲存及存取cookies及裝置識別碼等用戶所得之裝置資訊"},"2":{"id":2,"name":"選擇基本廣告","description":"廣告可就你收看的內容、你所使用的程式、你的大概位置或你的裝置種類而展示。","descriptionLegal":"為進行基本廣告選擇，服務商可： * 使用有關廣告展示狀況之實時資訊以顯示廣告，包括有關內容、裝置、裝置種類及功能、用戶代理、URL、IP位址 * 使用用戶之非精準地域資料 * 控制向用戶顯示廣告之頻率。 * 將向用戶展示之廣告排序。 * 防止於不適當編採環境（與品牌不相容）顯示廣告 服務商不可： * 使用此資訊創建個人化廣告檔案以供選擇未來廣告而不須應用個別法律基礎以創建個人化廣告檔案。 * 請注意：非精準即指位置定位只可為500米半徑。"},"3":{"id":3,"name":"創建個人化廣告檔案","description":"你可建立一個關於你及你的興趣之個人檔案以為你展示相關個人化廣告。","descriptionLegal":"為創建個人化廣告檔案，服務商可： * 收集用關用戶之資訊，包括用戶活動、興趣、人口資訊及地點，以創建或編輯用戶個人檔案以作個人化廣告用途： * 將此資訊與其他先前收集之資訊（包括經網站及程式）以創建或編輯用戶個人檔案以作個人化廣告用途。"},"4":{"id":4,"name":"選擇個人化廣告","description":"廣告可就你的個人檔案顯示個人化廣告","descriptionLegal":"為選擇個人化廣告，服務商可： * 就用戶個人檔案或其他過往用戶資料(包括用戶過往活動、興趣、訪問網站或應用程式、地點或地域資訊）以選擇個人化廣告。"},"5":{"id":5,"name":"創建個人化內容檔案","description":"可依你和你的興趣建立個人檔案以為你展示相關個人化內容","descriptionLegal":"為創建個人化活動檔案，服務商可： * 收集用關用戶之資訊，包括用戶活動、興趣、人口資訊及地點，以創建或編輯用戶個人檔案以作內容個人化用途： * 將此資訊與其他先前收集之資訊（包括經網站及程式）以創建或編輯用戶個人檔案以作內容個人化用途。"},"6":{"id":6,"name":"選擇個人化內容","description":"可就你的個人檔案展示個人化內容。","descriptionLegal":"為選擇個人化廣告，服務商可： * 就用戶個人檔案或其他過往用戶資料(包括用戶過往活動、興趣、訪問網站或應用程式、地點或地域資訊）以選擇個人化廣告。"},"7":{"id":7,"name":"度量廣告表現","description":"你所收看及互動之廣告表現及效率可被量度。","descriptionLegal":"為量度廣告表現，服務商可： * 度量用戶有否／如何收看／互動廣告 * 提供廣告報告（包括效率及表現） * 利用用戶與該廣告互動期間所得之資料提供有關與廣告互動之用戶之報告。 * 向出版人提供有關於他們產業上顯示之廣告的報告 * 度量廣告有否在適當編採環境中展示 * 度量廣告可被收看之機率及展示機會之長度 * 將此資訊與其他先前收集之資訊（包括經網站及程式）結合 服務商不可： * 應用面板- 或相類似所得之觀眾分析資料至廣告度量資料而不須使用法律基礎以應用市場研究以生成觀眾分析（用途9）"},"8":{"id":8,"name":"量度內容表現","description":"你所收看或與互動的內容之表現及成效可被度量。","descriptionLegal":"為度量內容表現，服務商可： * 度量及報告如何展示內容及用戶互動。 * 利用有關與內容互動之用戶，經直接度量或已知的資訊以提供報告 * 將此資訊與其他先前收集之資訊（包括經網站及程式）結合 觀眾不可： * 度量廣告（包括本地廣告）如何展示及有否用戶互動。 * 應用面板- 或相類似所得之觀眾分析資料至廣告度量資料而不須使用法律基礎以應用市場研究以生成觀眾分析（用途9）"},"9":{"id":9,"name":"應用市場研究以生成受眾分析","description":"市場研究可被用於研究到訪網站／程式並收看廣告的觀眾。","descriptionLegal":"為應用市場研究以生成觀眾分析，服務商可： * 向廣告商或其代表提供有關廣告觸及之受眾的眾包報告。 * 使用面板及相類似分析，向出版商提供有關於產業中內容及／或廣告觸及之受眾的眾包報告。 * 在服務商聲明將相配及結合線下資料的情況下，將線上用戶之線下資料相連以作市場研究用途，生成受眾分析（功能一） * 將此資訊與其他先前於網站及程式收集之資訊結合。 服務商不可： *在無合法理據測量廣告表現的情況下，度量特定用戶曾收看或與之互動的廣告表現與效率。 *在無合法理據測量廣告表現的情況下，度量特定用戶曾收看哪些內容及互動方式。"},"10":{"id":10,"name":"開發並改善產品","description":"你的資料可被用於改善現存系統及軟件，以及開發新產品","descriptionLegal":"為開發新產品及改善產品，服務商可： * 使用資訊以加入新功能改善現有產品，及開發新產品 * 以機械學習創建新模型及算式 服務商不可： * 在此用途下，進行任何其他資料處理以作其他用途"}},"specialPurposes":{"1":{"id":1,"name":"確保保全、提防詐騙及除錯","description":"你的資料可被用於監控及防範詐騙行為，以確保系統及處理程序正確及安全運作。","descriptionLegal":"為確保保安、提防詐騙及除錯，服務商可： * 偵測及防止惡意、欺詐、無效及非法行為。 * 確保正確及有效之系統及程序操作，包括監控並改善用於核准用途之系統及程序的表現 服務商不可： * 於此用途下，進行任何其他資料處理以作其他用途。 注意：用以確保保安、提防詐騙及除錯所收集的資料可包括：自動發送之裝置屬性以作識別、精確地域資料、在無個別透露及／或參與下主動掃瞄裝置取得之資料。"},"2":{"id":2,"name":"技術性提供廣告或內容","description":"你的裝置可接收或發送資訊以讓你收看廣告及內容並與之互動","descriptionLegal":"為發送資訊及回應技術請求，服務商可： * 使用用戶IP位址以經互聯網派送廣告 * 就用戶與廣告間之互動將用戶送往登陸頁 * 使用用戶IP位址以經互聯網派送內容 * 就用戶與內容間之互動將用戶送往登陸頁 * 使用用關裝置種類及功能之資訊以派送廣告或內容。如：依裝置派送適當大小，格式相容之廣告藝文或影片 * 進行任何在此用途下許可之其他用途進行任何其他資料處理"}},"features":{"1":{"id":1,"name":"相配並結合線下資料來源","description":"線下來源資料可與你的線上活動結合以支援一個或多個用途","descriptionLegal":"服務商可： * 結合線上線下來源資料以支援一個／多個用途或特別用途"},"2":{"id":2,"name":"連接不同裝置","description":"不同裝置可被定為屬於你或你的家庭以支援一個或多個用途","descriptionLegal":"服務商可： * 斷定兩個或以下裝置屬於同一用戶或家庭 * 測定兩個或以下裝置屬於同一用戶或家庭 * 如用戶容許，主動掃瞄裝置屬性以供識別作測定（特別功能二）"},"3":{"id":3,"name":"接收並使用自動發送之裝置屬性以供識別","description":"你的裝置可因其自動發送的資訊（如IP位址或瀏覽器類型）以區別於其他裝置。","descriptionLegal":"服務商可： * 以從裝置就個別屬性（如：IP位址、用戶化理碼）自動採集的資料創建識別碼 * 使用此類識別碼以嘗試重新識別裝置 服務商不可： * 未經用戶另外同意自動掃瞄而就個別屬性（如：已安裝字型或螢幕解像度）經自動掃瞄裝置創建識別碼 * 使用此類識別碼以嘗試重新識別裝置"}},"specialFeatures":{"1":{"id":1,"name":"使用精準地域資料","description":"你的精準地域資料可用以支援一個或多個用途。意指你的位置可準確至數米內。","descriptionLegal":"服務商可： 收集並處理精準地域資料以支援一個或多個用途。 請注意：精準地域資料即指對用戶所在位置無準確性限制，精準度可達數米內。"},"2":{"id":2,"name":"主動掃瞄裝置屬性以供識別","description":"你的裝置可依其獨特屬性組合而被識別。","descriptionLegal":"服務商可： * 以主動掃瞄裝置特有屬性（如已安裝字體或螢幕解像度）以創建識別碼。 * 使用此類識別碼以重新識別裝置"}}}
