{"purposes":{"1":{"id":1,"name":"Menyimpan dan/atau mengakses informasi di perangkat","description":"Cookie, pengenal perangkat, atau informasi lainnya dapat disimpan atau diakses di perangkat Anda untuk tujuan yang disajikan kepada Anda.","descriptionLegal":"Vendor dapat:\n* Menyimpan dan mengakses informasi di perangkat, seperti cookie dan pengenal perangkat yang disajikan kepada pengguna."},"2":{"id":2,"name":"Memilih iklan dasar","description":"Iklan dapat ditampilkan kepada Anda berdasarkan konten yang sedang Anda lihat, aplikasi yang Anda gunakan, perkiraan lokasi Anda, atau jenis perangkat Anda.","descriptionLegal":"Untuk melakukan pemilihan iklan dasar, vendor dapat:\n* Menggunakan informasi waktu-nyata tentang konteks iklan yang akan ditampilkan, untuk menampilkan iklan, termasuk informasi tentang konten dan perangkat, seperti: jenis dan kemampuan perangkat, agen pengguna, URL, alamat IP\n* Menggunakan data geolokasi non-akurat pengguna\n* Mengontrol frekuensi iklan yang ditampilkan kepada pengguna.\n* Menyusun urutan iklan yang ditampilkan kepada pengguna.\n* Mencegah iklan untuk ditampilkan dalam konteks editorial yang tidak sesuai (tidak aman bagi merek)\nVendor tidak dapat:\n* Membuat profil iklan yang dipersonalisasi menggunakan informasi ini untuk serangkaian iklan di masa mendatang tanpa dasar legal terpisah untuk menciptakan profil iklan yang dipersonalisasi.\n* Catatan: Non-akurat berarti hanya perkiraan lokasi, yaitu minimal radius 500 meter yang diizinkan."},"3":{"id":3,"name":"Membuat profil iklan yang dipersonalisasi","description":"Profil tentang diri Anda dan minat Anda dapat dibuat untuk menampilkan kepada Anda iklan dipersonalisasi yang relevan bagi Anda.","descriptionLegal":"Untuk membuat profil iklan yang dipersonalisasi, vendor dapat:\n* Mengumpulkan informasi tentang pengguna, termasuk aktivitas pengguna, minat, informasi demografis, atau lokasi, untuk menciptakan atau mengedit suatu profil pengguna untuk digunakan dalam periklanan yang dipersonalisasi.\n* Menggabungkan informasi ini dengan informasi lain yang telah dikumpulkan sebelumnya, termasuk dari seluruh situs web dan aplikasi, untuk menciptakan atau mengedit suatu profil pengguna untuk digunakan dalam periklanan yang dipersonalisasi."},"4":{"id":4,"name":"Memilih iklan yang dipersonalisasi","description":"Iklan yang dipersonalisasi dapat ditampilkan kepada Anda berdasarkan suatu profil tentang diri Anda.","descriptionLegal":"Untuk memilih iklan yang dipersonalisasi, vendor dapat:\n* Memilih iklan yang dipersonalisasi berdasarkan profil pengguna atau data pengguna historis lainnya, termasuk aktivitas pengguna sebelumnya, minat, kunjungan ke situs atau aplikasi, lokasi, atau informasi demografis."},"5":{"id":5,"name":"Membuat profil konten yang dipersonalisasi","description":"Profil tentang diri Anda dan minat Anda dapat dibuat untuk menampilkan kepada Anda konten dipersonalisasi yang relevan bagi Anda.","descriptionLegal":"Untuk membuat profil konten yang dipersonalisasi, vendor dapat:\n* Mengumpulkan informasi tentang pengguna, termasuk aktivitas pengguna, minat, kunjungan ke situs atau aplikasi, informasi demografis, atau lokasi, untuk menciptakan atau mengedit suatu profil pengguna untuk personalisasi konten.\n* Menggabungkan informasi ini dengan informasi lain yang telah dikumpulkan sebelumnya, termasuk dari seluruh situs web dan aplikasi, untuk menciptakan atau mengedit suatu profil pengguna untuk digunakan dalam personalisasi konten."},"6":{"id":6,"name":"Memilih konten yang dipersonalisasi","description":"Konten yang dipersonalisasi dapat ditampilkan kepada Anda berdasarkan suatu profil tentang diri Anda.","descriptionLegal":"Untuk memilih konten yang dipersonalisasi, vendor dapat:\n* Memilih konten yang dipersonalisasi berdasarkan profil pengguna atau data pengguna historis lainnya, termasuk aktivitas pengguna sebelumnya, minat, kunjungan ke situs atau aplikasi, lokasi, atau informasi demografis."},"7":{"id":7,"name":"Mengukur kinerja iklan","description":"Kinerja dan efektivitas iklan yang Anda lihat atau berinteraksi dengannya dapat diukur.","descriptionLegal":"Untuk mengukur kinerja iklan, vendor dapat:\n* Mengukur apakah dan bagaimana iklan dikirimkan kepada pengguna dan interaksi pengguna terhadapnya\n* Memberikan laporan tentang iklan, termasuk efektivitas dan kinerjanya\n* Memberikan laporan tentang pengguna yang berinteraksi dengan iklan menggunakan data yang diamati selama interaksi pengguna dengan iklan tersebut\n* Memberikan laporan kepada penerbit tentang iklan yang ditampilkan di properti mereka\n* Mengukur apakah suatu iklan ditampilkan dalam konteks lingkungan editorial yang sesuai (aman bagi merek)\n* Menentukan persentase iklan yang memiliki kesempatan untuk dilihat dan durasi dari kesempatan tersebut\n* Menggabungkan informasi ini dengan informasi lain yang telah dikumpulkan sebelumnya, termasuk dari seluruh situs web dan aplikasi\nVendor tidak dapat:\n* Menerapkan data wawasan pemirsa berbasis panel atau turunan serupa pada data pengukuran iklan tanpa Dasar Hukum untuk menerapkan riset pasar guna menghasilkan wawasan pemirsa (Tujuan 9)"},"8":{"id":8,"name":"Mengukur kinerja konten","description":"Kinerja dan efektivitas konten yang Anda lihat atau berinteraksi dengannya dapat diukur.","descriptionLegal":"Untuk mengukur kinerja konten, vendor dapat:\n* Mengukur dan melaporkan bagaimana konten dikirimkan kepada pengguna dan interaksi pengguna terhadapnya.\n* Memberikan laporan, menggunakan informasi yang dapat diukur atau diketahui secara langsung tentang pengguna yang berinteraksi dengan konten\n* Menggabungkan informasi ini dengan informasi lain yang telah dikumpulkan sebelumnya, termasuk dari seluruh situs web dan aplikasi.\nVendor tidak dapat:\n* Mengukur apakah dan bagaimana iklan (termasuk iklan native) dikirimkan kepada pengguna dan interaksi pengguna terhadapnya.\n* Menerapkan data wawasan pemirsa berbasis panel atau turunan serupa pada data pengukuran iklan tanpa Dasar Hukum untuk menerapkan riset pasar guna menghasilkan wawasan pemirsa (Tujuan 9)"},"9":{"id":9,"name":"Menerapkan riset pasar guna menghasilkan wawasan pemirsa","description":"Riset pasar dapat digunakan untuk mempelajari lebih jauh tentang pemirsa yang mengunjungi situs/aplikasi dan melihat iklan.","descriptionLegal":"Untuk menerapkan riset pasar guna menghasilkan wawasan pemirsa, vendor dapat:\n* Memberikan laporan agregat kepada pengiklan atau perwakilan mereka tentang pemirsa yang dijangkau oleh iklan mereka, melalui wawasan berbasis panel dan turunan serupa.\n* Memberikan laporan agregat kepada penerbit tentang pemirsa yang dijangkau atau berinteraksi dengan konten dan/atau iklan di properti mereka dengan menerapkan wawasan berbasis panel dan turunan serupa.\n* Menghubungkan data offline dengan pengguna online untuk tujuan riset pasar guna menghasilkan wawasan pemirsa jika vendor telah menyatakan untuk mencocokkan dan menggabungkan sumber data offline (Fitur 1)\n* Menggabungkan informasi ini dengan informasi lain yang telah dikumpulkan sebelumnya, termasuk dari seluruh situs web dan aplikasi.\nVendor tidak dapat:\n* Mengukur kinerja dan efektivitas iklan yang disajikan kepada pengguna tertentu atau interaksi pengguna terhadapnya, tanpa Dasar Hukum untuk mengukur kinerja iklan.\n* Mengukur konten mana yang disajikan kepada pengguna tertentu dan bagaimana interaksi mereka terhadapnya, tanpa Dasar Hukum untuk mengukur kinerja konten."},"10":{"id":10,"name":"Mengembangkan dan meningkatkan produk","description":"Data Anda dapat digunakan untuk meningkatkan sistem dan perangkat lunak yang sudah ada serta untuk mengembangkan produk baru","descriptionLegal":"Untuk mengembangkan produk baru dan meningkatkan produk, vendor dapat:\n* Menggunakan informasi untuk meningkatkan produk mereka yang sudah ada dengan fitur-fitur baru dan untuk mengembangkan produk baru\n* Membuat model dan algoritme baru melalui pembelajaran mesin\nVendor tidak dapat:\n* Melakukan operasi pemrosesan data lainnya yang diizinkan dengan tujuan yang berbeda"}},"specialPurposes":{"1":{"id":1,"name":"Memastikan keamanan, mencegah penipuan, dan mengidentifikasi kesalahan","description":"Data Anda dapat digunakan untuk mengawasi dan mencegah kegiatan yang bersifat curang, serta memastikan sistem dan proses berjalan dengan benar dan aman.","descriptionLegal":"Untuk memastikan keamanan, mencegah penipuan, dan mengidentifikasi kesalahan, vendor dapat:\n* Memastikan data dikirimkan secara aman\n* Mendeteksi dan mencegah aktivitas berbahaya, bersifat menipu, tidak valid, atau ilegal.\n* Memastikan operasi sistem dan proses yang benar dan efisien, termasuk untuk mengawasi dan meningkatkan kinerja sistem dan proses yang terlibat dalam tujuan yang diizinkan\nVendor tidak dapat:\n* Melakukan operasi pemrosesan data lainnya yang diizinkan dengan tujuan yang berbeda.\nCatatan: Data yang dikumpulkan dan digunakan untuk memastikan keamanan, mencegah penipuan, dan mengidentifikasi kesalahan dapat termasuk karakteristik perangkat yang dikirimkan secara otomatis untuk identifikasi, data geolokasi akurat, dan data yang diperoleh dengan secara aktif memindai karakteristik perangkat untuk identifikasi tanpa pengungkapan dan/atau pilih ikut yang terpisah."},"2":{"id":2,"name":"Secara teknis mengirimkan iklan atau konten","description":"Perangkat Anda dapat menerima dan mengirim informasi yang memungkinkan Anda untuk melihat dan berinteraksi dengan iklan dan konten.","descriptionLegal":"Untuk mengirim informasi dan menanggapi permintaan teknis, vendor dapat:\n* Menggunakan alamat IP pengguna untuk mengirimkan iklan melalui internet\n* Menanggapi interaksi pengguna pada iklan dengan mengirim pengguna ke halaman arahan\n* Menggunakan alamat IP pengguna untuk mengirimkan konten melalui internet\n* Menanggapi interaksi pengguna pada konten dengan mengirim pengguna ke halaman arahan\n* Menggunakan informasi tentang jenis dan kemampuan perangkat untuk mengirimkan iklan atau konten, misalnya, untuk mengirimkan kreatif iklan dengan ukuran yang tepat atau file video dalam format yang didukung oleh perangkat\nVendor tidak dapat:\n* Melakukan operasi pemrosesan data lainnya yang diizinkan dengan tujuan yang berbeda"}},"features":{"1":{"id":1,"name":"Mencocokkan dan menggabungkan sumber data offline","description":"Data dari sumber data offline dapat digabungkan dengan kegiatan online Anda untuk mendukung satu tujuan atau lebih","descriptionLegal":"Vendor dapat:\n* Menggabungkan data yang diperoleh secara offline dengan data yang dikumpulkan secara online untuk mendukung satu Tujuan atau Tujuan Khusus atau lebih."},"2":{"id":2,"name":"Menautkan berbagai perangkat","description":"Perangkat yang berbeda dapat ditentukan sebagai milik Anda atau rumah tangga Anda untuk mendukung satu tujuan atau lebih.","descriptionLegal":"Vendor dapat:\n* Menentukan secara deterministik bahwa dua perangkat atau lebih milik pengguna atau rumah tangga yang sama\n* Menentukan secara probabilistik bahwa dua perangkat atau lebih milik pengguna atau rumah tangga yang sama\n* Secara aktif memindai karakteristik perangkat untuk identifikasi bagi identifikasi probabilistik jika pengguna telah mengizinkan vendor untuk secara aktif memindai karakteristik perangkat untuk identifikasi (Fitur Khusus 2)"},"3":{"id":3,"name":"Menerima dan menggunakan karakteristik perangkat yang dikirimkan secara otomatis untuk identifikasi","description":"Perangkat Anda dapat dibedakan dari perangkat lain berdasarkan informasi yang dikirimkannya secara otomatis, seperti alamat IP atau jenis browser.","descriptionLegal":"Vendor dapat:\n* Membuat suatu pengenal menggunakan data yang dikumpulkan secara otomatis dari perangkat untuk karakteristik tertentu, misalnya alamat IP, string pengguna-agen.\n* Menggunakan pengenal tersebut untuk berusaha mengidentifikasi ulang suatu perangkat.\nVendor tidak dapat:\n* Membuat suatu pengenal menggunakan data yang dikumpulkan dengan secara aktif memindai perangkat untuk karakteristik tertentu, misalnya font yang terinstal atau resolusi layar tanpa pilih ikut terpisah dari pengguna untuk secara aktif memindai karakteristik perangkat untuk identifikasi.\n* Menggunakan pengenal tersebut untuk mengidentifikasi ulang suatu perangkat."}},"specialFeatures":{"1":{"id":1,"name":"Menggunakan data geolokasi akurat","description":"Data geolokasi akurat Anda dapat digunakan untuk mendukung satu tujuan atau lebih. Ini berarti lokasi Anda dapat akurat hingga beberapa meter.","descriptionLegal":"Vendor dapat:\n* Mengumpulkan dan memproses data geolokasi akurat untuk mendukung satu tujuan atau lebih.\nCatatan: Geolokasi akurat berarti bahwa tidak ada pembatasan pada akurasi lokasi pengguna; ini dapat akurat hingga beberapa meter."},"2":{"id":2,"name":"Secara aktif memindai karakteristik perangkat untuk identifikasi","description":"Perangkat Anda dapat diidentifikasi berdasarkan pemindaian kombinasi karakteristik unik perangkat Anda.","descriptionLegal":"Vendor dapat:\n* Membuat suatu pengenal menggunakan data yang dikumpulkan dengan secara aktif memindai perangkat untuk karakteristik tertentu, misalnya font yang terinstal atau resolusi layar.\n* Menggunakan pengenal tersebut untuk mengidentifikasi ulang suatu perangkat."}}}
