{"purposes":{"1":{"id":1,"name":"Armazenar e/ou acessar informações em um dispositivo","description":"Cookies, identificadores do dispositivo ou outras informações podem ser armazenados ou acessados em seu dispositivo para os fins apresentados a você.","descriptionLegal":"Os fornecedores podem:\n* Armazenar e acessar informações no dispositivo, como cookies e identificadores do dispositivo apresentados a um usuário."},"2":{"id":2,"name":"Selecionar anúncios básicos","description":"Os anúncios podem ser apresentados com base no conteúdo visualizado, no aplicativo utilizado, na sua localização aproximada ou no tipo de dispositivo.","descriptionLegal":"Para fazer a seleção básica de anúncios, os fornecedores podem:\n* Usar informações em tempo real sobre o contexto em que o anúncio será exibido, para mostrar o anúncio, incluindo informações sobre o conteúdo e o dispositivo, como: tipo de dispositivo e recursos, agente do usuário, URL, endereço IP\n* Usar dados de geolocalização não precisos de um usuário\n* Controlar a frequência de anúncios exibidos a um usuário.\n* Sequenciar a ordem em que os anúncios são exibidos a um usuário.\n* Impedir que um anúncio seja veiculado em um contexto editorial inadequado (inseguro para a marca)\nOs fornecedores não podem:\n* Criar um perfil de anúncios personalizado usando essas informações para a seleção de anúncios futuros sem uma base jurídica separada para criar um perfil de anúncios personalizado.\n* Nota: Não precisa significa apenas uma localização aproximada envolvendo pelo menos um raio de 500 metros."},"3":{"id":3,"name":"Criar um perfil de anúncios personalizado","description":"Pode ser criado um perfil sobre você e os seus interesses para lhe mostrar anúncios personalizados que sejam relevantes para você.","descriptionLegal":"Para criar um perfil de anúncio personalizado, os fornecedores podem:\n* Coletar informações sobre um usuário, incluindo atividade, interesses, informações demográficas ou localização de um usuário, para criar ou editar um perfil de usuário para uso em publicidade personalizada.\n* Combinar essas informações com outras informações coletadas anteriormente, inclusive de sites e aplicativos, para criar ou editar um perfil de usuário para uso em publicidade personalizada."},"4":{"id":4,"name":"Selecionar anúncios personalizados","description":"Os anúncios personalizados podem ser mostrados a você com base em um perfil seu.","descriptionLegal":"Para selecionar anúncios personalizados, os fornecedores podem:\n* Selecionar anúncios personalizados com base em um perfil de usuário ou outros dados históricos do usuário, incluindo a atividade anterior de um usuário, interesses, visitas a sites ou aplicativos, localização ou informações demográficas."},"5":{"id":5,"name":"Criar um perfil de conteúdo personalizado","description":"Pode ser criado um perfil sobre você e os seus interesses para lhe mostrar conteúdos personalizados que sejam relevantes para você.","descriptionLegal":"Para criar um perfil de conteúdo personalizado, os fornecedores podem:\n* Coletar informações sobre um usuário, incluindo atividade, interesses, visitas a sites ou aplicativos, informações demográficas ou localização, para criar ou editar um perfil de usuário para personalizar o conteúdo.\n* Combinar essas informações com outras informações coletadas anteriormente, inclusive de sites e aplicativos, para criar ou editar um perfil de usuário para uso na personalização do conteúdo."},"6":{"id":6,"name":"Selecionar conteúdo personalizado","description":"Os conteúdos personalizados podem ser mostrados a você com base em um perfil seu.","descriptionLegal":"Para selecionar conteúdo personalizado, os fornecedores podem:\n* Selecionar conteúdo personalizado com base em um perfil de usuário ou outros dados históricos do usuário, incluindo a atividade anterior de um usuário, interesses, visitas a sites ou aplicativos, localização ou informações demográficas."},"7":{"id":7,"name":"Medir o desempenho do anúncio","description":"O desempenho e a eficácia dos anúncios que você vê ou com os quais interage podem ser medidos.","descriptionLegal":"Para medir o desempenho do anúncio, os fornecedores podem:\n* Medir se e como os anúncios foram entregues e interagiram com um usuário\n* Fornecer relatórios sobre anúncios, incluindo sua eficácia e desempenho\n* Fornecer relatórios sobre usuários que interagiram com anúncios usando dados observados durante a interação do usuário com esse anúncio\n* Fornecer relatórios aos editores sobre os anúncios exibidos em sua propriedade\n* Medir se um anúncio está sendo veiculado em um ambiente editorial adequado (seguro para a marca)\n* Determinar a porcentagem do anúncio que teve a oportunidade de ser visto e a duração dessa oportunidade\n* Combinar essas informações com outras informações coletadas anteriormente, inclusive de sites e aplicativos\nOs fornecedores não podem:\n*Aplicar dados de insights do público derivados de painel ou similares a dados de medição de anúncios sem uma Base Jurídica para aplicar pesquisas de mercado para gerar insights do público (Objetivo 9)"},"8":{"id":8,"name":"Medir o desempenho do conteúdo","description":"O desempenho e a eficácia do conteúdo que você vê ou com o qual interage podem ser medidos.","descriptionLegal":"Para medir o desempenho do conteúdo, os fornecedores podem:\n* Medir e relatar como o conteúdo foi entregue e interagiu com os usuários.\n* Fornecer relatórios, usando informações diretamente mensuráveis ou conhecidas, sobre usuários que interagiram com o conteúdo\n* Combinar essas informações com outras informações coletadas anteriormente, inclusive de sites e aplicativos.\nOs fornecedores não podem:\n* Avaliar se e como os anúncios (incluindo anúncios nativos) foram entregues e interagiram com um usuário.\n*Aplicar dados de insights do público derivados de painel ou similares a dados de medição de anúncios sem uma Base Jurídica para aplicar pesquisas de mercado para gerar insights do público (Objetivo 9)"},"9":{"id":9,"name":"Aplicar pesquisa de mercado para gerar insights do público","description":"A pesquisa de mercado pode ser usada para saber mais sobre o público que visita sites/aplicativos e visualiza anúncios.","descriptionLegal":"Para aplicar a pesquisa de mercado para gerar insights do público, os fornecedores podem:\n* Fornecer relatórios agregados aos anunciantes ou seus representantes sobre os públicos alcançados por seus anúncios, por meio de insights baseados em painéis e derivados de forma semelhante.\n* Fornecer relatórios agregados aos editores sobre os públicos que foram veiculados ou interagiram com conteúdo e/ou anúncios em sua propriedade, aplicando insights baseados em painel e derivados de forma semelhante.\n* Associar dados offline a um usuário online para fins de pesquisa de mercado para gerar insights do público se os fornecedores declararem corresponder e combinar fontes de dados offline (Recurso 1)\n* Combinar essas informações com outras informações coletadas anteriormente, inclusive de sites e aplicativos. \nOs fornecedores não podem:\n* Medir o desempenho e a eficácia dos anúncios com os quais um usuário específico foi veiculado ou interagiu, sem uma Base Jurídica para medir o desempenho do anúncio.\n* Medir qual conteúdo um usuário específico foi veiculado e como eles interagiram com ele, sem uma Base Jurídica para medir o desempenho do conteúdo."},"10":{"id":10,"name":"Desenvolver e melhorar produtos","description":"Seus dados podem ser usados para melhorar os sistemas e softwares existentes e para desenvolver novos produtos","descriptionLegal":"Para desenvolver novos produtos e melhorar os produtos, os fornecedores podem:\n* Usar informações para melhorar seus produtos existentes com novos recursos e para desenvolver novos produtos\n* Criar novos modelos e algoritmos através do aprendizado de máquina\nOs fornecedores não podem:\n* Realizar qualquer outra operação de processamento de dados permitida sob uma finalidade diferente sob esta finalidade"}},"specialPurposes":{"1":{"id":1,"name":"Garantir a segurança, evitar fraudes e depurar","description":"Seus dados podem ser usados para monitorar e prevenir atividades fraudulentas e garantir que os sistemas e processos funcionem corretamente e com segurança.","descriptionLegal":"Para garantir a segurança, evitar fraudes e depurar, os fornecedores podem:\n* Garantir que os dados sejam transmitidos com segurança\n* Detectar e prevenir atividades maliciosas, fraudulentas, inválidas ou ilegais.\n* Garantir a operação correta e eficiente dos sistemas e processos, incluindo monitorar e melhorar o desempenho dos sistemas e processos envolvidos nos propósitos permitidos\nOs fornecedores não podem:\n* Realizar qualquer outra operação de processamento de dados permitida sob uma finalidade diferente sob esta finalidade.\nNota: Os dados coletados e usados para garantir a segurança, evitar fraudes e depuração podem incluir características do dispositivo enviadas automaticamente para identificação, dados precisos de geolocalização e dados obtidos pela varredura ativa das características do dispositivo para identificação sem divulgação e/ou opção de inclusão separados."},"2":{"id":2,"name":"Entregar tecnicamente anúncios ou conteúdo","description":"Seu dispositivo pode receber e enviar informações que permitem que você veja e interaja com anúncios e conteúdo.","descriptionLegal":"Para fornecer informações e responder a solicitações técnicas, os fornecedores podem:\n* Usar o endereço IP de um usuário para entregar um anúncio pela internet\n* Responder à interação de um usuário com um anúncio enviando o usuário para uma página de destino\n* Usar o endereço IP de um usuário para fornecer conteúdo pela internet\n* Responder à interação de um usuário com o conteúdo enviando-o para uma página de destino\n* Usar informações sobre o tipo de dispositivo e recursos para fornecer anúncios ou conteúdo, por exemplo, para fornecer o tamanho certo de anúncio criativo ou arquivo de vídeo em um formato suportado pelo dispositivo\nOs fornecedores não podem:\n* Realizar qualquer outra operação de processamento de dados permitida sob uma finalidade diferente sob esta finalidade"}},"features":{"1":{"id":1,"name":"Corresponder e combinar fontes de dados offline","description":"Os dados de fontes de dados offline podem ser combinados com a sua atividade online em apoio de uma ou mais finalidades","descriptionLegal":"Os fornecedores podem:\n* Combinar dados obtidos offline com dados coletados online em apoio a um ou mais Objetivos ou Objetivos Especiais."},"2":{"id":2,"name":"Vincular diferentes dispositivos","description":"Dispositivos diferentes podem ser determinados como pertencentes a você ou à sua família em apoio a um ou mais objetivos.","descriptionLegal":"Os fornecedores podem:\n* Determinar de forma determinística que dois ou mais dispositivos pertencem ao mesmo usuário ou domicílio\n* Determinar de forma probabilística que dois ou mais dispositivos pertencem ao mesmo usuário ou domicílio\n* Fazer a varredura ativamente das características do dispositivo, para identificação probabilística, se os usuários permitirem que os fornecedores façam varredura ativamente das características do dispositivo para identificação (Recurso Especial 2)"},"3":{"id":3,"name":"Receber e usar características do dispositivo enviadas automaticamente para identificação","description":"Seu dispositivo pode ser distinguido de outros dispositivos com base nas informações que ele envia automaticamente, como endereço IP ou tipo de navegador.","descriptionLegal":"Os fornecedores podem:\n* Criar um identificador usando dados coletados automaticamente de um dispositivo para características específicas, por exemplo, endereço IP, sequência de caracteres do agente do usuário.\n* Usar esse identificador para tentar identificar um dispositivo novamente.\nOs fornecedores não podem:\n* Criar um identificador usando dados coletados por meio da varredura ativa de um dispositivo para características específicas, por exemplo, fonte instalada ou resolução de tela sem a opção separada dos usuários para fazer a varredura ativa das características do dispositivo para identificação.\n* Usar esse identificador para identificar um dispositivo novamente."}},"specialFeatures":{"1":{"id":1,"name":"Usar dados precisos de geolocalização","description":"Seus dados de geolocalização precisos podem ser usados como suporte a um ou mais objetivos. Isso significa que sua localização pode ser precisa dentro de vários metros.","descriptionLegal":"Os fornecedores podem:\n* Coletar e processar dados precisos de geolocalização como suporte a um ou mais objetivos.\nNota: Geolocalização precisa significa que não há restrições sobre a precisão da localização de um usuário; pode ser precisa dentro de vários metros."},"2":{"id":2,"name":"Fazer varredura ativa das características do dispositivo para identificação","description":"Seu dispositivo pode ser identificado com base em uma varredura da combinação única de características do seu dispositivo.","descriptionLegal":"Os fornecedores podem:\n* Criar um identificador usando dados coletados por meio da varredura ativa de um dispositivo para características específicas, por exemplo, fontes instaladas ou resolução de tela.\n* Usar esse identificador para identificar um dispositivo novamente."}}}
